{
  "text": "В некотором царстве, в некотором государстве жил-был царь, и была у него дочка. Говорит она раз отцу:\n\n— Прикажи, батюшка, кликнуть клич: пусть к нам едут со всех сторон молодцы. Они будут загадки загадывать, а я буду отгадывать. Чьи загадки отгадаю, тому голову рубить. Чьи не отгадаю, за того пойду замуж, пускай хоть последним пастухом будет!\n\nСогласился царь. Кликнули клич. Съехались со всех сторон молодцы, каждый со своими загадками. Начнёт какой из них загадывать загадку, а царевна не дослушает и кричит:\n\n— Знаю, знаю!\n\nИ сейчас же отгадку скажет.\n\nВозьмут молодца, срубят ему голову. Столько погубили народу, что и не сочтёшь…\n\nА жил в том царстве-государстве старик. У него было три сына. Младшего Иванушкой звали. Вот Иванушка услыхал, что царевна даром людей губит, и говорит отцу:\n\n— Отпусти меня, батюшка, я пойду к царевне загадку загадывать. Мои-то она авось не отгадает!\n\n— Куда тебе, дурачок! Вон братья и поумнее тебя, да и то не идут. Сиди уж лучше дома: голова-то целее будет!\n\n— Что мне братья! — отвечает Иванушка. — У них свой разум, у меня свой. Благословляй в путь-дорогу!\n\nНечего делать, отпустил старик Иванушку.\n\nСел Иванушка на старую клячу-водовозку и поехал. Видит — на дороге ржавое копьё лежит. Поднял он это копьё и поехал дальше.\n\nЕхал он, ехал — смотрит: забрался бык в овёс, ест да топчет его. Слез Иванушка с лошади, вырвал пук овса, махнул им, как кнутом, и выгнал быка из овса. Выгнал и говорит:\n\n— Вот первая загадка есть!\n\nПоехал он дальше. Смотрит — навстречу ему по дороге змея ползёт. Иванушка заколол её копьём и говорит:\n\n— Вот и другая загадка есть!\n\nДолго ли, коротко ли — подъехал он к реке и думает:\n\n«Время уже позднее, нельзя дальше ехать. Надо здесь ночевать».\n\nОтпустил он свою лошадь на траву пастись, а сам улёгся в старую лодку, что была у берега привязана, и заснул.\n\nУтром Иванушка проснулся. Видит — на воде пена собралась. Снял он с воды пену, умылся. Подошёл к своей лошади и утёрся её гривой вместо полотенца.\n\n— Вот, — говорит, — третья загадка есть!\n\nСел на лошадь и поехал дальше.\n\nПриехал к царскому дворцу и говорит:\n\n— Ведите меня к вашей царевне! Буду ей загадки загадывать!\n\nЕго привели. Загадал он первую загадку:\n\n— Ехал я к вам и вижу — возле дороги добро, а в добре добро бродит. Я взял добро да добром-то добро из добра и выгнал. Какая ваша отгадка будет?\n\nЦаревна думала-думала — никак отгадать не может. Схватила она толстую книжку, стала искать в ней отгадку. Нету в книжке такой отгадки! Говорит царевна отцу:\n\n— Пусть он мне ещё какую другую загадку загадает — я разом обе разгадаю!\n\nЗагадал Иванушка и вторую загадку:\n\n— Ехал я к вам, вижу — на дороге зло. Взял я зло да злом зло и ударил. Зло от зла смерть приняло. Какая ваша отгадка будет?\n\nЦаревна опять схватила книжку. Искала-искала в ней отгадку — не могла найти! Пустилась она тогда на хитрость.\n\n— Пусть, — говорит, — он и третью загадывает: мне что одну, что три разгадывать!\n\nЗагадал Иванушка и третью загадку:\n\n— Поехал я дальше, и застигла меня в пути тёмная ночь. Остановился я ночевать. Лёг спать не на небе, не на земле, не в избе, не на улице, не в лесу, не в поле. Утром проснулся, умылся не росой, не водой; утёрся не тканым, не вязаным. Какая ваша отгадка будет?\n\nЦаревна уж и за книжку свою не хватается: знает, что не найти в ней отгадки. Говорит она царю:\n\n— Ох, батюшка! У меня сегодня головушка болит, мысли помешались… Я завтра отгадаю.\n\nЦарь велел отложить отгадки до завтра. Отвели Иванушку на ночь в комнату, велели никуда не уходить. Достал он краюшку хлеба, сидит и уплетает её.\n\nА царевна места себе не находит.\n\n«Неужели, — думает, — придётся за мужика замуж выходить? Сколько загадок отгадано, сколько голов отрублено! Короли, принцы ничего поделать не могли, а тут мужичишка-лапотник верх надо мною взять хочет!..»\n\nВыбрала царевна верную служанку и подсылает её к Иванушке.\n\n— Поди, — говорит, — выведай у него отгадки. Обещай ему и золота и серебра, чего угодно! Ничего не жалей!\n\nПришла служанка к Иванушке. Стала выспрашивать, выведывать, сама ему и золота и серебра обещает. А Иванушка говорит:\n\n— На что мне ваше золото, серебро? Не затем я сюда ехал. Пусть царевна мои загадки отгадает! И ещё одну загадку ей передай: бросили петушку горошку до солнышка, а он не клюёт!\n\nВернулась служанка к царевне ни с чем.\n\n— Так и так, — говорит, — не берёт он золото, серебро, требует, чтобы ты загадки отгадала.\n\nРассердилась царевна, не знает, что и делать. И загадки отгадать не может и замуж за простого мужика идти не хочет. Думала она, думала и надумала недоброе дело.\n\nУтром, как все собрались, вышла царевна и говорит:\n\n— Я своему слову хозяйка: загадки отгадать не могла, пойду за Ивана замуж. Готовьте всё к свадьбе!\n\nОбрадовались все: наконец-то перестанут молодецкие головы рубить!..\n\nПриказала царевна Иванушку к себе в горницу просить: хочет с женихом побеседовать, пряниками да винами сладкими угостить. Иванушка пришёл. Усадила его царевна за стол, стала потчевать. А сама незаметно ему в чарку сонного зелья подсыпала. Выпил Иванушка и крепко заснул.\n\nТут царевна позвала свою верную служанку, одарила её богатыми подарками и велела увезти Иванушку подальше и бросить в топкое болото, чтобы ни слуху ни духу его больше не было!\n\nОтвезли Иванушку и бросили в болото, в самую трясину…\n\nТрое суток спал Иванушка в болоте. Пробудился он, огляделся и говорит:\n\n— Как это я в такое недоброе место попал?\n\nВспомнил он, как его царевна угощала-потчевала, своими руками вина подливала, и догадался, кто его в трясину на погибель бросил.\n\nСтал Иванушка из болота выбираться. За кочки, за коренья хватается — еле вылез. Пошёл он к речке, вымылся и побрёл куда глаза глядят.\n\nШёл он долгое время и забрёл в дремучий лес. Бродил, бродил по лесу, и захотелось ему есть. Смотрит — стоит на лесной полянке яблоня, спелыми, румяными яблочками увешана.\n\nСорвал Иванушка яблоко, съел, и в тот же миг выросли у него на голове рога — большие да тяжёлые, голову к земле клонят.\n\nВзглянул он в озеро, увидел себя и ужаснулся.\n\n«Вот, — думает, — беда! Если я теперь на поле выйду, так меня и скотина будет бояться, не только народ. Да и по лесу ходить опасно: охотники за зверя примут — убьют. Что делать?.. Надо глубже в лес уходить!»\n\nПошёл Иванушка по лесу, рогами за деревья цепляется.\n\nДолго ли, мало ли шёл — увидел другую яблоню. Яблоки на ней висят невиданные: сквозь кожицу семечки видно. Остановился он возле этой яблони и думает:\n\n«Э, что будет, то и будет! Съем-ка яблочко!»\n\nСорвал он яблочко, съел, и в ту же минуту пропали у него рога, а сам он молодцом да красавцем стал, лучше прежнего.\n\n«Ну, — думает Иванушка, — проучу я эту царевну! Не захочет она губить да обманывать добрых людей!»\n\nНарвал он яблок с обеих яблонь — и рогастых и лечебных — и пошёл в город. Вошёл в город и видит: сидит у одного домика старая старушка, вся от старости трясётся. Пожалел её Иванушка. Подошёл и говорит:\n\n— Здорово, бабушка! На-ка, съешь это яблочко!\n\nСъела старуха хорошее яблочко и сразу помолодела — толстая да румяная стала.\n\n— Ах, — говорит, — дитятко моё милое! Чем отблагодарить тебя?\n\n— Не поможешь ли мне, бабушка, достать лоток да поддёвку, в какой купцы ходят? Переоденусь я, пойду эти молодильные яблоки продавать.\n\nСтарушка ему живо и поддёвку и лоток достала. Нарядился Иванушка в купеческую поддёвку, разложил на лотке яблоки, поставил лоток на голову и стал как настоящий купец.\n\nПошёл он к царскому дворцу. Пришёл и давай громко покрикивать:\n\n— Яблоки сладки! Яблоки вкусны! Яблоки румяны! Кому сладкие яблочки! Кому сладкие яблочки!\n\nУслышала царевна, посылает свою служанку:\n\n— Поди узнай, подлинно ли сладкие яблочки он продаёт?\n\nПобежала служанка, спрашивает:\n\n— Эй, купец-молодец! А не кислые ли ваши яблочки?\n\n— Извольте, сударыня, попробовать! — отвечает Иванушка и подаёт ей яблочко.\n\nСъела служанка это яблочко и такой красавицей стала, что даже царевна не узнала её, когда она во дворец вернулась.\n\n— Да ты ли это?! — спрашивает. — Была ты чернявая да рябая, а теперь лучше меня стала! Как это случилось?\n\n— Я самая! От яблочка такой сделалась!\n\nДала царевна служанке сто рублей и говорит:\n\n— Ступай скорее, купи и мне этих яблок.\n\nСбегала служанка, купила яблок и принесла их царевне. Царевна выбрала самое румяное, самое крупное яблоко и сейчас же съела его. И только съела — выросли у неё рога до потолка, большие да тяжёлые…\n\nСлужанка глянула на неё, испугалась, побежала скорее к царю.\n\n— Ой, — кричит, — у царевны чёрт!..\n\nЦарь прибежал, видит — действительно чёрт. Затрясся от страху, упал. А царевна говорит:\n\n— Да не бойтесь вы, папаша, я ваша дочь!\n\nА сама плачет-заливается. И царь плачет, и царица:\n\n— Срам, срам! Что делать? Как на глаза иностранным государям показаться?..\n\nЗабегали тут все, заохали, а поделать ничего не могут. Уложили царевну на кровать, а над кроватью велели плотникам полки сделать, чтобы рога на них положить.\n\nЛежит царевна на кровати, сама охает, причитает:\n\n— Ох, теперь мне ни на люди показаться, ни замуж выйти…\n\nСозвали лекарей. Принялись лекари парить да пилить рога — ничего не могут поделать.\n\nА Иванушка тем временем привязал бороду, нарядился лекарем, обвешался весь пузырьками да травами, взял в руки три прута и пошёл ко дворцу. Пришёл и давай кричать:\n\nМы лекари, мы аптекари —\n\nЛечим на славу\n\nХоть Фому, хоть Савву!\n\nМы в баньке парим,\n\nМы в баньке жарим:\n\nВ баню — на дровнях,\n\nИз бани — на ногах.\n\nНет ли лекарю работы? От всяких хворей лечу, от великих болезней избавляю!\n\nУслышала это царевна и говорит своим служанкам:\n\n— Ох, зовите скорее этого лекаря! Может, он меня от рогов избавит!\n\nБросились служанки за лекарем. Привели его во дворец. Сам царь его встретил. Спрашивает его Иванушка:\n\n— Кто тут у вас болен?\n\n— Ты, видно, не нашего царства, — говорит царь, — коли не знаешь, что у нас случилось!.. Выросли у моей дочки рога до самого потолка. Если вылечишь её — награжу тебя и выдам царевну за тебя замуж, а как состарюсь, поставлю тебя на своё царское место.\n\n— Ваше царское величество, — отвечает Иванушка, — позвольте прежде осмотреть больную!\n\nПривели его к царевне. Посмотрел на неё Иванушка и говорит:\n\n— У неё ветряная болезнь: злым ветром надуло! Прикажите хорошенько вытопить баню и отвести туда царевну, там я её лечить буду. Отпарю ей рога.\n\nЦарь говорит:\n\n— Что хочешь проси! Всё дам, озолочу тебя!\n\n— Золотить меня потом будете. Сначала вылечить надобно. Одно только требую: пусть возле бани музыка погромче играет, барабаны бьют, в пушки палят, а без того у меня лечение не получится.\n\nЦарь говорит:\n\n— Что прикажешь, то и будем делать!\n\n— Ну, тогда выводите царевну!\n\nСтали выводить царевну, а она в дверь пройти не может: рога не пускают.\n\nЦарь кричит:\n\n— Разбирайте простенок!\n\nРазобрали простенок, вывели царевну, хотели было в карету усаживать. А кони увидали её — заржали, затопали копытами со страху и бросились бежать. И карету поломали и людей много потоптали…\n\nЗапряглись в карету солдаты и повезли царевну.\n\nПривезли к бане, вывели. Тут музыка заиграла, в барабаны бить стали, из пушек палить.\n\nОтослал Иванушка всех слуг прочь, схватил царевну за рога и давай её выспрашивать:\n\n— За какие плохие дела у тебя эти рога выросли? Повинись: не обижала ли кого, не обманывала ли?\n\n— Батюшка лекарь, — отвечает царевна, — я никого никогда сроду не обманывала, не обижала… Только одни добрые дела делала!\n\nВзял Иванушка прут, хлестнул царевну и опять спрашивает:\n\n— Повинись: не обижала ли, не обманывала ли кого?\n\nЦаревна всё никак не признаётся.\n\nГоворит ей Иванушка:\n\n— До тех пор не отпущу, пока правду не скажешь!\n\nИспугалась царевна, говорит:\n\n— Виновата, батюшка лекарь! Велела я одного мужика в болото топкое бросить! Только разве это можно за грех считать? Ведь это простой мужик…\n\nСнял Иванушка бороду и спрашивает:\n\n— Смотри, не тот ли я мужик?\n\nГлянула на него царевна, да как закричит:\n\n— Слуги! Солдаты! Стража! Схватите его! В тюрьму тащите!\n\nА музыка играет вовсю, барабаны бьют, пушки палят. Разве услышишь, как она зовёт?\n\nВидит царевна — не бегут к ней на помощь. По-другому заговорила.\n\n— Ох, — говорит, — смилостивись надо мною, Иванушка! Избавь меня от рогов этих! Выйду за тебя замуж! Любить буду! Сам царём станешь!\n\n— Ну, нет, не нужна ты мне, — отвечает Иванушка. — За твой обман да злодейства будешь ты эти рога всегда носить!\n\nСказал да ушёл. Только его и видели."
}