{
  "text": "Жил когда-то на свете старик рыболов. Рано поутру он уходил на реку и сидел там до позднего вечера, а выуживал одну-две рыбки. Рыбу он продавал на базаре и на вырученные деньги кое-как кормился со своей женой.\nОднажды пошел он на реку ловить рыбу. Только уселся на берегу, как откуда-то прилетела большая красивая птица и села на дерево.\nА была это не простая птица, а сама чудесная птица Кахка.\nСтала эта птица смотреть на рыболова.\nСидит он, ничего не может поймать. Долго сидел, пока вытащил маленькую рыбку. Говорит ему птица Кахка:\n– Эй, отец, что ты будешь делать с этой маленькой рыбкой?\n– Отнесу эту рыбку на базар, продам и куплю себе и своей старухе хоть сколько-нибудь хлеба.\nПожалела птица старика:\n– Не хочу я, чтобы ты так мучился и жил впроголодь! Буду каждую ночь приносить тебе по большой рыбе. За большую рыбу ты много денег получишь, и не будете вы со старухой нуждаться!\nОбрадовался старик, поблагодарил птицу и пошел домой.\nВ полночь прилетела птица Кахка, принесла огромную рыбу и бросила старику на двор.\nУтром старик разрезал рыбу на куски, зажарил, вынес на базар и стал продавать.\nС того дня птица Кахка каждую ночь прилетала к рыбаку на двор и приносила по большой рыбе. Был старик бедняком, а тут разбогател и даже купил себе дом с садом.\nПришел он однажды на базар, стал, как всегда, торговать рыбой. Вдруг появился глашатай падишаха и стал громко кричать:\n– Кто укажет падишаху, где найти птицу Кахка, тот получит половину государства и женится на дочери падишаха!\nВстал старик со своего места, хотел было сказать, что он знает, где найти птицу Кахка, да подумал:\n«Э, не буду говорить – ведь эта птица меня от голода избавила!»\nПодумал он так и сел опять на свое место.\n«А все-таки хорошо получить пол государства!» – подумал он про себя и снова встал.\nТак он раза три-четыре вставал с места и снова садился.\nЗаметил это глашатай, схватил старика и потащил к падишаху.\n– Этот старик знает, где птица Кахка! – сказал он.\nПадишах сказал старику:\n– Если ты знаешь что-нибудь о птице Кахка, укажи мне, где ее найти. Я ослеп, и никакие лекарства не могли вернуть мне зрение. Один знающий лекарь сказал мне, что я вылечусь от слепоты, если промою глаза кровью птицы Кахка. Помоги мне поймать ее, и я отдам тебе половину моего государства!\nСтарик ответил:\n– Птица Кахка каждую ночь прилетает ко мне на двор и приносит большую рыбу.\nОбрадовался падишах и сказал:\n– Вот ты и поймай ее!\n– Нет, – ответил старик, – птица Кахка большая и сильная. Один я не справлюсь с нею. Чтобы схватить и удержать ее, нужно больше сотни людей.\n– Я пошлю с тобой четыреста моих слуг. Ты спрячь их под тем деревом, на которое прилетает птица Кахка. Они-то сумеют схватить и удержать ее!\n– Нет, – сказал старик, – так птицу Кахка не поймаешь. Ее можно изловить только хитростью. Когда она прилетит ко мне, я приготовлю хорошее угощение и уговорю ее спуститься на землю. Здесь-то мы ее и схватим!\nПадишах послал со стариком четыреста своих слуг.\nСтарик повел их под дерево, на которое прилетала птица Кахка, и спрятал под ветками. Сидят слуги, не шелохнутся.\nА старик разложил на ковре под деревом разные угощения и стал ждать птицу Кахка. Как только она прилетела и села на дерево, старик заговорил:\n– О дорогая птица Кахка! Благодаря тебе я стал богат и счастлив, а до сих пор даже не угостил тебя. Спустись ко мне и отведай моего угощения!\nИ так он упрашивал птицу Кахка, что она спустилась с дерева. Но все-таки подумала:\n«А что, если у старика на уме дурное?»\nНо тут же сказала себе:\n«Э, что может сделать этот слабый старик!»\nСпустилась птица Кахка с дерева и села около старика.\nСтарик расставил перед ней блюда и стал угощать ее:\n– О дорогая птица Кахка! Кушай, пожалуйста, мое угощение! С великой любовью к тебе приготовил я все это!\nНо только птица Кахка стала клевать из чашки, старик схватил ее за обе ноги и закричал:\n– Скорее ко мне! Скорее!\nЧетыреста слуг падишаха выскочили из-под дерева и бросились на птицу.\nПтица Кахка взмахнула своими большими крыльями и полетела.\nСтарик все держал ее за ноги и кричал:\n– Держу! Держу!\nНо птица Кахка подняла его над землей. Тогда один из слуг падишаха подскочил и схватил старика за ноги, чтобы удержать.\nВторой слуга увидел, что его товарищ отделяется от земли, и схватил его за ноги. Второго схватил третий, третьего – четвертый, четвертого – пятый...\nТак старик и четыреста слуг падишаха ухватились один за другого, поднялись за птицей Кахка под облака и цепочкой повисли в воздухе.\nТут старик взглянул вниз, на землю, а земли и не видно. Потемнело у него в глазах от страха, разжал он пальцы и полетел вниз. А за ним и все четыреста слуг падишаха. Упали они на камни и разбились..."
}