{
  "text": "В одной деревне жил крестьянин, которого звали Гембей. Соседи не любили Гембея, потому что он был страшный хвастун. Постигнет кого-то беда, а Гембей смеется и говорит:\n\n- Со мной такого никогда не произойдет! Меня так просто не обманешь.\n\nОднажды Гембей собрался в город. Он решил купить себе на рынке телочку. Гембеева жена выбрала самую толстую веревку, дала ему и говорит:\n\n- Будешь вести телочку домой, то хорошо привяжи. И смотри, чтобы ее по дороге не украли воры.\n\n- Глупости ты говоришь! — рассердился Гембей.- Чтобы у меня и украли телку! Нет, меня так легко не проведешь!\n\nИ Гембей пошел в город. Долго он ходил по рынку, и наконец увидел-таки внушительную, упитанную телочку белой масти.\n\n«Вот это именно то, что я искал! — обрадовался Гембей. — Ни у кого в нашей деревне нет такой телочки!»\n\nИ он даже языком прищелкнул, такой был довольный.\n\nВыторговал Гембей телочку и погнал домой. На окраине города он вспомнил, что где-то поблизости живет его давний знакомый — сапожник.\n\nПришел Гембей к приятелю — сразу же начал хвастаться:\n\n- Смотри, какую телку я купил! У тебя такой телочки отродясь не было!..\n\nИ снова удовлетворенно чмокнул языком.\n\nА у сапожника был подмастерье — мальчик Итиро. Итиро посмотрел на телочку, тоже чмокнул языком и говорит:\n\n- Это правда, телочка хорошая. Смотрите только, Гембей-сан, чтобы ее по дороге не украли.\n\nУслышав такое, Гембей засмеялся:\n\n- У тебя ее наверное украли бы, а меня не проведешь! Не такой я человек!\n\nПосле этих слов он попрощался и отправился домой в деревню.\n\nКогда Гембей ушел, Итиро и говорит:\n\n- Позвольте мне, хозяин, проучить как следует этого хвастуна.\n\n- От этой болезни его никто не вылечит, — ответил мастер.\n\n- И все же пусть я бы попробовал.\n\n- Что же ты думаешь сделать?\n\n- А я украду у него телочку.\n\n- Попробуй, если хочешь. Только из этого ничего не выйдет: ведь он ведет телку на хорошей веревке.\n\n- Посмотрим! — сказал подмастерье, схватил с крючка на стене новую пару новых гета и выбежал на улицу.\n\nИтиро знал, какой дорогой шел Гембей. Он окольными путями опередил хвастуна, бросил на дорогу один ботинок и спрятался в траве.\n\nА довольный Гембей тянул за собой телку и мурлыкал какую-то песенку. Но вот он увидел на дороге ботинок.\n\n- Ох-ох-ох! — расстроился хвастун. — Жаль, что нет второго. По одному и наклоняться не стоит…\n\nОн дернул телку за веревку и пошел дальше. Так прошел он счастливо много гон, и только вошел в дубовую рощу, как опять наткнулся на такой же ботинок.\n\n- Жаль, что я не взял тот ботинок! — расстроился Гембей. — Однако он, наверное, до сих пор там валяется.\n\nГембей наскоро привязал телочку к дубу и бросился со всех ног к тому месту, где он увидел первый ботинок. Ботинок лежал на том же месте.\n\nСхватив его, Гембей, сколько есть силы, побежал в дубовый лес. Но когда он подбежал к дубу — телочки там не было.\n\nОблазил Гембей по всему леску, а телочку словно черти стащили.\n\n«И как это она умудрилась отвязаться? — опечалился Гембей. — Хоть бы никто не узнал, что со мной такое случилось…»\n\nНе найдя телочки, он снова пошел в город: нельзя же возвращаться к жене с пустыми руками. Тогда пришлось бы обо всем рассказать.\n\nА Итиро тем временем уже пригнал телочку домой и спрятал во дворе.\n\nОн рассказал своему мастеру, как обманул-таки хвастливого Гембея, и оба долго смеялись.\n\n- Что же мы будем делать с телочкой? — спросил подмастерье. Хозяин не успел ничего ответить, как дверь открылась и в комнату вошел Гембей.\n\n- А где же твоя телочка, уважаемый Гембей-сан? — спросил, словно ничего и не было, мастер.\n\n- Телка? А, телочка! Знаешь, она мне перестала нравиться, и я продал ее по дороге. Теперь хочу купить себе другую. Поэтому и вернулся.\nХозяин угостил Гембея табаком и произнес:\n\n- Тебе повезло: я давно уже хочу продать свою телочку. Если не пожалеешь денег, могу продать ее тебе.\n\nИ он приказал подмастерью привести телочку.\n\n- Сколько же ты хочешь за нее? — спросил Гембей.\n\n- Да столько же, сколько ты заплатил за свою.\n\n- Вот загнул!.. — Гембей даже рукой махнул на него. — Разве можно сравнить мою телочку и твою? Моя была большая и ухоженная! Да и шерсть на твоей телке намного короче!\n\n- Как знаешь, а дешевле я не продам.\n\nПришлось хвастуну за свою же телочку снова платить деньги. Когда Гембей вывел ее со двора, мастер спросил:\n\n- Надеюсь, Гембей-сан, твою телку никто не украдет по дороге? И снова Гембей сказал хвастливо:\n\n- Да нет, меня не обманешь! Не такой я человек. Когда Гембей ушел, Итиро снова попросил:\n\n- Позвольте, хозяин, я еще раз украду эту телочку.\n\n- Ну, второй раз уже ничего не получится! Теперь его так легко не обманешь.\n\n- Однако вы позвольте мне попробовать. Очень уж хочется проучить его, чтобы не был хвастуном.\n\n- Что же, попробуй…\n\nИтиро снова бросился к рощице, чтобы опередить Гембея. Он спрятался в кустах у дороги и стал ждать. Как только Гембей появился на тропинке, подмастерье громко замычал:\n\n- Му-у-у-у, му-у-у-у…\n\n- Да это же ревет моя потерянная телочка! — обрадовался Гембей. — Сейчас я ее поймаю и будут две телочки.\n\nИ, привязав тройным узлом телочку к дереву, Гембей бросился в кусты, откуда услышал мычание.\n\nТогда Итиро, не переставая мычать, начал перебегать с места на место. Заманив хвастуна в самые дебри, он прибежал к дубу, отвязал телочку и погнал домой.\n\nТолько под вечер выбрался Гембей на тропинку. Здесь он сразу же увидел, что и вторая его телочка пропала.\n\nОпять Гембей повернул в город.\n\nВойдя в дом сапожника, он молча остановился у дверей.\n\n- Что привело вас снова в город и где ваша замечательная телочка? — спросил хитрый Итиро.\n\n- Да, видишь, — начал врать хвастун, — по дороге я зашел в храм и подарил телочку настоятелю, чтобы боги были ко мне еще ласковее. Утром я пойду на рынок и куплю себе новую.\n\nХозяин улыбнулся и сказал:\n\n- Нечего ждать до утра. У меня есть на продажу еще одна замечательная телочка.\n\nЕдва сдерживая смех, Итиро привел белую телку. Чтобы не расхохотаться, хозяин все время прикрывал рот веером.\n\nГембей увидел телку и недовольно пробормотал:\n\n- Эта телка в сто раз хуже моей!\n\nТут уже мастер и подмастерье не выдержали и так расхохотались, что сбежались соседи. Все начали спрашивать, что случилось.\n\nТогда хозяин рассказал, как хвастливый Гембей дважды купил ту самую телку и пришел за ней в третий раз.\n\nТогда и соседи весело засмеялись.\n\nКогда хохот немного стих, мастер сказал:\n\n- Гембей-сан, обещай никогда больше не хвастаться, и я верну тебе и телочку, и деньги.\n\nПришлось Гембею согласиться: нельзя же было вернуться в деревню без денег и без телочки. Взял он телочку, попросил дать самую толстую веревку и побрел домой.\n\nВскоре слух об этом происшествии дошел и до его деревни.\n\nС тех пор, если Гембей начинал хвастаться, кто-нибудь кричал:\n\n- Гембей-сан, расскажите лучше как вы трижды покупали ту самую телку.\n\nИ тогда хвастун стыдливо обмахивался веером и замолкал."
}