{
  "text": "Жили-были дед да баба. Жили они бедно-пребедно, ничего у них не было, была только одна кошёлка ржи. Вот дед и спрашивает как-то бабу:\n— Бабка, бабка, что нам делать с этой рожью?\n— Иди на мельницу, смели там рожь — хлеба напечём, — говорит баба.\nПошёл дед на мельницу, смолол рожь и понёс муку домой.\nОткуда ни возьмись, налетел вихрь и развеял всю дедову муку. Принёс дед домой пустую кошёлку.\n— Бабка, бабка, что мы будем делать? Вихрь всю нашу муку развеял!..\n— А ты иди, дед, к вихрю, взыскивай с него!\nПошёл дед искать вихря. Шёл-шёл, долго шёл, пришёл в дремучий лес. Смотрит — стоит хатка. Вошёл дед в хатку. Сидит в той хатке старуха. Спрашивает она:\n— Зачем ты, добрый человек, пришёл сюда?\n— Да вот вихря ищу.\n— А зачем тебе вихрь?\n— Развеял он мою муку, хочу с него за это взыскать!\n— Ну, — говорит старуха, — куда тебе нужно, туда ты и пришёл: это вихрева хатка, а я его мать родная!\nНакормила она деда и велела дожидаться вихря. Долго ли, скоро ли — прилетел вихрь. Спрашивает его мать:\n— Зачем ты у этого человека муку развеял? Теперь у него хлеба нет!\nВихрь говорит:\n— Не тужи, дед, дам тебе за твою муку хороший подарок!\nИ даёт ему скатерть. Дед спрашивает:\n— Что это за скатерть? На что она мне?\n— А эта скатерть не простая, — говорит вихрь. — Как скажешь: «Эй, скатёрка, скатёрка, раскатись, развернись, дай попить-поесть, что на свете есть!», она тебе всё и даст.\nПошёл дед домой со скатертью. Отошёл немного и думает:\n«Дай-ка проверю, не обманул ли меня вихрь». Да и говорит:\n— Эй, скатёрка, скатёрка, раскатись, развернись, дай попить-поесть, что на свете есть!\nСкатёрка раскатилась, развернулась — и появились на ней разные кушанья, какие только на свете бывают.\nПодивился дед, поел, свернул скатёрку и пошёл домой. И застигла его по дороге ночь. Попросился он в хату ночевать. А жила в этой хате богачка. Разбогатела она обманом да хитростью.\nПустила она старика и стала выспрашивать да выпытывать:\n— Откуда, дед, идёшь?\n— Да вот ходил к вихрю за муку взыскивать!\n— Что же тебе вихрь дал?\n— А дал он мне скатёрку.\n— Какая же это скатёрка?\n— Не простая! Как скажешь ей: «Эй, скатёрка, скатёрка, раскатись, развернись, дай попить-поесть, что на свете есть!», она всё и даст.\n— Положи, дед, свою скатёрку в сенях: её у нас никто не возьмёт.\nСтарик послушался и положил скатёрку в сени. Хозяйка с ним о том о сём разговаривает, а сама подозвала дочку и шепнула:\n— Возьми-ка дедову скатёрку, а вместо неё положи нашу!\nДочка так и сделала: свою скатёрку положила, а дедову спрятала.\nНаутро дед встал, сунул скатерть за пазуху и отправился домой.\nПриходит и говорит:\n— Ну, старуха, теперь будем сыты! Садись-ка за стол!\nСели они за стол. Дед вынул из-за пазухи скатерть и приказал:\n— Скатёрка, скатёрка, раскатись, развернись, дай попить-поесть, что на свете есть!\nА скатёрка и не шевельнулась. Рассердилась баба и прогнала деда из хаты:\n— Иди опять к вихрю!\nПошёл дед снова в дремучий лес. Шёл-шёл, нашёл вихреву хатку. Вошёл и стал браниться:\n— Бессовестный ты, вихрь! Обманул ты меня! Ничего твоя скатерть не даёт!\nПривёл вихрь баранчика и говорит:\n— Вот тебе, дед, баранчик. Как скажешь: «Баранчик, баранчик, встряхнись, дай злата-серебра», он и даст.\nВзял дед баранчика и пошёл домой. Шёл-шёл и зашёл на ночлег в ту же хату. Пустила его хозяйка и спрашивает:\n— Что это у тебя за баранчик?\n— А этого баранчика мне вихрь дал. Как скажу ему: «Баранчик, баранчик, встряхнись, дай злата-серебра», он и даст.\n— А ну покажи!\n— Дай-ка мне хозяюшка, рогожку!\nХозяйка принесла рогожку. Дед разостлал рогожку, поставил на неё баранчика и говорит:\n— Баранчик, баранчик, встряхнись, дай злата-серебра!\nБаранчик встряхнулся, и посыпалось с него злато-серебро.\nХозяйка увидела это и подменила ночью баранчика.\nНаутро дед взял хозяйкиного баранчика и пошёл домой. Приходит и говорит старухе:\n— Ну, старуха, теперь у нас деньги всегда будут! Принеси-ка рогожку!\nСтаруха принесла.\nДед поставил баранчика на рогожку и приказал:\n— Баранчик, баранчик, встряхнись, дай нам злата-серебра!\nА баранчик стоит, как стоял. Прогнала бабка деда из избы:\n— Ступай к вихрю, взыскивай с него за нашу муку!\nПошёл дед опять к вихревой хатке. Выслушал его вихрь и дал ему рожок:\n— Возьми, дед, этот рожок. Теперь всё твоё добро к тебе вернётся, только скажи: «Из рога всего много!»\nПошёл дед домой и думает:\n«А ну-ка, испробую я этот рожок!» Да и говорит:\n— Из рога всего много!\nВыскочили тут из рога молодцы с дубинками и давай бить деда. Хорошо, он догадался крикнуть:\n— Все в рог обратно!\nМолодцы с дубинками сейчас же в рог скрылись, а дед своей дорогой пошёл.\n«Ну, — думает, — спасибо вихрю! Научил меня уму-разуму. Знаю, что мне теперь делать!»\nДошёл он до хаты, где прежде ночевал, и опять на ночлег просится. Хозяйка поскорее дверь открыла, пустила его и спрашивает:\n— Что это у тебя, дед, за рожок такой?\n— Этот рожок мне вихрь подарил. Он что хочешь даст, только вымолви: «Из рога всего много!»\nСказал это дед и вышел из горницы, а рожок на столе оставил. Только он за дверь, а хозяйка схватила рожок и говорит:\n— Из рога всего много!\nКак только она это сказала, выскочили из рога молодцы и давай её бить дубинками. Били-били, били-били! Закричала она во всю мочь:\n— Дед, дед! Помоги!\nПришёл дед в хату, говорит:\n— Отдашь мою скатёрку и баранчика?\n— Я их не брала!\n— А, не брала? Ну, так бейте её, молодцы!\n— Ой, дед, отдам, только спаси меня!\nТогда дед говорит:\n— Все в рог обратно!\nМолодцы с дубинками сейчас же в рог скрылись. Отдала хозяйка деду и скатёрку и баранчика. Пошёл дед домой.\nПришёл, принёс своей старухе все вихревы подарки, и стали они жить да поживать без нужды, без горя!"
}