{
  "text": "В старой, убогой хижине на краю леса жила бедная вдова. Перед хижиной был сад, и в саду росли два куста роз. На одном цвели белые розы, на другом - красные.\n\nУ вдовы были две девочки, похожие на эти розы. Одну из них звали Беляночка, а другую - Розочка. Обе они были скромные, добрые и послушные девочки.\n\nОднажды они подружились с медведем, и медведь стал часто приходить к ним в гости.\n\n... Как-то раз мать послала девочек в лес за хворостом. Вдруг они заметили, что в траве, возле большого поваленного дерева, что-то прыгает, но никак не могли разглядеть, что это такое.\n\nДевочки подошли ближе и увидели крошечного человечка со старым, сморщенным лицом, и очень длинной белой бородой. Конец его бороды застрял в щели дерева, и гном, прыгал вокруг, как собачка на привязи, не зная, как ему освободиться.\n\nОн вытаращил на девочек свои красные, как раскаленные уголья глаза и закричал:\n\n- Чего вы там стоите? Разве вы не можете подойти и помочь мне?\n\n- Что с тобой случилось, человечек? - спросила Розочка.\n\n- Глупая любопытная гусыня! - ответил гном. - Я хотел расколоть дерево, чтобы нарубить дров для кухни. На толстых поленьях та капелька еды, которая нужна мне, сразу пригорает. Ведь мы не едим столько, сколько вы, грубый, жадный народ! Я уже вогнал клин, и все было бы хорошо, но проклятая деревяшка оказалась слишком гладкой и выскочила. А щель так быстро закрылась, что я не успел вытащить свою прекрасную белую бороду. И вот она застряла тут, и я не могу уйти. А вы еще смеетесь! Фу, какие вы противные.\n\nДевочки старались изо всех сил, но не могли вытащить бороду...\n\n- Я сбегаю, позову людей, - сказала Розочка.\n\n- Ты с ума сошла, овечья голова! - завизжал гном - Зачем звать еще людей, мне и вас-то двоих слишком много! ...Разве вы не можете придумать ничего лучше.\n\n- Потерпи немножко, - сказала Беляночка, - Я уже придумала, - она вынула из кармана ножницы и обрезала тому кончик бороды...\n\n...Как только гном почувствовал себя свободным, он схватил свой мешок, полный золота, который лежал между корнями дерева, взвалил его на плечи и ушел, бормоча:\n\n- Неотесанный народ! Отрезать кусок такой прекрасной бороды! Ах чтоб вас!..\n\nДевочки шли лугом. Вдруг они увидели большую птицу, которая медленно кружила над ними в воздухе, опускаясь, все ниже и ниже. Наконец она опустилась недалеко от них, возле огромного камня. Вслед за тем девочки услышали пронзительный жалобный крик. Они подбежали и с ужасом увидели, что орел схватил их старого знакомого - гнома и хочет унести его. \n\nДобрые девочки сейчас же ухватились за человечка и до тех пор боролись с орлом, пока тот не бросил свою добычу.\n\nКогда гном немножечко оправился от испуга, он закричал своим скрипучим голосом:\n\n- Разве вы не могли бережнее обращаться со мной? Вы так изорвали мой костюмчик, что он теперь весь в дырах и лохмотьях. Ах вы неуклюжие, грубые девчонки!\n\nПотом он взял мешок с драгоценными камнями и потащил его под скалу, в свое подземелье. Девочки продолжали свой путь... Они встретились еще раз с гномом, он был очень зол на девочек. Он собирался еще бранить девочек, но в это время раздалось громкое рычание и из лесу выбежал черный медведь. Испуганный гном вскочил, но ему не удалось пробраться к своему убежищу, медведь был уже близко. Тогда гном завопил, дрожа от страха:\n\n- Милый, господин медведь, пощадите меня! Я отдам вам все мои сокровища! Взгляните, что это за прекрасные камни! Подарите мне жизнь! На что вам нужен такой маленький, щупленький человечек? Вы даже не почувствуете меня на зубах. Возьмите лучше этих бессовестных девчонок - это лакомый кусочек для вас. Скушайте их на доброе здоровье!\n\nНо медведь не обратил на его слова никакого внимания. Он ударил лапой это злое существо и убил его.\n\nДевочки бросились бежать, но медведь крикнул им: - Беляночка, Розочка! Не бойтесь, подождите, я пойду с вами!\n\nТут они узнали голос своего старого приятеля и остановились. Когда же медведь поравнялся с ними, толстая медвежья шкура вдруг свалилась с него, и они увидели перед собой прекрасного юношу, с ног до головы одетого в золото.\n\n— Я королевич, — сказал юноша. — Этот злой карлик похитил мои сокровища, а меня самого превратил в медведя. Диким зверем должен я был скитаться по лесным дебрям до тех пор, пока его смерть не освободит меня.\n\nИ вот наконец он наказан поделом, а я опять стал человеком. Но я никогда не забуду, как вы пожалели меня, когда я был еще в звериной шкуре. Больше мы с вами не расстанемся. Пусть Беляночка  станет моей женой, а Розочка — женой моего брата.\n\nТак и случилось. Когда пришло время, королевич женился на Беляночке, а его брат — на Розочке. Драгоценные сокровища, унесенные карликом в подземные пещеры, снова засверкали на солнце.\n\nДобрая вдова еще долгие годы жила у своих дочерей спокойно и счастливо.\n\nОба розовых куста она взяла с собою. Они росли под ее окном. И каждый год расцветали на них чудесные розы — белые и красные."
}