{
  "text": "Жил когда-то один царь.\n\nКак-то раз, когда сидел он на троне, из дальних стран пришел к нему посланец другого царя. Ни слова он не сказал, молча провел мелом черту вокруг царского трона и молча стал поодаль.\n\nНичего не понял царь. Спросил он:\n\n— Что все это означает?\n\nНо посланец в ответ не вымолвил ни одного слова. Тревожно стало царю. Вызвал он всех своих визирей, всех своих приближенных и приказал им истолковать, что означает черта вокруг его трона.\n\nВизири и приближенные внимательно осмотрели черту, но ничего не могли объяснить.\n\n— Позор!— сказал в гневе царь.— Позор! Неужели во всей моей стране не найдется человека, который смог бы разгадать, что означает эта черта вокруг моего трона?..\n\nИ царь отдал строгий приказ: собрать всех мудрецов его царства, чтобы они разгадали таинственное значение этой черты. Если же мудрецы не разрешат этой задачи, говорилось в царском приказе, всем им отрубить головы.\n\nБросились визири разыскивать мудрецов. Обегали весь город и все селения, стучались в каждый дом. Наконец увидели они какой-то небольшой домик. Зашли. Никого нет, дико, пусто, только висит колыбель и качается сама собой.\n\n— Что такое?— удивились царские визири.— Почему качается эта колыбель? Ведь никого здесь нет.\n\nПодивились они и перешли в другую комнату. В этой комнате стояла другая колыбель и тоже качалась, хотя никого около нее не было.\n\nЕще больше удивились визири и поднялись на крышу дома.\n\nНа крыше просыхала пшеница. Над ней летали птицы. Они хотели поклевать пшеницы, но не смели: на крыше был укреплен тростник, он раскачивался из стороны в сторону и отпугивал птиц.\n\nЕще больше изумились посланные царя.\n\n— Почему же так сильно качается тростник?— спрашивали они один другого.— Ведь ветра нет, и на деревьях, что растут рядом, не шелохнется ни одна веточка, ни один листок.\n\nС крыши они опять спустились в дом и зашли в последнюю, третью, комнату. В комнате этой сидел ткач и работал на своем станке.\n\n— Что происходит в твоем доме?— спросили его посланные царя.— Почему в пустых комнатах сами собой качаются колыбели? Почему на крыше колышется тростник, хотя нет ветра?\n\n— Нет в этом никакого дива,— ответил ткач.— Все это делаю я.\n\n— Смеешься ты, что ли, над нами?— воскликнули царские визири.— Как ты можешь все это делать, когда сидишь здесь и ткешь?\n\n— Нет ничего проще,— сказал ткач.— Я привязал к моему ткацкому станку три нити. Конец одной нити я прикрепил к первой колыбели, конец другой — ко второй, а конец третьей — к тростнику. Когда я тку, нити все время двигаются и качают обе колыбели и тростник на крыше.\n\nПоглядели посланные царя — верно, тянутся от станка три нити: две — к колыбелям, одна — к тростнику.\n\n— Вот это ткач!— воскликнули они.— Да он не хуже мудреца! Такого-то нам и надо! Пойдем с нами к царю — может быть, ты разрешишь одну таинственную задачу.\n\n— Расскажите мне сначала, какая это задача,— попросил ткач.\n\n— К нашему царю пришел посланец чужеземного царя,— сказали визири.— Он достал кусок мела и провел вокруг трона черту. Никто не может догадаться, что это означает,— ни сам наш царь, ни все его приближенные. Сейчас мы по приказу царя разыскиваем мудреца, который мог бы истолковать значение этой черты вокруг трона. Если ты сумеешь разгадать эту тайну, получишь от царя богатые подарки.\n\nВыслушал царских посланников ткач, призадумался. Затем он взял две бабки, в которые играют ребятишки, опустил их в карман и стал ловить курицу. Переглянулись визири с недоумением и спросили:\n\n— Зачем тебе понадобилась курица?\n\n— Пригодится,— коротко ответил ткач и посадил курицу в корзинку.\n\nПосле этого отправились они все к царю.\n\nПришел ткач во дворец, поздоровался с царем, взглянул на белую черту вокруг трона, взглянул на чужеземного посланца, усмехнулся и бросил перед ним две бабки.\n\nПосланец, не говоря ни слова, достал из кармана горсть проса и бросил на пол.\n\nТкач засмеялся, вынул из корзинки курицу и пустил ее к просу.\n\nКурица стала быстро клевать просо, и скоро на полу не осталось ни одного зернышка.\n\nПосле этого чужеземец поспешно ушел, так и не вымолвив ни одного слова.\n\nИ царь и все присутствующие с большим удивлением смотрели на поступки чужеземца и ткача.\n\nНикто не мог догадаться, что все это означает.\n\n— Что делал этот чужеземец?— спросил царь.\n\n— Он хотел показать тебе,— ответил ткач,— что царь его страны собирается идти войной на нашу землю и осадить нас со всех сторон. Он хотел также узнать, сдашься ли ты или будешь воевать. Вот что означает черта вокруг твоего трона.\n\n— Так,— сказал царь.— Это я теперь понимаю. Но я не могу понять, почему ты бросил перед ним бабки.\n\nТкач ответил:\n\n— Я бросил перед ним бабки для того, чтобы он понял, что мы куда сильнее их и что они не смогут победить нас. «Вы перед нами дети,— показал я ему,— поэтому лучше сидите дома, играйте в бабки и не помышляйте о войне с нами!»\n\n— Верно!— сказал царь.— После твоих слов мне стало понятно и это. Теперь объясни, почему чужеземец бросил на пол горсть проса и почему ты выпустил из корзинки курицу.\n\n— И здесь объяснение нетрудное,— сказал ткач.— Он бросил на пол горсть проса и показал этим, что войску их нет числа. Я выпустил на просо курицу и тем самым показал, что, если они пойдут на нас войной, у них не останется в живых ни одного воина.\n\n— Понял ли это чужеземец?\n\n— Ну, раз он убежал, значит, понял!\n\nЦарь наградил мудрого ткача богатыми подарками и сказал:\n\n— Эй, ткач! Останься здесь, будь моим главным визирем!\n\n— Нет,— ответил ткач,— не хочу быть твоим визирем. У меня свое дело есть.\n\nИ ушел."
}