{
  "text": "Глупой, хвастливой жабе надоело сидеть в болоте. Она надулась, напыжилась и с шумом выпрыгнула из болота на луг. На лугу же в это время пасся як. Увидев, как прыгнула жаба, як усмехнулся и сказал:\n\n- Да ты, оказывается, хорошо прыгаешь, сестрица!\n\nОт похвалы жаба напыжилась ещё больше и снова подпрыгнула.\n\n- Ну как, высоко? - спросила она горделиво.\n\n- Высоко, сестрица, высоко!\n\n- Выше твоего колена?\n\n- Пожалуй, что и выше. Поднатужься ещё немного, и ты допрыгнешь до неба!\n\nДовольная собой жаба, конечно, не поняла, что старый як смеялся над ней. Она вернулась домой и сразу же начала хвастаться на всё болото:\n\n- Завтра я подпрыгну до самого неба. Приходите утром на луг и вы увидите всё сами.\n\nИ вот, когда наступило утро следующего дня, жаба прискакала на луг, где пасся як, и посмотрела на Небо. В небе же в это время как раз летел лебедь.\n\n- Посторонись, лебедь! - крикнула жаба и подпрыгнула так высоко, что оказалась на кочке.\n\n- Смотри, як, я допрыгнула до неба! - заквакала счастливая жаба.\n\n- Нет, сестрица, это ещё не небо. Небо повыше, - сказал, смеясь, як.\n\nЖаба набрала побольше воздуха, подпрыгнула ещё раз и оказалась на пеньке.\n\n- Наконец-то я на небе! - закричала восторженно жаба.\n\nНо и на этот раз як засмеялся.\n\n- До неба осталось совсем немного, - сказал он. - Ещё один такой прыжок и ты окажешься на небе.\n\nТогда жаба собрала последние силы, прыгнула снова и шлёпнулась на большой плоский камень.\n\n- Молодец, сестрица! - крикнул як. - Теперь ты на небе!\n\nВне себя от счастья, жаба начала разгуливать по камню, а когда стало смеркаться, плюхнулась на землю.\n\n- Вот я и побывала на небе!- хвасталась она у себя на болоте. - Вы даже и не подозреваете, подружки, как там интересно!\n\n- Хотела бы я знать, на что похоже небо?-спросила самая старая жаба.\n\nНаша жаба сказала:\n\n- Больше всего небо похоже на плоский камень. Просто удивительно!\n\n- Хотела бы я знать, - снова проквакала старая жаба,- сколько надо сделать прыжков, чтобы оказаться на небе?\n\n- Могу сказать точно, - ответила глупая жаба. - Для того чтобы попасть на небо, достаточно и трёх прыжков. Ну, а обратный путь я проделала всего-навсего за один прыжок!"
}