{
  "text": "В прежние времена жил в степи бедняк Алдар-Косе. Имущества у него не было никакого, кроме одной лошади, зато разных хитростей и выдумок был всегда большой запас.\nВ той же самой степи кочевал и богатый Шигай-бай. Богатства у него было много, а скупости еще больше. До того доходила его скупость, что он отказывал даже в куске хлеба и глотке воды гостям.\nВот этого-то Шигай-бая и решил проучить хитроумный Алдар-Косе.\nСел он на свою лошадь и отправился в гости к Шигай-баю. Узнали об этом люди, стали смеяться над ним:\n– Ну, Алдар-Косе, жди: хорошее угощенье будет тебе у Шигай-бая! Вдоволь наешься жирной баранины и напьешься лучшего айрана.\n– Хорошо, – ответил Алдар-Косе, – посмотрим!\nМного дней ехал он по степи, все разыскивал юрту Шигай-бая. Но везде ему говорили:\n– Нет, здесь Шигай-бая не ищи: он забрался куда-то далеко, подальше от людей!\nИ Алдар-Косе продолжал ехать все дальше и дальше. Наконец он увидел в степи одиноко стоящую юрту. Юрта эта со всех сторон была окружена камышом.\n«Ну, неспроста Шигай-бай поселился среди камышей!» – подумал Алдар-Косе.\nИ вправду неспроста: сделано это было для того, чтобы сам хозяин и вся его семья заранее могли узнать о том, что подходит чужой человек. Зашумит камыш – значит, кто-то идет к юрте. А раз кто-то подходит, надо скорее прятать все съестное, чтобы не угощать пришедшего.\nТак это и понял догадливый Алдар-Косе.\nСтал он думать, как бы это пройти через камыш без шума до самой юрты Шигай-бая.\nНельзя пройти без шума! Тогда Алдар-Косе придумал такую хитрость.\nОтвел он своего коня в сторону и стал собирать камни. Много камней набрал. А когда стемнело, стал бросать в камыш один за другим эти камни.\nБросил Алдар-Косе камень – зашумел камыш. Выскочил из юрты Шигай-бай, всмотрелся, вслушался:\n– Кто идет?\nНикого нет. Он обратно в юрту. А Алдар-Косе опять камень бросил. Опять зашумел камыш, опять выскочил из юрты Шигай-бай, осмотрелся кругом – никого нет.\n«Видно, это ветер качает камыш», – подумал Шигай-бай и перестал выбегать из юрты.\nЭтого только и дожидался Алдар-Косе. Взял он за повод своего коня и стал пробираться через камыш к юрте скряги.\nСтупит шаг – подождет. Еще шаг ступит – опять подождет.\nТак и подошел к самой юрте.\nПриподнял Алдар-Косе кошму и заглянул в юрту. А в юрте от разного добра тесно: везде ковры, везде подушки, один на другом кованые сундуки стоят. А посреди юрты, возле огня, сидит Шигай-бай со своей семьей. В котле варится баранина. Шигай-бай на нее поглядывает, пробует, сварилась ли. А сам в то же время готовит колбасу: набивает кишку рубленым мясом. Жена Шигай-бая тесто месит. Дочка ощипывает гуся. Работник палит над огнем баранью голову.\nТут Алдар-Косе неожиданно вошел в юрту и сказал:\n– Здравствуйте!\nВ тот же миг Шигай-бай захлопнул котел крышкой и сел на колбасу, жена его села на тесто, дочка закрыла подолом гуся, а работник спрятал за спину опаленную баранью голову.\nПоздоровался Шигай-бай с Алдаром-Косе и стал его спрашивать:\n– Ну, какие новости в степи?\n– Ох, бай, – ответил Алдар-Косе, – много в степи интересного, много в степи диковинного, обо всем и не расскажешь!\n– Ну, обо всем не расскажешь, так хоть о чем-нибудь расскажи!\n– Да вот ехал я к твоей юрте и вижу: ползет огромная, толстая змея, куда толще, чем колбаса, на которую ты уселся, когда я вошел в юрту.\nПоморщился Шигай-бай, но ничего не сказал. А Алдар-Косе продолжал:\n– Поверишь ли, бай, что голова у этой змеи была большая, черная, ну совсем как та баранья голова, которую твой работник только что палил на огне, а потом спрятал за спину.\nПоморщился Шигай-бай, но опять смолчал. А хитрец продолжал свой рассказ:\n– Ползет эта змея и шипит, как вот этот котел, в котором у тебя варится баранина. Соскочил я с коня, схватил большой, тяжелый камень и ударил изо всех сил змею. Расплющилась у змеи голова и стала похожа на раскатанное тесто, на которое уселась твоя жена. Вот какие диковинки видел я в степи! Если неправду говорю – пусть ощиплют меня, как ощипала твоя дочка убитого гуся!\nОпять поморщился Шигай-бай от досады, опять ничего не сказал. И угощать Алдара-Косе не стал.\nДо позднего часа сидели Алдар-Косе и Шигай-бай – все разговаривали. А баранина в котле кипит да кипит, по юрте вкусный запах разносится.\nАлдар-Косе проголодался в пути, все на котел посматривает, слюнки глотает. Приметил это Шигай-бай и говорит:\n– Кипи, мой котел, полгода!\nТут Алдар-Косе быстро снял сапоги, улегся, зевнул и сказал:\n– Отдыхайте, мои сапоги, два года!\nВидит Шигай-бай, что гость не собирается уходить, решил и сам лечь спать без ужина.\nЛегли все спать, а котел с бараниной оставили на треножнике.\n«Как заснет Алдар-Косе, – думает Шигай-бай, – разбужу всех своих, и поедим баранины».\n«Как заснет скряга Шигай-бай, – думает Алдар-Косе, – наемся досыта! Зачем мне голодать, когда баранина в котле давным-давно сварилась!»\nЛежал, лежал Шигай-бай и заснул, захрапел на всю юрту.\nТут Алдар-Косе встал, достал из котла баранину, съел ее, а в котел бросил старые сапоги Шигай-бая. После того накрыл котел крышкой, улегся и стал следить, что будет дальше.\nСпустя некоторое время Шигай-бай проснулся, прислушался, посмотрел на Алдара-Косе и решил, что тот спит. Осторожно стал он будить жену и дочь:\n– Просыпайтесь, просыпайтесь скорее! Будем есть баранину, пока Алдар-Косе спит!\nОткрыл Шигай-бай котел, достал свои сапоги, разрезал ножом на куски. Принялись за еду. Жуют, жуют – не могут разжевать!.. Что такое, почему мясо такое твердое?\n– Негодный Алдар-Косе виноват, – говорит жене Шигай-бай, – это из-за него баранина затвердела. Ну, ничего, когда он уберется отсюда, доварим и съедим! А сейчас собери куски и положи в котел.\nСобрала жена куски кожаных сапог и опустила в котел. Потом Шигай-бай приказал жене, чтобы она развела огонь и испекла ему лепешки из вчерашнего теста.\nКогда лепешки испеклись, Шигай-бай не дал им остыть, положил поскорее за пазуху и отправился в степь посмотреть на свои стада.\nКак только скряга вышел, Алдар-Косе немедленно выскочил из юрты, подбежал к нему и сказал:\n– Ох, бай! Хорошо, что я проснулся, а то так бы и уехал, не простившись с тобой! Ведь я сегодня домой уезжаю!\nПринялся тут Алдар-Косе обнимать Шигай-бая. Прижимает он его к груди, а горячие лепешки так и жгут, так и жгут скрягу! Терпел Шигай-бай, терпел, да не выдержал, закричал:\n– Ой, горячо! Ой, горячо!\nВыхватил из-за пазухи лепешки и крикнул:\n– Пусть их собаки съедят!\n– Что ты, бай, – сказал Алдар-Косе, – зачем собак горячими лепешками кормить? Лучше угостить ими гостя!\nПодхватил лепешки и съел их.\n– Хорошие лепешки печет твоя хозяйка, бай! – сказал Алдар-Косе. – Давно не ел таких вкусных!\nНичего не ответил ему Шигай-бай, да так, голодный, и отправился в степь.\nПриезжает он вечером, смотрит – Алдар-Косе сидит в его юрте.\n– Да ведь ты прощался, хотел уехать, – говорит Шигай-бай.\n– Хотел, да раздумал – очень уж мне у тебя понравилось, – отвечает Алдар-Косе.\nСморщился Шигай-бай от досады, да ничего не поделаешь – не выгонишь гостя из юрты.\nНа другое утро Шигай-бай опять собрался в степь и говорит жене:\n– Дай мне с собою турсук айрана, но так, чтобы Алдар-Косе не видел.\nНалила жена большой турсук айрана, подала баю. Прикрыл бай турсук полою своего халата и вышел из юрты.\n«Ну, – думает, – в этот раз все благополучно будет».\nДа не тут-то было! Выбежал Алдар-Косе и стал обнимать Шигай-бая. Обнимал, обнимал, да и перевернул турсук. Потек айран по халату бая. Разозлился Шигай-бай, выхватил турсук, сунул его в руки Алдару-Косе и закричал:\n– Пей! Пей!\n– Что ж, – отвечает Алдар-Косе, – выпью, если угощаешь. Зачем обижать тебя отказом!\nИ выпил весь айран.\nСнова Шигай-бай отправился в степь голодным. А хитрый Алдар-Косе вошел в юрту и стал разговаривать с хозяйкой и дочкой.\nМного дней жил Алдар-Косе у скряги. Как ни хитрил бай, что ни выдумывал – все равно не мог перехитрить гостя. Волей-неволей приходилось ему кормить Алдара-Косе.\nС утра до вечера думал Шигай-бай, как бы ему выпроводить гостя из своей юрты, как бы ему отомстить. Думал он, думал и придумал.\nПриехал к нему Алдар-Косе на лошади с белой отметиной на лбу. Вот эту лошадь Шигай-бай и решил зарезать. Как проходит мимо, все посматривает на нее злыми глазами, словно запомнить старается.\nАлдар-Косе это приметил.\nВечером он взял сажи и замазал белую отметину на лбу у своей лошаденки, а на лбу у самого лучшего коня Шигай-бая намазал белой глиной пятно.\nПосле этого пришел в юрту и лег спать.\nНочью Шигай-бай осторожно выбрался из юрты, разыскал среди лошадей ту, у которой на лбу было белое пятно, убил ее и давай громко кричать:\n– Ой, беда, Алдар-Косе! Ой, большая беда случилась с твоей лошадью!\nНо Алдар-Косе даже и не вышел из юрты. В ответ он только сказал:\n– Не тревожься, бай, не кричи! Что за беда: зарежь ее скорее, и будет у нас с тобой мясо!\nЗасмеялся Шигай-бай от радости, что наконец отомстил ненавистному гостю.\nТолько поутру увидел, он, что убил своего лучшего скакуна.\nЧуть не лопнул от злости Шигай-бай, да ничего не поделаешь: пришлось варить конину.\nНаконец Алдару-Косе и в самом деле надоело гостить у Шигай-бая. Решил он уехать в свой аул, а вместе с собой взять и байскую дочку.\n«Пусть, – думает, – будет она моей женой, не то поживет у такого отца и сама жадной станет».\nА дочку Шигай-бая звали Биз-Булдук. Ей веселый Алдар-Косе сразу понравился. Она на него то и дело тайком посматривала.\nУтром, когда Шигай-бай, по обыкновению, отправлялся в степь и уже сел на лошадь, Алдар-Косе сказал:\n– Ну, бай, довольно я погостил у тебя. Пора и домой возвращаться. Вернешься вечером – в юрте у тебя просторно будет.\nСлушает Шигай-бай, ушам своим не верит.\n– Дай ты мне только биз, хочу починить в дорогу сапоги, совсем они у меня истрепались! – говорит Алдар-Косе.\n– Хорошо, хорошо, – сказал Шигай-бай. – Бери биз, чини сапоги и отправляйся. Давно пора!\nС этими словами он поехал в степь.\nТут Алдар-Косе вошел в юрту и сказал жене бая:\n– Ну, хозяйка, снаряжай Биз, она со мной поедет.\n– В своем ли ты уме? – воскликнула жена бая. – Да разве Шигай-бай отдаст за тебя, за оборванца, нашу Биз?\n– Отдал, уже отдал! Если не веришь – спроси сама!\nВыбежала жена бая из юрты и стала кричать:\n– Шигай-бай! Шигай-бай! Правда ли, что ты обещал Алдару-Косе отдать Биз?\n– Правда! Правда! – ответил бай. – Отдай ему биз, и пусть он скорее убирается от нас!\nС этими словами Шигай-бай хлестнул лошадь и ускакал в степь.\nНе посмела жена ослушаться бая. Снарядила она свою дочку Биз-Булдук и вывела ее из юрты. Алдар-Косе посадил девушку на лошадку с белым пятном на лбу и поскакал прочь от юрты Шигай-бая.\nЕдет и говорит девушке:\n– Будешь среди хороших людей жить – и сама станешь хорошей!\nВечером Шигай-бай приехал в свою юрту. Узнал он, что случилось без него, побагровел от гнева, вскочил на коня и поскакал в погоню. Всю степь обскакал, а Алдара-Косе найти не мог. Так и вернулся скряга Шигай-бай ни с чем."
}