{
  "text": "Жил бедный человек, и было у него три сына. Часто он говорил своим сыновьям:\n– Дети мои! Нет у нас ни стада, ни золота, нет никакого другого имущества. Собирайте себе другие богатства: старайтесь больше узнать, больше понять. Ничего не оставляйте без внимания. Пусть вместо больших стад будет у вас большая сметливость, а вместо золота – светлый ум. С такими богатствами вы нигде не пропадете и будете жить не хуже других.\nМного ли, мало ли прошло времени–старик умер. Собрались братья, посоветовались и решили:\n– Нечего нам здесь делать! Пойдем-ка лучше странствовать по свету. Наймемся в чужих краях в пастухи или в батраки – с голоду не умрем!\nСобрались и пошли. Шли братья по пустынным долинам, переваливали через высокие горы. Шли долго – сорок дней шли. Съели они все, что у них было, устали сильно, а конца пути все не видно. Отдохнули братья и отправились дальше.\nНаконец увидели они деревья, башни, дома – это был какой-то большой город.\nОбрадовались братья, зашагали быстрее.\n– Ну, – говорят, – плохое – позади, хорошее– впереди!\nВблизи города старший брат вдруг остановился, взглянул на землю и сказал:\n– Недавно здесь шел большой верблюд.\nПрошли они немного – средний брат посмотрел по обе стороны дороги и сказал:\n– Верблюд этот был кривой.\nЕще немного прошли – младший сказал:\n– На этом верблюде ехала женщина с маленьким ребенком.\n– Верно! – сказали старший и средний.\nПошли братья дальше. Скоро их настиг верховой. Старший брат взглянул на него и спросил:\n– Пропажу разыскиваешь, всадник?\nПридержал верховой своего коня.\n– Пропажу разыскиваю! – отвечает.\n– Верблюд пропал? – спрашивает старший.\n– Верблюд, – отвечает верховой.\n– Большой?\n– Большой!\n– Верблюд твой был кривой на левый глаз? – спрашивает средний брат.\n– Да, он был кривой на левый глаз.\n– А на верблюде ехала женщина с маленьким ребенком? – спрашивает младший брат.\nВерховой с подозрением взглянул на братьев и говорит:\n– Ну, значит, мой верблюд у вас! Говорите: куда вы его дели?\n– Да мы твоего верблюда даже и не видели! – ответили ему братья.\n– А если не видели, откуда же вы знаете все его приметы? – спрашивает верховой.\n– Мы наблюдательные люди и догадались обо всем этом. Поезжай скорее вон в ту сторону, там и разыщешь своего верблюда, – ответили ему братья.\n– Нет, – сказал хозяин верблюда, – не поеду я в ту сторону! Верблюд мой у вас, отдайте мне его!\n– Да не видали мы твоего верблюда! – воскликнули братья.\nНо верховой не захотел и слушать их. Он вытащил из-за пояса саблю, стал размахивать ею и велел братьям идти впереди него. Так он пригнал братьев прямо ко дворцу падишаха той страны.\nПередал он братьев в руки стражников, а сам пошел к падишаху и сказал ему:\n– Я перекочевывал со своим скотом в горы, а жена моя с маленьким сыном ехала на большом кривом верблюде. Она отстала, сбилась с дороги и где-то потерялась. Я поехал искать ее и нагнал каких-то трех прохожих. Эти прохожие увели верблюда и, наверно, убили мою жену и ребенка!\nПадишах выслушал его и спросил:\n– Как же ты узнал об этом?\n– Прохожие сами рассказали мне, что верблюд был большой, кривой и что на нем ехала женщина с маленьким ребенком.\nПадишах подумал и сказал:\n– Если ты им ничего не говорил и они сами описали все приметы твоего верблюда, значит, верблюд у них. Веди этих воров сюда!\nХозяин верблюдов вышел и вернулся с тремя братьями.\n– Эй, воры! – грозно закричал падишах. – Отвечайте, куда вы девали верблюда этого человека?\n– Мы не воры и никогда не видели его верблюда, –ответили братья.\nПадишах сказал:\n– Хозяин ни о чем вас не спрашивал, вы сами рассказали ему обо всех приметах верблюда. Как же вы смеете теперь отказываться?\n– О падишах, – ответили ему братья, – в этом нет ничего удивительного! Мы с детства привыкли ничего не оставлять без внимания, мы много учились наблюдать и размышлять. Поэтому мы и узнали все приметы верблюда, хотя самого верблюда не встречали.\nПадишах рассмеялся и спросил:\n– Можно ли знать так подробно о том, чего никогда не видел?\n– Можно, – сказали братья.\n– А ну-ка проверим, правду ли вы говорите!\nТут падишах подозвал своего визиря и что-то тихо сказал ему на ухо.\nВизирь тотчас вышел из дворца и скоро вернулся назад с двумя слугами, которые несли на носилках большой сундук. Слуги осторожно поставили сундук перед дверью, на виду у падишаха, и отошли в сторону. Братья издали наблюдали за тем, откуда слуги несли сундук, как они несли его, как ставили на пол.\n– Эй, воры, угадайте-ка, что в этом сундуке! – молвил падишах.\nСтарший брат сказал:\n– О падишах, мы уже сказали тебе, что мы не воры, а в этом сундуке лежит маленький круглый предмет.\n– Это гранат, – добавил средний брат.\n– Он еще не очень спелый, – сказал младший.\nПадишах крикнул:\n– Несите сюда сундук!\nСлуги поднесли сундук к падишаху. Падишах приказал открыть крышку и заглянул в сундук. И правда: в большом сундуке лежал один недозрелый гранат. Изумленный падишах взял гранат и показал его всем присутствующим. Потом он обратился к хозяину потерявшегося верблюда и сказал:\n– Нет, эти люди не воры! Они и вправду очень сообразительны. Ищи своего верблюда в другом месте!\nВсе, кто был с падишахом, дивились наблюдательности и догадливости братьев. Но больше всех дивился сам падишах. Он приказал принести разные яства и стал угощать братьев.\n– За вами нет никакой вины, – сказал он. – Вы можете идти куда хотите. Но прежде расскажите мне все по порядку: как вы узнали, что этот человек потерял верблюда, и как вы узнали все приметы этого верблюда?\nСтарший брат сказал:\n– По крупным следам на пыли я узнал, что перед нами прошел большой верблюд, и потому догадался, что этот человек, нагнавший нас и оглядывающийся во все стороны, ищет верблюда.\n– Это верно, – заметил падишах. – А кто из вас сказал, что верблюд кривой на левый глаз?\nТут встал средний брат и ответил:\n– Об этом сказал я!\n– Как же ты мог узнать, что верблюд кривой на левый глаз? Ведь эта примета не могла отпечататься на дороге!\n– Я догадался об этом потому, что по правую сторону дороги трава была объедена, а с левой стороны вся трава не тронута, – ответил средний брат.\n– И это верно, – сказал падишах. – А кто из вас узнал, что на верблюде ехала женщина с маленьким ребенком?\n– Я узнал это! – ответил младший брат. – Я заметил, что верблюд на одном месте становился на колени, а сбоку, на песке, остался след мягких женских сапожек. А по другому, меньшему следу я узнал, что с женщиной был ребенок.\nПадишах сказал:\n– Все это правда! Но как вы узнали, что в сундуке был один неспелый гранат? Этого я уж никак не могу понять!\n– Сундук несли двое слуг, – ответил Старший брат, – но было заметно, что он совсем не тяжелый. Когда слуги опускали сундук на пол, я услышал, что с одной стороны на другую перекатился какой-то небольшой круглый предмет.\nСредний брат сказал:\n– А я подумал: сундук принесли из сада, в нем находится небольшой круглыйпредмет – значит, это должен быть гранат. Ведь возле твоего дворца растут гранатовые деревья!\n– Верно! – сказал падишах.\nЗатем он обратился к младшему брату и спросил:\n– Но как же ты мог узнать, что это неспелый гранат?\n– Сейчас такое время года, – сказал младший брат, – когда все гранаты еще зеленые. В этом ты можешь убедиться сам!\nИ он указал падишаху на открытое окно.\nПадишах взглянул в окно и увидел в своем саду гранатовые деревья, покрытые незрелыми плодами.\nУдивился падишах наблюдательности и догадливости трех братьев и воскликнул:\n– Ну, не богаты вы деньгами да имуществом, зато богаты светлым разумом!"
}