{
  "text": "Был среди чукчей человек с одной дочерью. Девушка – лучшая помощница отцу. Каждое лето стережет она стадо далеко от своего стойбища, каждую зиму еще дальше со стадом уходит. Только изредка ездит на своем упряжном олене-быке в стойбище за едой.\nОднажды ночью ее упряжной олень голову поднял, на небо глянул и говорит:\n– Смотри, смотри!\nВзглянула девушка на небо и видит: спускается Месяц на нартах, на двух оленях.\n– Куда он? Зачем? – спрашивает девушка.\n– Тебя утащить хочет! – говорит олень.\nВстревожилась девушка:\n– Что делать? Унесет меня к себе!\nУпряжной олень копытом снег разбросал – ямка получилась. Говорит он:\n– Садись скорее сюда!\nДевушка села. Олень снегом ее забросал. Нету девушки –одна снеговая кочка!\nСпустился Месяц с неба, остановил своих оленей, слез с нарт. Ходит, осматривает все кругом – девушку ищет. Не может найти! К кочке подошел, макушку увидел – догадаться не мог, что это такое.\n– Что за диво? – говорит Месяц. – Куда девушка девалась? Не найти мне ее! Уеду теперь, а потом опять спущусь. Тогда уж непременно найду ее и к себе утащу!\nСел на свои нарты, понесли его олени на небо.\nТолько Месяц уехал, упряжной олень разгреб снег.\nВышла девушка и говорит:\n– Поедем скорее в стойбище! А то Месяц усмотрит – опять спустится. Тогда уж не спрятаться мне!\nСела она на нарты. Понесся ее упряжной олень во весь опор. Примчались в стойбище. Вбежала девушка в чум. Отца в чуме нет. Кто поможет?\nУпряжной олень торопит:\n– Прятаться надо, а то прискачет Месяц вслед за нами!\n– Куда же мне спрятаться?\n– Я тебя превращу во что-нибудь! Может быть, в каменную плаху!\n– Узнает!\n– Ну, жердью в чуме сделаю!\n– Узнает!\n– Ну, волоском в пологе!\n– Узнает, узнает!\n– Что же делать? Превращу тебя в светильник!\n– Хорошо! Хорошо!\n– Ну, садись!\nСела девушка. Олень копытом стукнул – превратилась она в светильник. Горит светильник ярко, весь чум освещает.\nТолько стала девушка светильником, а Месяц опять обыскал все ее стадо и примчался в стойбище.\nОленей своих привязал, вошел в чум. Стал искать. Ищет, ищет – найти не может. Смотрит и между жердями, рассматривает всю утварь, каждый волосок на шкурах, каждый сучок под постелями, каждую частичку земли в шатре – нигде девушки нет!\nА светильника не замечает, потому что светильник яркий и Месяц такой же яркий.\n– Диво! – говорит Месяц. – Где же она? Видно, вернуться мне надо.\nВышел из чума, стал развязывать оленей. Развязал, уселся на нарты. Только собрался уезжать, а девушка выбежала, высунулась по пояс из полога, засмеялась, крикнула Месяцу:\n– Вот я! Вот я!\nБросил Месяц оленей – опять в чум. А девушка опять превратилась в светильник.\nПринялся Месяц искать. Ищет между сучками и между листьями, между шерстинками и между частицами земли – нигде девушки нет!\n– О, что за диво! Где же она? Куда пропала? Видно, ни с чем придется вернуться!\nТолько вышел из чума, стал развязывать оленей, а девушка высунулась по пояс из полога, смеется, кричит:\n– Вот я! Вот я!\nКинулся Месяц в чум, снова принялся искать.\nДолго искал, все перерыл, а найти не может...\nОт поисков устал он, похудел, ослабел. Еле-еле ногами переступает, еле-еле руки поднимает.\nТут уж девушка перестала бояться его. Приняла свой прежний облик, выскочила из чума, бросила Месяц на спину, связала ему руки и ноги.\n– Ого! – говорит Месяц. – Убьешь ты меня! Ну что ж, убивай, потому что я сам виноват – с Земли тебя утащить хотел. Только перед концом положи меня в полог, дай погреться, потому что озяб я...\nУдивилась девушка:\n– Как это ты озяб? Ты вечно на воле живешь, чума у тебя нет, бездомный ты, оставайся и теперь снаружи! Какой полог тебе!\nСтал Месяц упрашивать девушку:\n– Если я вечно бездомный, отпусти меня наружу! Я буду забавой твоему народу. Отпусти меня – я буду заметой твоему народу! Отпусти меня – я буду превращать ночь в день! Отпусти меня – я твоему народу измерю год! Сперва я буду Месяцем старого быка, потом Месяцем рождения телят, потом Месяцем вод, потом Месяцем листьев, потом Месяцем тепла, потом Месяцем обдирания рогов, потом Месяцем любви у диких оленей, потом Месяцем первой зимы, потом Месяцем укорачивающихся дней...\n– А когда выпущу, когда сильным станешь, когда окрепнут у тебя руки и ноги, – не будешь за мной приезжать?\n– О, не стану! Забуду! Куда – очень уж ты смышленая! Никогда больше не сойду с верхового пути! Отпусти – засвечу!\nОтпустила – засветил."
}