{
  "text": "Много лет честно прослужил солдат своему королю. И вот, когда на последней войне получил он тяжёлые раны и служить уже больше не мог, позвал его король к себе и сказал:\n\n— Уходи домой. Ты мне больше не нужен, и денег я тебе никаких не дам.\n\nВышел бедный солдат от короля, полный дум и забот о том, как он теперь жить будет. Целый день шёл он по дороге, а к вечеру добрёл до леса.\n\nВ лесу было темно, но вдали между деревьями блестел огонёк. Солдат пошёл на свет и увидел избушку, а в избушке жила ведьма.\n\n— Позволь мне у тебя переночевать, бабушка, — сказал солдат, — дай мне попить и поесть, а не то я умру с голоду.\n\n— Ого! — отвечала ведьма. — Видел ли ты, чтоб кто-нибудь стал помогать бедному солдату? Но так и быть, сердце у меня доброе, я накормлю тебя, напою и пущу переночевать, если ты сделаешь то, чего я от тебя потребую.\n\n— А чего же ты от меня потребуешь? — спросил солдат.\n\n— Да вот, чтобы ты мне завтра огород вскопал.\n\n— Ладно, — согласился солдат.\n\nПопил он, поел, выспался, а на утро принялся за работу.\n\nЦелый день изо всех сил вскапывал он в огороде землю, но так и не успел до вечера закончить работу.\n\n— Вижу я, — говорит ведьма, — что ты устал и сегодня работать больше не можешь. Так и быть, оставайся у меня ещё на одну ночь, а завтра ты мне за это распилишь и расколешь поленницу дров.\n\nВесь следующий день солдат не покладая рук пилил и колол дрова, а вечером ведьма ему сказала:\n\n— Оставайся у меня и на третью ночь — завтра я тебе дам совсем лёгкую работу. За моим домом есть старый, высохший колодец, в него упала моя свечка — она горит там голубым огнём и не гаснет. Так вот, завтра ты полезешь в колодец и достанешь свечку.\n\nНа другой день старуха повела его к колодцу и опустила в корзине на самое дно.\n\nСолдат нашёл на дне синюю свечку и крикнул старухе, чтобы она поскорее поднимала его наверх. Ведьма стала тащить корзину, и когда солдат приблизился к самому краю колодца, она протянула руку и хотела вырвать у него синюю свечку.\n\n— Нет, — сказал солдат, — свечу я отдам тебе не раньше, чем буду снова стоять на земле обеими ногами.\n\nТут старуха страшно рассердилась и выпустила из рук верёвку.\n\nСолдат упал на дно колодца, но совсем не ушибся, потому что земля на дне была сырая и мягкая. Синяя свечка по-прежнему продолжала гореть у него в руках.\n\n— Всё это хорошо, — сказал солдат, — но кто же теперь поможет мне отсюда выбраться? Придётся мне, видно, тут и умереть.\n\nГрустный - прегрустный полез он к себе в карман и нашёл трубочку, до половины набитую табаком.\n\n«Что ж, — подумал он, — а не покурить ли мне перед смертью?»\n\nПрикурил солдат от синего огонька и стал дым пускать.\n\nТолько разошёлся дым по колодцу, как вдруг появился перед ним маленький чёрный человечек и сказал:\n\n— Хозяин, что ты мне прикажешь?\n\n— Да что же я могу тебе приказать? — спросил, сильно удивившись, солдат.\n\n— Всё, что ты пожелаешь, — отвечал человечек, — я всё должен сделать.\n\n— Ну, если ты говоришь правду, — сказал солдат, — то прежде всего выведи меня из колодца.\n\nЧеловечек взял солдата за руку и повёл его по длинному подземному ходу, а синюю свечку они захватили с собой. В подземных кладовых сверкали и блестели сокровища, собранные ведьмой. Солдат набил себе карманы золотом и драгоценными камнями. Когда они поднялись наверх, солдат сказал человечку:\n\n— Теперь я хочу, чтобы ты связал старую ведьму и отправил её на суд.\n\nЕдва только он это сказал, как ведьма с громким воем пронеслась мимо него верхом на дикой кошке. А немного погодя человечек вернулся обратно и говорит:\n\n— Всё сделано, ведьма уже болтается на виселице. Приказывай дальше, я тебя слушаю.\n\n— Пока ничего больше не прикажу, — отвечал солдат, — можешь идти домой. Но как только я тебя позову, будь у меня под руками.\n\n— Стоит тебе только прикурить свою трубочку от синей свечки, — сказал человечек, — как я сейчас же появлюсь перед тобой.\n\nЧеловечек исчез, а солдат пошёл обратно в город, в котором жил король. Там он остановился в лучшей гостинице, заказал себе богатую одежду и приказал хозяину как можно красивее и богаче украсить комнату. Когда всё было готово, он вызвал чёрного человечка и сказал:\n\n— Я честно служил королю, а король прогнал меня со службы и заставил голодать. За это я хочу теперь ему отомстить.\n\n— Что же я должен делать? — спросил человечек.\n\n— Ночью, когда королевская дочь будет лежать в кровати, принеси её сюда, и пусть она прислуживает мне как простая служанка.\n\n— Для меня это дело нетрудное, — сказал человечек, — но смотри, как бы для тебя оно не кончилось плохо.\n\nКогда пробило полночь, дверь распахнулась, и человечек внёс королевну в комнату.\n\n— Ага, ты уж здесь! — закричал солдат. — Сейчас же принимайся за работу! Возьми метлу и подмети комнату!\n\nКогда королевна подмела комнату, солдат подозвал её к своему креслу, протянул ноги и сказал:\n\n— А теперь снимай с меня сапоги.\n\nКоролевна сняла с него сапоги и чистила их до тех пор, пока они не заблестели. Она делала всё, что солдат ей приказывал, молча, и глаза её были полузакрыты.\n\nА когда закричали первые петухи, человечек отнёс её обратно в королевский дворец и положил на кровать.\n\nНа следующее утро королевна проснулась и пошла к отцу рассказать, какой удивительный сон ей приснился.\n\n— Ночью, — сказала она, — кто-то быстро пронёс меня по городским улицам, и я оказалась в комнате у солдата. Я должна была прислуживать солдату, исполнять всю чёрную работу: подметать комнату и чистить ему сапоги. Это был только сон, но я так устала, как будто бы делала всё это наяву.\n\n— Но, может быть, это и не сон, — отвечал король. — Я тебе дам хороший совет: насыпь себе полный карман гороху, а в кармане сделай маленькую дырочку. Если ты и в эту ночь будешь унесена, то горох станет сыпаться из кармана на дорогу, и по нему мы найдём дом, где ты была.\n\nА чёрный человечек стоял в это время позади короля и слушал всё, что он говорил.\n\nНочью, когда он снова понёс по улицам спящую королевну, несколько горошин выпало у неё из кармана. Только по горошинкам всё-таки нельзя было отыскать след. Хитрый чёрный человечек заранее разбросал горох по всем улицам города.\n\nКак и в прошлый раз, прислуживала королевна солдату до первых петухов. А наутро слуги короля пошли разыскивать дом, в котором ночью была королевна. Но как они ни старались, а дорогу к дому не могли найти, потому что по всем улицам города ходили дети бедняков и собирали горох.\n\n— Сегодня ночью шёл, наверно, гороховый дождь,— говорили они.\n\nКогда король узнал об этом, он сказал:\n\n— Придётся нам что-нибудь другое придумать. Сегодня ты ложись спать в башмаках, и когда окажешься снова в комнате у солдата, то спрячь там где-нибудь один из них, а уж я сумею его разыскать.\n\nЧёрный человечек подслушал и на этот раз всё, что говорил король.\n\nИ вот, когда вечером солдат велел ему принести королевну, человечек сказал:\n\n— Если королевна спрячет у тебя в комнате свой башмак, а король его отыщет, то тебе непоздоровится.\n\n— Делай то, что я тебе приказываю! — крикнул солдат.\n\nИ вот пришлось королевне и на третью ночь быть служанкой у солдата. Но перед тем, как вернуться домой, она потихоньку спрятала под кроватью один из своих башмаков.\n\nНа другое утро король разослал по всему городу слуг на поиски башмака, и нашли они его в комнате у солдата.\n\nА солдат в это время по совету чёрного человечка уже бежал за городские ворота. Но только далеко уйти ему не удалось. В дороге его схватили и бросили в тюрьму. Во время бегства забыл солдат взять с собою лучшее, что имел: синюю свечку и золото. В кармане у него завалялся только червонец.\n\nИ вот, когда, закованный в цепи, стоял он у окошка тюрьмы и смотрел на улицу, увидел вдруг там одного своего приятеля.\n\nСолдат постучал в окошко, и когда приятель подошёл поближе, он сказал ему:\n\n— Будь так добр, я оставил в гостинице маленький узелочек, принеси его сюда, а я тебе дам за это червонец.\n\nПриятель побежал в гостиницу и принёс узелок.\n\nКогда солдат остался один, он прикурил от синей свечки свою трубочку, и чёрный человечек появился перед ним.\n\n— Не бойся ничего, — сказал он своему хозяину, — смело иди, куда бы тебя ни повели. Не забудь только взять с собою синюю свечку.\n\nНа другой день солдата судили, и хотя он не сделал ничего плохого, королевские судьи приговорили его к смерти.\n\nИ вот, когда поставили солдата на помост виселицы, он стал просить, чтобы исполнили его последнюю просьбу.\n\n— Какую ещё последнюю просьбу я должен исполнить? — спросил король.\n\n— Да вот позволь мне выкурить перед смертью одну трубочку, — отвечал солдат.\n\n— Можешь хоть три выкурить — на здоровье, — сказал король. — Не думай только, что я тебя помилую.\n\nДостал солдат трубочку, прикурил её от синей свечки и едва выпустил несколько колечек дыма, как появился перед ним чёрный человечек с маленькой дубинкой в руках и сказал:\n\n— Что, хозяин, прикажешь мне делать?\n\n— Поколоти всех этих лукавых судей и палачей, да не пожалей и короля за то, что он со мной так плохо обошёлся.\n\nНачал тут человечек с быстротою молнии носиться туда и сюда и лупить всех дубинкою. И тот, кого касалась дубинка, падал на землю и не мог ни встать, ни пошевелиться.\n\nКороль страшно испугался и стал просить у солдата пощады!\n\nПощадил его солдат, но пришлось за это королю отдать ему в жёны свою дочь, да и королевство в придачу."
}