{
  "text": "Рассказывают, будто в старину не знали, как по животным счет годам вести. Этому научил людей сам Юй-ди, Нефритовый владыка. Вот для чего он однажды и призвал в свой Небесный дворец всех зверей и птиц. В те времена кошка с мышью в большой дружбе были и жили вместе, словно сестры. Обрадовались они, что приглашение в Небесный дворец получили, и сговорились идти вместе.\n\nВсем известно, что кошки поспать любят. Знала за собой эту слабость и наша кошка, а потому решила загодя с мышью договориться.\n\n— Ты ведь знаешь, сестрица мышь, как я люблю поспать, — вежливо начала она. — Разбуди меня, пожалуйста, завтра, когда придет время во дворец отправляться.\n\nУдарила себя мышь лапкой в грудь и пообещала:\n\n— Я непременно разбужу тебя! Спи, ни о чем не тревожься!\n\n— Благодарю! — сказала кошка, почистила усы и, ни о чем не тревожась, уснула.\n\nНа другое утро мышь поднялась чуть свет. Она и не подумала разбудить кошку. Поела и одна отправилась в Небесный дворец.\n\nА теперь расскажем о драконе, который жил в пучине. Он тоже получил приглашение во дворец.\n\n«Уж кого-кого, а меня непременно выберут», — решил дракон. И верно. Вид у него и впрямь был воинственный: панцирь на теле так и сверкает, под носом усы торчком торчат. Один только был у него недостаток — голова голая, ничего на ней не растет. «Вот бы мне рога раздобыть, тогда никто бы со мной в красоте сравниться не смог!» Подумал так дракон и решил занять у кого-нибудь на неделю рога.\n\nТолько высунул он голову из воды, глядь — на берегу петух. Грудь выпятил и важно так расхаживает. В те времена у петухов огромные рога были. Обрадовался дракон, подплыл к берегу и говорит петуху:\n\n— Дядюшка петух, а дядюшка петух, одолжи мне свои рога, я завтра с ними в Небесный дворец пойду.\n\n— Ай-я! Братец дракон! — ответил петух. — Уж ты меня извини, но я тоже завтра в Небесный дворец пойду.\n\n— Тебе, дядюшка петух, такие большие рога совсем не идут, голова у тебя чересчур мала, отдай их лучше мне. Взгляни-ка! Мне они в самый раз!\n\nСлучилось так, что в это время из расщелины сороконожка выползла. А сороконожки любят нос в чужие дела совать. Услышала сороконожка слова дракона и говорит:\n\n— Дядюшка петух, а дядюшка петух! Одолжи братцу дракону рога, ну хоть на разок. А если боишься, я готова за него поручиться. Ну что, одолжишь?\n\nПетух согласился. Ведь сороконожка поручилась за дракона. А он, петух, и без рогов собой хорош.\n\nПожаловали на следующий день все звери да птицы в Небесный дворец. Собралось их великое множество. Вышел к ним Нефритовый владыка и говорит:\n\n— Отныне счет годам вести будем по зверям и птицам. А по каким — вы сами назовите.\n\nИ назвали звери вола, лошадь, барана, собаку, свинью, зайца, тигра, дракона, змею, обезьяну, петуха и мышь.\n\nПочему именно их выбрали тогда звери — никто не знает. Почему петуха, а не утку? Тигра, а не льва?\n\nИтак, выбрали всего двенадцать зверей. Выбрать-то выбрали. А как их по порядку расставить? Тут-то и пошли споры да пересуды.\n\n— Самый большой из вас вол, пусть он и будет первым, — сказал Нефритовый владыка.\n\nВсе согласились, даже тигр. Но тут вдруг мышка-малышка подняла лапу и говорит:\n\n— А я разве не больше вола? Отчего же тогда, завидев меня, все кричат: «Ай-я! Какая громадная мышь!»? Но никто никогда не сказал: «Ай-я! Какой громадный вол!» Выходит, люди считают, что я больше вола!\n\nУдивился Нефритовый владыка:\n\n— А ты правду говоришь? Что-то я не верю!\n\nТут обезьяна и лошадь в один голос закричали, что мышь просто-напросто врет. Однако мышь как ни в чем не бывало отвечала:\n\n— Не верите? Давайте проверим!\n\nПетух, баран, собака и заяц согласились.\n\n— Давайте проверим, — сказал и Нефритовый владыка.\n\nОтправились звери к людям.\n\nИ что бы вы думали? Все случилось точь-в-точь, как говорила мышь.\n\nКогда мимо людей вол проходил, все наперебой хвалили его: «Какой хороший, какой тучный!» Только никто не сказал: «Какой громадный!» А хитрая мышь тем временем взобралась волу на спину, встала на задние лапки. Увидали ее люди и как закричат:\n\n— Ай-я! Какая громадная мышь!\n\nУслыхал это Нефритовый владыка собственными ушами, нахмурил брови и говорит:\n\n— Ладно! Раз люди считают, что мышь больше вола, пусть вол уступит ей первое место. А сам пусть будет вторым.\n\nНа том и порешили. Вот отчего и поныне счет ведут с года мыши, а уж потом идет год вола.\n\nВоротилась мышь домой рада-радехонька, что первая среди зверей оказалась, гордится да важничает. А кошка только-только глаза продрала, увидела она мышь и спрашивает:\n\n— Что же ты молчишь, сестрица мышь? Разве не велено нам сегодня во дворец пожаловать?\n\n— Ты все еще почиваешь? А я уж из дворца воротилась. Двенадцать зверей выбрали, чтобы по ним счет годам вести, и я среди них первая!\n\nУдивилась кошка, раскрыла широко глаза и спрашивает:\n\n— Отчего же ты меня не разбудила?\n\n— Забыла! — как ни в чем не бывало ответила мышь.\n\nРазозлилась кошка, усы у нее торчком, да как закричит:\n\n— Дрянь паршивая! А я еще тебе поверила, уснула, ни о чем не тревожась! Не ты ли обещала меня разбудить? Я знаю! Ты хотела навредить мне. Ну, погоди! Я с тобой рассчитаюсь!\n\nМышь вины за собой не признала и говорит:\n\n— Что зря шуметь! Не разбудила — значит, не захотела. Это уж дело мое. Я тебе не служанка!\n\nКошка так и вскипела: задышала тяжело, оскалила зубы, бросилась на мышь и перегрызла ей горло — мышка только пискнуть успела да дернуть задними лапками.\n\nТак и остались с тех пор кошка да мышь лютыми врагами.\n\nА теперь расскажем о петухе. Вернулся он домой грустный-прегрустный и думает: «Нефритовый владыка потому дракона впереди меня поставил, что рога у него на голове были мои». И решил петух непременно отобрать у дракона свои рога.\n\nПодошел он к пучине, смотрит — дракон весело резвится в воде. И сказал тогда петух дракону очень вежливо:\n\n— Братец дракон! Верни мне, пожалуйста, мои рога!\n\nДракон удивился, но ответил с достоинством, не горячась:\n\n— А, это ты, дядюшка петух? Да зачем тебе рога? По правде говоря, ты без них куда красивее. А мне твои рога уж очень кстати!\n\n— Кстати они тебе или некстати — дело не мое, — невесело ответил петух. — Раз взял — надо отдать.\n\nДракон ничего не ответил. Подумал немного, потом вдруг почтительно поклонился петуху и говорит:\n\n— Ты уж не взыщи, дядюшка петух! Время позднее, пора и отдохнуть. А об этом мы с тобой в другой раз поговорим.\n\nНе успел петух и рта раскрыть, как дракон под водой скрылся. Разъярился тут петух, захлопал крыльями и как закричит во все петушиное горло:\n\n— Братец дракон, отдай мне рога! Братец дракон, отдай мне рога!\n\nНо дракон о ту пору уже крепко спал на самом дне пучины и ничего не слышал.\n\nДолго кричал петух, охрип и совсем из сил выбился. Делать нечего. Решил он отыскать сороконожку. Ведь она тогда за дракона поручилась.\n\nОтыскал петух сороконожку на груде камней, рассказал ей все по порядку и говорит:\n\n— Госпожа сороконожка, вы поручились за дракона и не можете так оставить это дело.\n\nПодняла сороконожка голову, помолчала и наконец медленно проговорила:\n\n— Вернет тебе братец дракон рога. А не вернет — так и будет! Сам посуди! Не могу же я найти его на дне пучины!\n\nПетух от злости даже покраснел.\n\n— Какой же ты поручитель! Нечего тогда соваться в чужие дела. Беда случилась, а тебе хоть бы что!\n\n— Не возводи, дядюшка петух, на меня напраслину, — стала оправдываться сороконожка. — Ты сам отдал дракону рога. А я просто так за него поручилась. Кто бы мог подумать, что братцу дракону доверять нельзя? Знай я это раньше, не стала бы за него ручаться.\n\n— Что же теперь делать? — спросил петух, смиряя гнев.\n\n— Я ведь сказала, что делать. Признать, что тебе не повезло, если дракон так и не отдаст рогов. Сам виноват. Прежде чем отдавать, надо было хорошенько подумать.\n\n— По-твоему, я сам виноват? — Петух выпучил глаза, выпятил грудь и стал наступать на сороконожку.\n\n— Сам виноват, сам виноват, надо было хорошенько подумать, — ни жива ни мертва твердила сороконожка.\n\nЕще пуще покраснел петух, вытянул шею, клюнул сороконожку в голову. Раз-другой мотнул головой, сороконожку живьем проглотил.\n\nС тех пор петухи каждое лето клюют во дворе сороконожек. А по утрам, только начнет светать, кричат во все горло:\n\n— Лун-гэгэ, цзяо хуань во! Братец дракон, отдай мне рога!"
}