{
  "text": "Была у одной вдовы дочь, была у нее еще и падчерица. Падчерица прилежная, красивая, а дочка и лицом нехороша, и лентяйка страшная. Дочку свою вдова очень любила и все ей прощала, а падчерицу заставляла много работать и кормила очень плохо.\n\nКаждое утро должна была падчерица садиться у колодца и прясть пряжу. И столько ей нужно было спрясть, что часто даже кровь выступала у нее на пальцах.\n\nОднажды сидела она так, пряла и запачкала кровью веретено. Наклонилась девушка к колодцу, чтобы обмыть веретено, и вдруг выскользнуло у нее веретено из рук и упало в колодец.\n\nЗаплакала падчерица и побежала домой к мачехе рассказать о своей беде.\n\n— Ты его уронила, ты его и доставай, — сказала мачеха сердито. — Да смотри, без веретена не возвращайся.\n\nПошла девушка обратно к колодцу и с горя взяла да и бросилась в воду. Бросилась в воду и сразу сознание потеряла.\n\nА когда очнулась, увидела она, что лежит на зеленой лужайке, с неба солнце светит, а на лужайке цветы растут.\n\nПошла девушка по лужайке, смотрит: стоит на лужайке печь, а в печи хлебы пекутся. Хлебы крикнули ей:\n\n— Ах, вынь нас, девушка, из печи поскорее:\n\nАх, вынь поскорее! Мы уже спеклись! А не то мы скоро совсем сгорим!\n\nВзяла девушка лопату и вынула хлебы из печи.Потом пошла она дальше и пришла к яблоне. А на яблоне было много спелых яблок. Яблоня крикнула ей:\n\n— Ах, потряси меня, девушка, потряси! Яблоки давно уже поспели!\n\nСтала девушка трясти дерево. Яблоки дождем на землю посыпались. И до тех пор трясла она яблоню,пока не осталось на ней ни одного яблока.\n\nСложила девушка яблоки в кучу и пошла дальше. И вот наконец пришла она к избушке. В окно избушки выглянула старуха. Изо рта у нее торчали огромные белые зубы. Увидела девушка старуху, испугалась и хотела бежать, но старуха крикнула ей:\n\n— Чего ты испугалась, милая? Оставайся-ка лучше у меня. Будешь хорошо работать, и тебе хорошо будет.Ты мне только постель стели получше да перину и подушки взбивай посильнее, чтобы перья во все стороны летели. Когда от моей перины перья летят,на земле снег идет. Знаешь, кто я? Я — сама госпожа Метелица.\n\n— Что же, — сказала девушка, — я согласна поступить к вам на службу.\n\nВот и осталась она работать у старухи. Девушка она была хорошая, примерная и делала все, что ей старуха приказывала.\n\nПерину и подушки она так сильно взбивала, что перья, словно хлопья снега, летели во все стороны.\n\nХорошо жилось девушке у Метелицы. Никогда ее Метелица не ругала, а кормила всегда сытно и вкусно.\n\nИ все-таки скоро начала девушка скучать.Сначала она и сама понять не могла, отчего скучает, — ведь ей тут в тысячу раз лучше, чем дома,живется, а потом поняла, что скучает она именно породному дому. Как там ни плохо было, а все-таки она очень к нему привыкла.\n\nВот раз и говорит девушка старухе:\n\n— Я очень стосковалась по дому. Как мне у вас ни хорошо, а все-таки не могу я здесь больше оставаться. Мне очень хочется родных увидеть.\n\nВыслушала ее Метелица и сказала:\n\n— Мне нравится, что ты своих родных не забываешь.Ты хорошо у меня поработала. За это я тебе сама покажу дорогу домой.\n\nВзяла она девушку за руку и привела к большим воротам. Ворота раскрылись, и когда девушка проходила под ними, посыпалось на нее сверху золото. Так и вышла она из ворот, вся золотом обсыпанная.\n\n— Это тебе в награду за твое старание, — сказала Метелица и дала ей веретено, то самое, которое в колодец упало.\n\nПотом ворота закрылись, и девушка снова очутилась наверху, на земле. Скоро пришла она к мачехиному дому. Вошла она в дом, а петушок,сидевший на колодце, в это время запел:\n\n— Ку-ка-ре-ку, девушка пришла!\nМного золота в дом принесла!\n\nУвидели мачеха с дочкой, что принесла падчерица с собой много золота, и встретили ее ласково. Даже ругать не стали за долгую отлучку.\n\nРассказала им девушка обо всем, что с нею случилось, и захотелось мачехе, чтобы ее дочка тоже стала богатой, чтобы она тоже много золота в дом принесла.\n\nПосадила она свою дочь прясть у колодца. Села ленивая дочка у колодца, но прясть не стала.Только расцарапала себе палец терновником до крови, вымазала веретено кровью, бросила его в колодец и сама за ним в воду прыгнула.\n\nИ вот очутилась она на той же самой зеленой лужайке, где росли красивые цветы. Пошла она по тропинке и скоро пришла к печи. где пеклись хлебы.\n\n— Ах, — крикнули ей хлебы, — вынь нас из печки! Вынь поскорее! Мы спеклись уже! Мы скоро сгорим!\n\n— Как бы не так! — ответила лентяйка. — Стану я из-за вас пачкаться, — и пошла дальше.\n\nПотом пришла она к яблоне, яблоня крикнула ей:\n\n— Ах, потряси меня, девушка, потряси меня! Яблоки уже давно поспели!\n\n— Как же, как же, — отвечала она, — того и гляди.если я начну тебя трясти, какое-нибудь яблоко мне на голову свалится да шишку набьет!\n\nНаконец подошла лентяйка к дому госпожи Метелицы. Она совсем не испугалась Метелицы. Ведь сестра рассказала ей о больших зубах Метелицы и о том, что она совсем не страшная.\n\nВот и поступила лентяйка к Метелице на работу.\n\nПервый день она еще кое-как старалась побороть свою лень, слушалась госпожу Метелицу, взбивала ей перину и подушки так, что перья летели во все стороны.\n\nА на второй и на третий день стала ее одолевать лень. Утром нехотя поднималась она с кровати,постель своей хозяйки стлала плохо, а перину и подушки совсем перестала взбивать.\n\nНадоело Метелице держать такую служанку, вот она и говорит ей:\n\n— Уходи-ка ты обратно к себе домой!\n\nТут лентяйка обрадовалась.\n\n«Ну, — думает, — сейчас на меня золото посыплется».\n\nПодвела ее Метелица к большим воротам.Распахнулись ворота. Но когда выходила из них лентяйка, не золото на нее посыпалось, а опрокинулся котел со смолой.\n\n— Вот тебе награда за твою работу, — сказала Метелица и захлопнула ворота.\n\nПришла лентяйка домой, а петушок, сидевший на колодце, увидел ее и закричал:\n\n— Будут смеяться все на селе:\nВходит девушка вся в смоле!\n\nИ так эта смола к ней крепко пристала, что осталась у нее на коже на всю жизнь."
}