{
  "text": "Шел однажды по дороге бедный старик прохожий. А время было уже вечернее, смеркалось.\n\nРешил прохожий зайти в ближний дом, попроситься на ночлег. Стукнул в окошко большого дома:\n\n— Пустите переночевать!\n\nВышла из дома хозяйка-богачка и давай бранить прохожего, давай кричать на него.\n\n— Сейчас,— кричит,— собак с цепи спущу! Узнаешь, какой у меня ночлег! Поди прочь!\n\nПошел прохожий дальше. Увидел бедный, маленький домик, постучался в оконце и сказал:\n\n— Эй, хозяева, приютите меня на одну ночку!\n\n— Входи, входи!— приветливо отозвалась хозяйка.— Ночуй, только не взыщи: тесно у меня очень.\n\nВошел прохожий в дом и видит: бедно в доме, ребятишек много, рубашонки на всех рваные.\n\n— Почему же это у тебя ребята в таких лохмотьях ходят?— спрашивает прохожий.— Почему ты им новые рубашки не сошьешь?\n\n— Куда там!— отвечает женщина.— Муж у меня умер, одна я ребят ращу, где уж мне им новые рубашки шить!.. У нас и на хлеб денег нет.\n\nВыслушал её прохожий, ни слова в ответ не сказал. А хозяйка собрала на стол ужин и стала звать прохожего.— Садись, поешь с нами!\n\n— Нет,— отвечает прохожий,— не хочу. Сыт я, недавно поел.\n\nРазвязал он свою сумку, достал все, что было съестного, и сам угостил ребят. А потом улегся и заснул.\n\nРано утром старик проснулся, поблагодарил хозяйку за ночлег и сказал на прощанье:\n\n— Все, что ты начнешь делать с утра, будешь делать до вечера!\n\nНе поняла женщина слов прохожего и внимания на них не обратила. Проводила она старика до калитки, вернулась домой и подумала:\n\n«Ну, если даже этот бедняк говорит, что мои дети оборвыши, то что же могут сказать другие!»\n\nИ решила она сшить из остатков полотна, которое у нее было, хоть одну рубашку. Отправилась к богатой соседке и попросила у нее аршин, чтобы вымерить полотно: хватит ли его хоть на одну рубашку?\n\nВозвратилась бедная женщина от соседки и тотчас же отправилась в кладовую.\n\nВзяла с полки кусок полотна и стала его мерить. Она мерит, а кусок все длиннее становится, все конца не видно… Целый день мерила и только поздно вечером домерила до конца.\n\nНу, теперь и ей самой и всем ее ребятам на всю жизнь хватит полотна для рубашек!\n\n«Так вот о чем говорил мне утром прохожий!»— догадалась бедная женщина.\n\nВечером она отнесла аршин богатой соседке и рассказала ей все без утайки, как она по слову прохожего получила полную кладовую полотна.\n\n«Ах, зачем я этого прохожего не пустила ночевать!»— подумала богачка и закричала:\n\n— Эй, работник! Запряги-ка поскорее лошадь! Скачи вслед за нищим! Во что бы то ни стало привези его сюда! Бедным надо помогать не скупясь! Я всегда это говорила!\n\nРаботник тотчас же поехал разыскивать старика прохожего. Только на следующий день он нагнал его. Но старик не захотел возвращаться.\n\nЗагоревал работник и говорит:\n\n— Ну, беда мне: не привезу тебя — выгонит меня хозяйка и жалованье не отдаст…\n\n— Не горюй, паренек,— отвечает старик,— так и быть, поеду с тобой!\n\nСел в повозку и поехал.\n\nА богачка у ворот стоит, ждет не дождется. Встретила старика с поклонами, с улыбками, провела в дом, напоила, накормила, на мягкую постель уложила:\n\n— Ложись, дедушка, отдыхай, милый!\n\nПрожил старик прохожий у богачки день, прожил другой, прожил третий. Ест, пьет, спит, трубочку курит. Хозяйка его угощает, ласковые слова ему говорит, а сама злится, думает:\n\n«И когда только этот старый негодник уберется отсюда!..»\n\nА прогнать старика не смеет — боится: прогонишь его, тогда все хлопоты даром пропадут.\n\nНа четвертый день, к великой её радости, рано утром прохожий стал собираться в дорогу. Богачка вышла его проводить. Идет старик к воротам, а сам молчит. Вышел за ворота — и опять ни словечка. Не вытерпела и говорит:\n\n— Скажи-ка ты, что мне делать сегодня?\n\nПосмотрел на неё прохожий и сказал:\n\n— Всё, что начнешь делать с утра, будешь делать до вечера!\n\nВбежала богачка в дом, схватила аршин, чтобы мерить полотно. Но тут она громко чихнула — так громко, что куры на дворе в испуге разлетелись в стороны.\n\nИ чихала она весь день, не останавливаясь:\n\n— Ап-чхи! Ап-чхи! Ап-чхи!\n\nНи пить, ни есть, ни отвечать на вопросы богачка не могла. Только и слышно было:\n\n— Ап-чхи! Ап-чхи! Ап-чхи!\n\nИ только когда солнце закатилось и совсем стемнело, перестала она чихать."
}