{
  "text": "Жил когда-то в одном ауле богач по имени Измаил. Был он спесивый и жадный, второго такого поискать — не найдешь.\n\nКак-то раз был он на званом пиру, напился бузы и поехал домой один, без провожатого.\n\nЕхал он, ехал и стал покачиваться в седле. А как въехал в лес, так сильно качнулся, что свалился с лошади и упал в глубокую яму. А эту яму охотники вырыли для диких зверей.\n\nСидит богач Измаил в яме и слышит со всех сторон рычанье да шипенье. Кто кричит, кто шипит — не видно, темно в яме. Испугался он, стал звать на помощь.\n\n— Помогите! — кричит. — Спасите! Вытащите из ямы!\n\nВ эту пору ехал мимо крестьянин. Услышал он крик, подбежал к яме. Глянул — яма такая глубокая, что дна не видно. Срубил поскорее длинный шест, опустил в яму и говорит:\n\n— Эй, кто там в беду попал? Хватайся крепче за шест — вытащу!\n\nДумал он, что вылезет кумык, а вылезла рыжая лисица. Махнула она хвостом и убежала в лес. Удивился крестьянин:\n\n— Вот диво! Неужели это лиса говорила по-человечески?..\n\nХотел было он ехать дальше. А из ямы опять человек кричит:\n\n— Помоги мне! Вытащи из ямы! Меня Измаилом зовут. Родом я из ближнего аула! Я богатый, много денег тебе дам, если спасешь меня.\n\nОбрадовался крестьянин, что будут деньги на свадьбу дочери. Срубил он шест потолще да подлиннее первого и опустил его в яму.\n\n— Держись крепче! — кричит. — Сейчас я тебя вытащу!\n\nУхватился кто-то за шест, чуть из рук у крестьянина его не вырвал — такой тяжелый. Смотрит — на этот раз медведь выбрался.\n\nСовсем перепугался крестьянин. Бежать хочет, а голос из ямы просит еще жалобнее:\n\n— Спаси меня! Я тебя награжу, чем только пожелаешь!\n\nВернулся крестьянин к яме, опустил шест — опять кто-то лезет. Глядь: огромная змея вылезла, мотнула головой и исчезла в траве.\n\n— Нет уж, никто больше не обманет меня! — крикнул крестьянин и хотел бежать.\n\nА из ямы опять кричит кто-то:\n\n— Спасите меня, я богач Измаил из ближнего аула!\n\nКрестьянин остановился и думает: «Ведь я этого богача Измаила давно знаю. И вправду это его голос!». Опустил он снова шест в яму — вылез, наконец, из ямы и сам богач Измаил.\n\nОтряхнулся он, буркнул что-то себе под нос, потом взобрался на лошадь и поехал, а на своего избавителя даже и не взглянул.\n\nТак удивился крестьянин этому происшествию, что и не помнил, как домой вернулся. Пришел и рот разинул: у него на дворе столько кур, гусей, индюшек, что и не сочтешь. Это лиса их притащила. А сама сидит, утирает мордочку.\n\n— Это тебе, друг, за спасенье,— говорит.\n\nСмотрит крестьянин: в другом конце двора целая гора дров. Это медведь наломал в лесу и приволок. Сидит и тоже утирается лапой.\n\n— Это тебе, друг, за спасенье,— говорит.\n\nПосмотрел крестьянин на крыльцо, а там лежит змея; подняла голову и говорит:\n\n— Это тебе, друг, за спасенье,— и подает ему драгоценный камень.\n\nВзял крестьянин этот камень — загляделся. А когда опомнился, никого уже не было во дворе.\n\nОбрадовался крестьянин и думает:\n\n«На всю зиму дрова есть, на всю зиму еда есть, а камень пойду на базар продавать. Продам и справлю дочери богатую свадьбу».\n\nТак решил он и отправился на базар к золотых дел мастеру.\n\nКак увидел золотых дел мастер тот камень, так и затрясся от удивления: камню этому цены не было.\n\n— Где ты украл его, негодяй? — закричал мастер. — Убил кого-нибудь?\n\nСбежался народ, связали крестьянину руки, повели его к судье — кади.\n\n— Где ты взял камень? У кого ты украл его? Кого ты убил? — стал допрашивать кади.\n\n— Не крал я камня, никого не убивал, а дала мне его змея, что сидела в одной яме с богачом Измаилом. Позовите Измаила: он подтвердит все, что я вам расскажу.\n\nИ крестьянин рассказал все, что случилось. Тем временем привели Измаила.\n\n— Был ты в яме со змеей, лисой и медведем? Вытащил тебя этот крестьянин? — спросил у него кади.\n\n— Лжет он, бессовестный пьяница! Я никакой ямы не видал! —отвечает Измаил.\n\nОбомлел от удивления крестьянин — не ожидал он такой неблагодарности — и воскликнул:\n\n— А кто упрашивал меня спасти тебя? Ты! Кто обещал наградить меня всем, чего я только пожелаю? Ты! А теперь вот говоришь, что все это я выдумал!\n\n— Лгун ты, пьяница, вор! Ни о чем я тебя не просил, ничего я тебе не обещал! — кричит Измаил. — Позови, лжец, своих свидетелей, чтобы они подтвердили правдивость твоих слов. Где они?\n\nТут на крестьянина накинулся и сам кади:\n\n— Отвечай, презренный, где твои свидетели? Ты лгун, убийца и вор! Мало того, что ты кого-то ограбил, ты еще взвел поклеп на такого почтенного и богатого человека, как Измаил! За все это ты будешь предан смерти!\n\nКликнул кади стражников — нукеров — и приказал:\n\n— Схватите его и бросьте в тюремную яму!\n\nПодошли было нукеры к крестьянину, как вдруг за воротами раздались крики ужаса: бросились люди в разные стороны. Смотрит кади, смотрит крестьянин, смотрит бледный от страха Измаил, смотрят все и видят: идут во двор медведь и лисица, ползет огромная змея.\n\nПриблизились они к крыльцу, поклонились кади и сказали:\n\n— Мы свидетели, что крестьянин говорит правду, а богач Измаил лжет. Крестьянин спас и всех нас, и этого неблагодарного лжеца. Мы ничего не обещали ему за спасение, а Измаил сулил озолотить его, да ничего ему не дал. Мало того — он еще наклеветал на своего избавителя и хочет, чтобы его ни за что казнили!\n\nОкружили звери богача Измаила и сказали:\n\n— Отвечай: сидел ли ты с нами в яме и спас ли тебя этот добрый человек?\n\nЗадрожал богач от страха, упал на землю и признался, что крестьянин говорит правду. Тогда кади возвратил крестьянину драгоценный камень и отпустил его. А люди сказали:\n\n— Видно, у зверей и тех больше совести, чем у наших богатеев!"
}