{
  "text": "Эта сказка о мышке Остроноске и мышке Длиннохвостке. Были они обе на редкость хвастливы. Стоило им встретиться, как они, забыв обо всем на свете, начинали хвастаться.\n\n- Послушай, подружка, - начинала Длиннохвостка. - Ты видела у кого-нибудь такой длинный хвост, как у меня? Можешь не отвечать! Я сама знаю: длиннее моего хвоста нет ни у кого! Скажу тебе так: на свете нет ничего длиннее моего хвоста! Он длиннее веревки, на которой привязан як, длиннее реки Брамапутры, длиннее солнечного луча! Если бы ты знала, Остроноска, как удобно иметь такой длинный хвост! Я могу им обмотать и задушить любого кота.\n\n- Может быть, может быть, - соглашалась Остроноска. - Но, по-моему, важнее иметь острый нос. Вот мой нос: острее его на свете нет ничего! Я могу просунуть его в самую узенькую щель и достать оттуда самое маленькое маисовое зернышко, могу просунуть свой нос в горлышко кувшина. где люди хранят масло, могу проткнуть своим острым носом любого кота! Одного кота я уже проткнула. Он был не меньше барана!\n\n- Подумаешь! - воскликнула Длиинохвостка. - А я вчера задушила своим хвостом кота, который был больше тигра!\n\n- Цзи, цзи! - возмутилась Остроноска. - Таких котов не бывает!\n\n- Цзи, цзи! - рассердилась Длиннохвостка. - А такие, как бараны, бывают? Сколько же они мышей за день съедают, такие коты?\n\n- Как ты смеешь спорить со мной?! - закричала Остроноска.\n\n- А как ты смеешь так врать?!\n\nИ они разругались и поклялись никогда больше не встречаться.\n\nНо вскоре им наскучило жить друг без друга, потому что никто из мышей не желал слушать их хвастливые речи, а не хвастаться они не могли.\n\nИ вот Остроноска и Длиннохвостка встретились вновь и снова начали хвастаться.\n\nЕсли бы записать все их хвастливые слова на бумагу, то бумагой той можно было бы обернуть город Лхасу.\n\nИтак, хвастаясь наперебой, Остроноска и Длиннохвостка сами не заметили, как оказались на пороге какой-то хижины.\n\nИ Остроноска сказала:\n\n- Зайдем, подружка, в хижину человека, погреемся у его очага.\n\n- Я и сама хотела предложить тебе это, - ответила Длиннохвостка.\n\nИ они проникли в жилище человека. Подружкам повезло: в хижине никого не было, а на самом видном месте лежал кусок чуру (сухой творог). Длиннохвостка и Остроноска съели свою находку и уселись у теплого очага.\n\n- А все-таки нам, мышам, - живется лучше всех, - начала Длиннохвостка. - Тигру, чтобы насытиться, надо рыскать по лесам, барану - скакать по горам а нам, мышам, в любой хижине приготовлен обед.\n\n- А главное, нам никто не страшен! - поддержала приятельницу Остроноска. - Баран боится тигра, тигр боится охотника, а мы с тобой никого не боимся, даже кота! В случае чего я проткну его своим самым острым на свете носом, а ты задушишь его самым длинным на свете хвостом!\n\nНе успела Остроноска договорить, как на пороге появился большой полосатый кот.\n\nЗабыв обо всем на свете, Остроноска бросилась в угол и юркнула в щель. Вслед заней бросилась в щель и Длиннохвостка. Но коту удалось вцепиться в ее длинный хвост. Тогда Длиннохвостка, чуя погибель свою, так рванулась, что оставила в пасти кота половину своего хвоста.\n\nКак только Длиннохвостка увидела Остроноску, она сказала:\n\n- Можешь не бояться. Я задушила кота своим самым длинным на свете хвостом.\n\nОстроноска взглянула на свою подругу и воскликнула:\n\n- Ты самая храбрая мышь на свете! Только я не понимаю, почему твой хвост стал вдвое короче.\n\nНа это Длиннохвостка ответила:\n\n- Зато теперь я могу говорить всем, что мой самый длинный на свете хвост был когда-то еще длиннее!"
}