{
  "text": "Очень давно это было. С тех пор много времени прошло. Где реки текли высокие горы появились; где камни лежали – дремучие леса выросли.\nБыло на берегу реки большое стойбище. Люди в этом стойбище хорошо жили.\nОднажды ночью напал на стойбище злой Хозяин тайги. Все юрты сжег, все разрушил. Старшего в стойбище вместе с женой в цепи заковал, в клетку посадил. Жителей в плен угнал. Опустело стойбище.\nИз всех юрт только одну не сжег – юрту старшего.\nА в юрте этой люлька за дюлином спрятана была. В люльке сын старшего спал, совсем маленький. Мэргэн его звали. Один он остался в стойбище. Так и жил год за годом.\nА на месте разоренного стойбища скоро высокие деревья выросли, густые кусты тальника появились. Юрта Мэргэна совсем в зелени исчезла. Вырос Мэргэн, возмужал, сильным богатырем, метким стрелком стал. Приносил с охоты всяких зверей: и соболя, и куницу, и козулю, и кабана, и лося, и изюбря.\nКак-то раз Мэргэн не пошел на охоту, в своей юрте остался. Спать лег. Долго спал. А когда проснулся, увидел: незнакомый охотник к юрте подходит. Поздоровался охотник, спросил:\n– Как живешь?\nМэргэн говорит:\n– Один живу. Так всегда один и живу. Никого до тебя не видел. Наверно, здесь люди и не жили!\nОхотник говорит:\n– Как не жили? Жили. Здесь большое стойбище было. Только разорил его Хозяин тайги. Всех людей в плен угнал. Твоего отца с матерью в цепи заковал. Не знаю, как ты уцелел!\nМэргэн говорит:\n– О, вот что! Нельзя мне так сидеть. Пойду выручать наших людей. Сюда всех приведу!\nОхотник дальше пошел. Мэргэн тут же отправился разыскивать злого Хозяина тайги. До вечера шел он по тайге. По пути ему разные звери попадались – и выдра, и белка, и енот, и летяга, и медведь. Никого Мэргэн не трогал. Наконец на гладкое место вышел. Видит – недалеко холм. На холме – юрта. Обрадовался Мэргэн: заночевать можно! Не успел на холм подняться, навстречу ему пять волков выбежали. Кинулись, разорвать хотели. Не растерялся Мэргэн: ногой расшвырял волков в стороны.\nЗавыли они, разбежались и не вернулись.\nПодошел Мэргэн к юрте. Вокруг разбросано много костей человеческих. Плохое место.\n«Не уйду отсюда! Ничего не испугаюсь!» – думает Мэргэн.\nВложил в лук стрелу, натянул тетиву. Так и в юрту вошел.\nВ юрте у огня старуха сидит – морщинистая, дряхлая, сама кость грызет. Увидела Мэргэна – обрадовалась, захихикала, как лиса. Отбросила кость в сторону. Подумала: «Вот удача! Свежее мясо само идет!»\nПотом сказала:\n– Сынок, ты, наверно, устал! Ложись, отдохни. Я тебе поесть приготовлю.\nМэргэн сказал:\n– Есть не хочу, а спать буду. Устал с дороги.\nСам про себя подумал:\n«В эту ночь спать не придется. Наготове надо быть: старуха злое дело задумала!»\nУлегся Мэргэн на одной стороне юрты, старуха – на другой. Мэргэн положил возле себя лук и стрелу. Глаза закрыл, будто спит, а сам прислушивается, следит за старухой. Лежат, молчат.\nПодождала старуха, поднялась, стала к Мэргэну красться. Подкралась, хотела лук утащить. Мэргэн сказал:\n– Зачем лук хватаешь?\n– Не хватаю, – говорит старуха, – так руку протянула. Спи!\nСама на свое место улеглась. Тихо стало.\nМного времени прошло. Старуха опять крадется.\nМэргэн ее за руку схватил. В руке у старухи большой нож.\n– Зачем с ножом ко мне подбиралась? Убью!\n– Не убивай! Так, по ошибке, в темноте нож взяла. Не нужен он мне. Спи!\nОпять улеглась. Сама раздумывает:\n«Как погубить Мэргэна?»\nХитрость придумала. Утром говорит:\n– Ты пожалел меня, не убил. За это помогу тебе. Я знаю – ты к Хозяину тайги идешь, биться с ним будешь. Сильный он, одолеть тебя может. Чтобы не одолел, тело твое крепким, как железо, сделаю!\nНе очень поверил Мэргэн, однако согласился:\n– Сделай!\nТогда старуха под большим котлом огонь развела. Потом вынула из сундука горшок с синей настойкой. В котел вылила. А крышку от котла рядом положила.\nКогда настойка в котле закипела, старуха сказала:\n– Ну, теперь прыгни в котел! Посидишь там немного – крепким, как железо, будешь!\nМэргэн понял, что затевает старуха. Сказал:\n– Хорошо, прыгну. Только я привяжу к поясу веревку, а ты держи конец, чтобы я не утонул в котле. А еще лучше, если я привяжу второй конец к твоему поясу: а то вдруг ты руками не удержишь веревку, выпустишь!\nСтаруха согласилась. Сама хитро, нехорошо посмеивается – плохое на уме держит.\nМэргэн привязал к ее поясу конец веревки крепко, а себя слабо привязал. Стали оба возле котла.\nТут Мэргэн подпрыгнул что было силы и перескочил через котел. А старуху за собой потянул. Упала старуха в котел. Мэргэн быстро крышкой его прикрыл. Из котла пламя вырвалось.\n«И со мной то же было бы!» – подумал Мэргэн.\nВзял он головню, вышел из юрты, воткнул головню в камышовую крышу Загорелась юрта.\nА Мэргэн спустился к реке. Нашел старухину легкую лодку-оморочку, сел, вниз по течению на север поплыл.\nЗа поворотом реки оглянулся. Видит – над холмом поднимается черный столб дыма: горит жилье старухи людоедки...\n– Теперь не будет людей есть! – сказал Мэргэн. Дальше поплыл. Долго он плыл по реке.\nВдруг услышал крик и плач.\nСмотрит Мэргэн – страшный лохматый великан тащит молодую девушку. Девушка вырывается, кричит.\nПричалил Мэргэн к берегу, натянул свой крепкий лук, пустил стрелу в великана. Зашатался великан, упал.\nСтала девушка благодарить Мэргэна:\n– Ты от чудовища меня избавил! Жизнь мою спас! Теперь я готова рабой твоей стать, служанкой твоей быть!\n– Не служанкой – женой мне будешь! – ответил Мэргэн. – А сейчас отправлю тебя к твоей матери. Она, наверно, день и ночь о тебе горюет. Садись на мою стрелу. Принесет она тебя к твоей юрте. Там ты и жди меня и стрелу береги до моего возвращения!\nСказал и вложил в лук стрелу.\nСела девушка на стрелу, а Мэргэн натянул тетиву и пустил стрелу. В этот же миг скрылась стрела из глаз. А Мэргэн пустился дальше в путь.\nК полудню он пришел к маленькому домику из камыша. Домик почти совсем развалился. Вокруг домика развешаны рыбачьи сети.\nВошел Мэргэн в домик. Видит – на полу старик и мальчишка сидят, чинят сети. На старике куртка из рыбьей кожи. Оба трубки курят. В домике бедно, ничего нет. Пригласил старик Мэргэна сесть, спрашивает:\n– Откуда ты и куда ты идешь?\nМэргэн говорит:\n– С верховьев большой реки я. Мэргэн меня зовут. Иду к Хозяину тайги. Биться с ним буду. Хочу освободить из неволи мать, отца и всех наших людей. Научи, как его найти?\n– О, ты близко теперь! Да сможешь ли одолеть Хозяина тайги? Для того чтобы убить его, надо сначала найти его смерть. А смерть его находится где-то за океаном. Сначала найди ее!\n– Ничего, – говорит Мэргэн, – так буду биться с ним. Разыскивать его смерть не пойду. И так одолею! Расскажи мне, как ты попал сюда, почему так бедно живешь?\nСтарик сказал:\n– Раньше я не здесь жил. На верховьях большой реки я жил, откуда и ты родом. А сюда нас пригнал Хозяин тайги, заставил меня рыбачить. Каждое утро я должен привозить ему рыбу. Если ты и вправду сын старшего, если ты пришел спасти нас, то знай: Хозяин тайги приковал твоего отца цепями к большому камню и спустил на дно океана. Если отъедешь подальше от берега, услышишь звон его цепей. Днем и ночью охраняет его стража на двенадцати лодках.\n– А жива ли моя мать?\n– Твою мать Хозяин тайги посадил в глубокое подземелье. Жива она или нет, я не знаю.\nВыслушал это Мэргэн и лег спать.\nНе успел заснуть, как в открытую дверь две утки влетели. На пол сели, покачали головами, превратились в двух женщин. Это были девушка, которую спас Мэргэн, и ее мать.\nМать сказала:\n– Ты спас мою дочь. Мы знаем, что ты идешь биться с Хозяином тайги. Помочь тебе хотим.\nЗасмеялся громко Мэргэн и сказал:\n– Как же вы сумеете мне помочь? Ведь вы женщины и сражаться не можете!\nМать сказала:\n– Мы и не будем сражаться. Но мы можем полететь и найти эргени – смерть Хозяина тайги! Когда будешь биться с ним, поглядывай на небо. Увидишь – летят две утки, знай: это мы летим. Мы сбросим тебе его смерть!\nТут мать и дочь взмахнули руками, превратились в уток и улетели.\nУтром Мэргэн без страха направился к стойбищу Хозяина тайги.\nДевять дней шел, наконец до мыса дошел.\nОбогнул он мыс и увидел большое стойбище. Здесь и жил Хозяин тайги.\nРазгневался Мэргэн, к стойбищу быстро зашагал.\nСобрал все лодки Хозяина тайги, которые стояли на берегу, и потащил к его жилью. Перед жильем сложил лодки в кучу и зажег. Пламя и дым поднялись к небу. Так Мэргэн вызывал Хозяина тайги на бой.\nВ это время Хозяин тайги сидел и трубку курил.\nУвидел он пламя. Понял, что на бой его вызывают. Но сам не вышел – выслал на поединок с Мэргэном своего раба.\nМэргэн недолго бился с ним – сразу убил его.\nСильно разгневался Хозяин тайги. Скинул свой богатый халат, надел боевую одежду и вышел. Сам на ходу засучивает рукава.\nУвидел он Мэргэна, побежал ему навстречу, громко кричать стал:\n– Зачем ты пришел ко мне? Разве ты не знаешь, что сильнее меня нет никого среди людей? Я убью тебя и твое мясо брошу на съедение собакам!\nНе испугался Мэргэн этих угроз. Пошел навстречу Хозяину тайги. Тоже рукава засучил. Вступили они в бой. Долго сражались – не могли осилить один другого.\nМэргэн и ловкий и сильный: наносит своему врагу рану за раной. Глубоки раны Хозяина тайги, кровью он истекает, высох весь, а все на ногах стоит, бьется с Мэргэном. Кто знает, сколько биться будет.\nА в это время над океаном две утки летели. Одна из них горшок несла. Когда одна уставала, горшок брала другая утка. В горшке этом была смерть Хозяина тайги.\nУже на середине океана услышали утки шум. Еще быстрее замахали они крыльями. Об усталости своей забыли. Одно помнят: надо помочь Мэргэну освободить людей от злого Хозяина тайги.\nА Мэргэн и Хозяин тайги все еще бились на берегу океана.\nКак только сломается дубина или сабля у Хозяина тайги, сейчас же рабы его подбегут и подадут ему новую. А Мэргэну никто не помогает. У него уже давно поломались и дубина и сабля.\n«Неужели у меня нет никого, кто бы мне помог? Один я, что ли?» – думает Мэргэн.\nВдруг он услышал крик уток.\nИ тут же над его головой появились две утки и закричали ему сверху:\n– Лови! Не дай упасть на землю!\nМэргэн на лету подхватил берестяную коробку, в ней лежал маленький уродец, похожий на человечка. Это и была эргени Хозяина тайги.\nМэргэн взял уродца и сказал:\n– Вот посмотри, что я нашел на траве! Ты старше меня и больше знаешь. Скажи: эта находка к добру или к несчастью?\nХозяин тайги увидел эргени, испугался и сказал:\n– Эта находка к несчастью! Оставишь ее у себя – заболеешь, в муках умрешь! Если тебе дорога твоя жизнь, отдай находку мне. Тогда с тобой ничего не случится!\nМэргэн сначала сделал вид, что поверил. Затем усмехнулся и сказал:\n– Зачем мне жалеть свою жизнь? Если я не умру от мучительной болезни, ты все равно сейчас убьешь меня. И так смерть и так смерть! Лучше уж я сначала убью этого уродца!\nТут Хозяин тайги задрожал и говорит:\n– Отдай его мне! За него все отдам – возьми всех моих жен, дочерей и слуг! Все богатства возьми!\n– Нет, не отдам! Ты заковал моего отца в цепи, замучил мою мать. Всех наших людей в плен угнал. Стойбище наше разорил. Сам знаешь, как надо тебя наказать за это! – ответил Мэргэн.\nС этими словами он оторвал у маленького уродца ноги – и сейчас же у Хозяина тайги отвалились ноги; оторвал руки – отлетели руки и у Хозяина тайги; оторвал голову – и у Хозяина тайги отскочила голова. Упал он мертвым. Рабы его испугались, бросили оружие и убежали.\nМэргэн вбежал в его жилище: хотел разыскать своих родителей. Тут навстречу ему вышла толстая старуха. Это была жена Хозяина тайги. Она задумала убить Мэргэна и держала за спиной тяжелую железную кожемялку. Старуха притворилась ласковой и сказала:\n– Подойди, сынок, ко мне! Я не сержусь на тебя. Хозяин тайги сам во всем виноват. Так и надо ему!\nМэргэн поверил, подошел. Тут старуха выхватила из-за спины кожемялку, замахнулась и хотела ударить его по голове. Но Мэргэн успел схватить ее за руку. Отбросил он в одну сторону кожемялку, в другую – старуху. Огляделся, видит – висит на стене топорик величиной с беличий зуб. Взял Мэргэн этот чудесный топорик и перерубил им огромный замок на двери подземелья.\nОткрыл он подземелье, зажег факел, стал отыскивать свою мать. С трудом нашел.\nОт слабости, от голода мать его еле двигалась. Мэргэн взял ее на руки, вынес из подземелья, велел накормить, одеть и беречь ее.\nСам взял с собой пленников Хозяина тайги и отправился на берег океана.\nВ полдень Мэргэн подъехал к тому месту, где стояли двенадцать лодок со стражей. На всех стражниках – кольчуги, у всех в руках луки и стрелы.\n– Эй, – крикнул Мэргэн, – ваш хозяин убит! По-хорошему говорю вам: уезжайте в свое стойбище, а я освобожу моего отца!\nИз лодок послышался громкий смех.\n– Хвастун, лгун! – сказал начальник стражи. – Невозможно убить нашего хозяина! А к своему отцу ты пройдешь, если сможешь одолеть нас. Попробуй-ка!\n– Хорошо! – сказал Мэргэн и прыгнул в воду.\nПлыл он быстрее морской рыбы. Волны горами отходили от него.\nПодплыл Мэргэн к лодке начальника стражи, схватил ее и приподнял над водой.\nСтражники испугались, побросали свои копья и луки, закричали. На нос лодки бросились, в воду упали.\nПлыть не могли: тяжелые кольчуги потянули их на дно.\nПосле этого Мэргэн подплыл к другим лодкам. Стражники видели, как утонула лодка их начальника, и не стали биться: побросали луки и стрелы, сами в страхе к берегу стали грести.\nМэргэн доплыл до последней лодки и влез в нее.\nСтражники на колени упали, стали пощады просить.\nТогда Мэргэн велел везти себя к тому месту, где был закован его отец.\nПривезли его.\nТут Мэргэн вытащил из-за пазухи чудесный топорик Хозяина тайги и нырнул в воду.\nВокруг разные рыбы плавали, звон цепей раздавался.\nПодплыл Мэргэн и увидел жилье, в котором сидел старик, прикованный к большому камню. Это его отец был.\nПерерубил Мэргэн топориком цепь, взял на руки отца и вынырнул к лодке. Посадил его в лодку, к берегу поплыл.\nНа берегу уже собрались пленники Хозяина тайги. Среди них была и мать Мэргэна, и девушка – невеста Мэргэна, и ее мать. Все храброго Мэргэна встречали. Радовались, смеялись. На радостях большой пир устроили.\nТри дня пировали. На четвертый день собрались все, отправились в родное стойбище. Благополучно пришли.\nБлизко ли было, далеко ли было – сказке конец."
}