{
  "text": "Багдадский калиф Хасид благодушествовал однажды под вечер у себя на диване; он слегка вздремнул, ибо день выдался жаркий, и теперь, после дремы, казался весьма в духе. Он курил длинную трубку розового дерева, время от времени отпивал глоток кофе, который наливал ему раб, и всякий раз, смакуя напиток, с довольным видом поглаживал бороду. Словом, ясно было, что калиф настроен превосходно. Именно в этот час он бывал сговорчивее, мягче и милостивее всего; потому-то его великий визирь Мансор являлся к нему ежедневно об эту пору. Тут он тоже пришел, но был, против своего обыкновения, очень озабочен. Калиф на минуту вынул трубку изо рта и произнес:\n\n– Отчего у тебя такой озабоченный вид, великий визирь?\n\nВеликий визирь сложил руки крестом на груди, поклонился своему господину и ответил:\n\n– Господин мой! Озабоченный ли у меня вид, я не знаю, но внизу перед дворцом стоит разносчик с такими прекрасными вещами, что меня досада берет, отчего у меня нет лишних денег.\n\nКалиф, которому давно хотелось чем-нибудь порадовать своего великого визиря, послал черного раба вниз за разносчиком. Вскоре раб вернулся с разносчиком. То был толстый человечек, очень смуглый лицом и одетый в лохмотья. При нем был ларь, вмещавший всевозможные товары – жемчуга и кольца, богато оправленные пистолеты, чаши и гребни. Калиф со своим визирем пересмотрели все, и калиф купил в конце концов для себя и для Мансора красивые пистолеты, а для жены визиря – гребень. Когда разносчик собрался уже запирать ларь, калиф заметил в нем еще ящичек и спросил, нет ли и там товаров. Разносчик выдвинул ящик и вынул из него табакерку с черноватым порошком и бумажку со странными письменами, которых не могли разобрать ни калиф, ни Мансор.\n\n– Я получил как-то эти предметы от одного купца, который нашел их на улице в Мекке, – сказал разносчик, – я не знаю, что в них содержится; вам я уступлю их за самую низкую цену, мне-то ведь они ни к чему.\n\nКалиф, который охотно собирал для своей библиотеки старинные манускрипты, хоть и не умел читать их, купил рукопись и коробочку и отпустил разносчика.\n\nОднако калифу очень хотелось узнать, что сказано в рукописи, и он спросил визиря, не знает ли тот, кто бы мог разобрать ее.\n\n– Милостивый господин и повелитель, – »ответил визирь, – при большой мечети проживает человек, которого зовут Премудрый Селим, он знает все языки, вели позвать его, быть может, он поймет эти таинственные начертания.\n\nПремудрый Селим вскоре был приведен.\n\n– Селим, – обратился к нему калиф. – Селим, говорят, ты большой мудрец; взгляни-ка в эту рукопись, разберешь ты ее или нет; если разберешь, то получишь от меня новую праздничную одежду, а не разберешь, то получишь дюжину пощечин и две дюжины ударов по пяткам за то, что зря зовешься Премудрым.\n\nСелим поклонился и сказал:\n\n– Да будет воля твоя, о господин мой!\n\nДолго разглядывал он рукопись и вдруг вскричал:\n\n– Пусть меня повесят, если это не по-латыни, о господин мой!\n\n– Скажи же, что там написано, – приказал калиф, – раз это по-латыни.\n\nСелим принялся переводить: «Человек, нашедший это, да возблагодарит Аллаха за его милость! Кто понюхает порошок из этой коробки и при этом произнесет «мутабор», тот может превратиться в любого зверя, а также будет понимать язык зверей. Когда же он захочет снова принять человеческий облик, пусть поклонится трижды на восток и произнесет то же слово; однако, будучи превращенным, остерегись смеяться, иначе волшебное слово совершенно исчезнет у тебя из памяти, и ты останешься зверем».\n\nКогда Премудрый Селим кончил читать, восторгу калифа не было пределов. Он заставил мудреца поклясться, что тот никому не выдаст тайны, подарил ему красивую одежду и отпустил его.\n\nЗатем калиф обратился к своему визирю:\n\n– Вот уж поистине удачная покупка, Мансор! До чего весело будет стать зверем! Завтра с утра приходи ко мне; мы вместе отправимся в поле, понюхаем малую толику из моей коробочки и послушаем, что говорится в воздухе, в лесу и в поле!\n\n\nНа следующее утро, не успел калиф Хасид позавтракать и одеться, как уже, исполняя приказ, явился великий визирь, чтобы сопутствовать ему на прогулке.\n\nКалиф заткнул за пояс табакерку с волшебным порошком и, приказав свите не сопровождать его, вдвоем с великим визирем пустился в путь. Они пошли сперва по обширным садам калифа, но тщетно искали они там живых существ, чтобы испробовать свой фокус. Тогда великий визирь предложил пройти к пруду, где ему частенько случалось видеть множество птиц, а именно аистов, привлекавших его внимание величавостью повадок и неустанной трескотней.\n\nКалиф согласился на предложение своего визиря и вместе с ним отправился к пруду. Придя туда, они увидели аиста, который степенно шагал взад и вперед, отыскивая лягушек и что-то треща себе под нос. Одновременно они увидели высоко в небе второго аиста, летевшего к тому же месту.\n\n– Готов бороду сбою прозакладывать, милостивейший господин мой, – сказал великий визирь, – что эти две длинноножки поведут сейчас между собой преинтересный разговор. Что, если бы нам обратиться в аистов?\n\n– Умно придумано, – отвечал калиф. – Но сперва надо еще раз припомнить, как опять стать людьми. Правильно, – три раза поклониться на восток и произнести «мутабор», тогда я снова буду калифом, а ты визирем. Но только боже упаси нас рассмеяться, не то мы погибли!\n\nПока калиф говорил, второй аист пронесся у них над головами и медленно спустился на землю. Быстро достал калиф из-под пояса табакерку, взял из нее добрую понюшку и протянул ее великому визирю, который нюхнул тоже, и оба вскричали: «Мутабор!»\n\nИ сейчас же ноги у них съежились и стали тонкими и красными; красивые туфли калифа и его спутника стали неуклюжими аистиными лапами, руки стали крыльями, шея вытянулась и стала в локоть длиной, борода исчезла, а тело покрылось мягкими перьями.\n\n– Недурной у вас клюв, господин великий визирь, – произнес, едва оправившись от изумления, калиф. – Клянусь бородой пророка, ничего подобного я в жизни не видывал.\n\n– Покорнейше благодарю, – отвечал великий визирь, кланяясь, – но осмелюсь заметить, что вашему величеству еще более к лицу быть аистом, чем калифом. Однако не угодно ли вам пойти послушать наших сотоварищей и узнать, на самом ли деле мы разумеем по-аистиному?\n\nТем временем второй аист успел спуститься на землю; он почистил себе клювом ноги, пригладил перья и направился к первому аисту. Оба новоявленных аиста поспешили поближе и, к изумлению своему, услыхали следующий разговор:\n\n– Доброе утро, госпожа Долгоног, – чуть свет уже на лугу?\n\n– Благодарствую, душечка Трещотка! Я промыслила себе кой-чего на завтрак; не угодно ли четвертушку ящерки или лягушачий филейчик?\n\n– Чувствительно благодарна, но нынче у меня нет ни малейшего аппетита. Я совсем по другому делу явилась на луг. У отца сегодня гости, мне придется танцевать перед ними, вот я и хочу немного поупражняться на досуге.\n\nИ юная аистиха зашагала по лугу, выкидывая удивительнейшие коленца. Калиф и Мансор изумленно, глядели ей вслед, но когда она остановилась в картинной позе на одной ноге, грациозно помахивая крыльями, они не могли сдержаться, из их клювов вырвался неудержимый хохот, от которого они нескоро отдышались. Калиф первый овладел собой.\n\n– Такой потехи ни за какие деньги не купишь! – вскричал он. – Жаль, что глупые твари испугались нашего смеха, а не то бы они, наверное, еще и запели!\n\nНо тут великому визирю пришло на ум, что смеяться во время превращения не дозволено. Он поделился своими страхами с калифом.\n\n– Клянусь Меккой и Мединой, плохая была б потеха, если бы мне пришлось остаться аистом. Припомни-ка это дурацкое слово, у меня оно что-то не получается.\n\n– Нам надлежит трижды поклониться на восток и при этом произнести: му-му-му…\n\nОни повернулись на восток и принялись кланяться, чуть не касаясь клювами земли, но, увы! – волшебное слово выскользнуло у них из памяти, и сколько ни кланялся калиф, сколько его визирь ни выкликал при этом с тоской «му-му-му», слово исчезло, и бедняга Хасид вместе со своим визирем как были, так и остались аистами.\n\n\nПечально плелись заколдованные калиф и визирь по полям, не зная, как помочь своей беде. Аистиное обличье сбросить они не могли, в город вернуться, чтобы назвать себя, тоже не могли: кто бы поверил аисту, что он калиф? А если бы кто-нибудь и поверил, разве жители Багдада пожелали бы себе в калифы аиста?\n\nТак они бродили много дней, скудно питаясь злаками, которые им не легко было жевать длинными клювами. Ящерицы же и лягушки не внушали им аппетита; они боялись испортить себе пищеварение подобными лакомствами. Единственной их отрадой в бедственном положении была способность летать, и они частенько летали над крышами Багдада, желая увидеть, что там происходит.\n\nВ первые дни они замечали на улицах великую тревогу и печаль; но приблизительно на четвертый день после своего превращения сидели они на дворце калифа, как вдруг увидали внизу на улице пышное шествие; звучали трубы и барабаны; на разукрашенном коне сидел человек в затканном золотом пурпурном кафтане, окруженный блестящей свитой; пол-Багдада бежало ему вослед, и все кричали: «Слава Мицре, повелителю Багдада!»\n\nАисты на крыше дворца переглянулись между собой, и калиф Хасид произнес:\n\n– Догадываешься ты теперь, отчего я заколдован?\n\nЭтот самый Мицра – сын моего заклятого врага, могущественного волшебника Кашнура, который в недобрый час поклялся жестоко отомстить мне. Но надежда не покидает меня. Следуй за мной, верный товарищ моих бед, мы отправимся к гробу пророка; быть может, волшебство рассеется в святых местах.\n\nОни поднялись с крыши дворца и полетели в сторону Медины. Но лететь было трудно, у обоих аистов не хватало сноровки.\n\n– Господин мой, – простонал часа через два великий визирь, – с вашего разрешения, мочи моей больше нет, вы летите слишком быстро! И вечер уже спускается, нам следует подыскать себе прибежище на ночь.\n\nХасид внял мольбе своего слуги; внизу в долине он как раз заметил руины, которые, по-видимому, могли дать им приют, и они полетели туда. Развалины, куда они спустились на ночлег, очевидно, были некогда замком. Прекрасные колонны высились над грудами камня; многочисленные покои, достаточно сохранившиеся, свидетельствовали о былом великолепии здания. Хасид со своим спутником бродили по галереям в поисках сухого местечка; внезапно аист Мансор остановился.\n\n– Господин мой и повелитель, – пролепетал он чуть слышно, – хотя великому визирю, а тем паче аисту, нелепо бояться привидений, однако меня берет жуть, ибо тут рядом что-то явственно вздыхает и стенает.\n\nТеперь остановился и калиф и тоже отчетливо услыхал тихий стон, скорее человеческий, нежели звериный.\n\nПолный надежд, он устремился в ту сторону, откуда доносились стоны, но визирь ухватился клювом за его крыло и слезно молил не бросаться навстречу новым, неведомым опасностям. Но тщетно! У калифа и под оперением аиста билось отважное сердце, он вырвался, пожертвовав несколькими перышками, и бросился в один из темных переходов. Вскоре он очутился перед дверью, которая, казалось, была лишь притворена и откуда доносились стоны с легкими подвываниями. Он толкнул дверь клювом и в растерянности застыл на пороге. В полуразрушенном покое, куда падал скудный свет из решетчатого оконца, он увидел сидящую на полу ночную сову. Обильные слезы катились у нее из больших круглых глаз, а из кривого клюва вырывались хриплые стенания. Но, увидав халифа и его визиря, который успел тем временем тоже пробраться сюда, сова подняла радостный крик. Грациозно смахнув с глаз слезу коричневым, в крапинку, крылом, она, к изумлению калифа и его визиря, вскричала по-человечьи на чистом арабском языке:\n\n– Добро пожаловать, господа аисты! Вы для меня добрый знак, что близко мое спасение, ибо через аистов ко мне придет большое счастье, как было мне некогда предсказано!\n\nКогда калиф опомнился от изумления, он склонил свою длинную шею, поставил тонкие ноги в грациозную позицию и произнес:\n\n– Ночная сова! Судя по твоим словам, мы обрели в тебе товарку по несчастью! Но увы! Ты тщетно надеешься, что мы несем тебе спасение, и сама убедишься в нашей беспомощности, когда услышишь нашу историю.\n\nНочная сова попросила рассказать ей все, и калиф принялся за рассказ, который уже нам известен.\n\n\nКогда калиф изложил сове свою историю, сова поблагодарила его и сказала:\n\n– Послушай также мою историю и узнай, что я не менее несчастна, чем ты. Мой отец – владыка Индии; я его единственная, злосчастная дочь, зовусь Лузой.\n\nТот самый волшебник Кашнур, что заколдовал вас, поверг в беду и меня. Он явился однажды к моему отцу сватать меня для своего сына Мицры. Но отец мой, человек вспыльчивый, велел спустить его с лестницы.\n\nЗлодей изловчился пробраться ко мне в другом обличий, и, когда я у себя в саду пожелала как-то утолить жажду прохладительным напитком, он, переодевшись рабом, поднес мне питье, которое превратило меня в это гадкое чудовище. Когда я от испуга лишилась чувств, он перенес меня сюда и страшным голосом крикнул мне в ухо: «Оставайся тут уродом, презираемым даже зверями, до конца твоих дней или до тех пор, пока кто-нибудь по доброй воле пожелает сделать тебя своей супругой даже в этом отвратительном облике. Такова моя месть тебе и твоему высокомерному отцу».\n\nС тех пор протекли долгие месяцы. Одиноко и печально живу я отшельницей в этих развалинах, отринутая всем миром, мерзкая даже зверям; красоты природы недоступны мне, ибо я слепа днем, и лишь когда бледный свет месяца озаряет эти развалины, пелена спадает у меня с глаз.\n\nСова кончила и опять отерла крылом глаза, ибо повесть ее страданий исторгла у нее новые слезы.\n\nВо время рассказа принцессы калиф погрузился в глубокое раздумье.\n\n– Либо я ничего не смыслю, – произнес он, – либо между нашими несчастьями имеется тайная зависимость; но где мне найти ключ к этой загадке?\n\nСова отвечала ему:\n\n– О господин мой, у меня тоже такое предчувствие, ибо когда-то, в ранней юности, одна мудрая женщина предсказала мне, что большое счастье придет ко мне через аиста, и мне кажется, я знаю способ, как нам спастись.\n\nКалиф был очень удивлен и спросил, каков же этот способ.\n\n– Волшебник, принесший несчастие нам обоим, каждый месяц является сюда. Неподалеку от этой комнаты есть зала. Там он обычно пирует с большой компанией. Я не раз уже подслушивала их. Они рассказывают друг другу свои гнусные деяния; быть может, на этот раз он произнесет то слово, что вы забыли.\n\n– О бесценная принцесса, – вскричал калиф, – поведай же, когда он является и где та зала.\n\nСова помолчала минутку и затем произнесла:\n\n– Не прогневайтесь на меня, но лишь при одном условии могу я исполнить ваше желание.\n\n– Говори же! Говори! – вскричал Хасид. – Приказывай, я готов на все.\n\n– Дело в том, что и мне бы тоже хотелось освободиться, но это возможно лишь, если один из вас возьмет меня в жены.\n\nАисты были, по-видимому, несколько смущены таким предложением, и калиф кивнул своему слуге, чтобы тот вышел с ним из комнаты.\n\n– Великий визирь, – произнес калиф за дверью, – дельце не из приятных, но вы бы все-таки могли согласиться.\n\n– Ах, так? – возразил тот. – Чтобы жена, когда я вернусь домой, выцарапала мне глаза? К тому же я старик, а вы человек молодой и холостой, – скорей уж вам подобает жениться на молодой и прекрасной принцессе.\n\n– То-то и есть, – вздохнул калиф, печально опустив крылья, – откуда ты взял, что она молода и прекрасна? Это называется – сделка вслепую!\n\nОни долго еще уговаривали друг друга, но под конец, когда калиф увидел, что его визирь скорее готов остаться аистом, чем жениться на сове, он решился сам выполнить условие. Сова была весьма обрадована. Она открыла им, что явились они в самое подходящее время, по всей вероятности, именно в эту ночь состоится сборище волшебников.\n\nОна, вместе с аистами, покинула комнату, чтобы провести их к той зале; они долго шли темной галереей, пока навстречу им из полуразрушенной стены не блеснул свет. Когда они приблизились туда, сова наказала им не шуметь. Через отверстие в стене, подле которого они стояли, им была видна вся обширная зала. Она была украшена колоннами и великолепно убрана. Множество цветных ламп заменяло дневной свет. Посреди залы находился большой круглый стол, уставленный изысканными яствами. Вокруг всего стола тянулся диван, на котором сидело восемь человек. В одном из них аисты узнали того самого разносчика, что продал им волшебный порошок. Сосед по столу попросил его рассказать последние его похождения. И он, наряду с другими, рассказал также историю калифа и его визиря.\n\n– Что же за слово ты им задал? – спросил один из волшебников.\n\n– Очень трудное латинское слово – мутабор.\n\n\nУслышав это через щель в стене, аисты прямо обезумели от радости. Они. помчались к выходу из руин так быстро, как только несли их длинные ноги, и сова едва поспевала за ними. Выбравшись наружу, калиф прочувствованно произнес, обращаясь к сове:\n\n– Спасительница моей жизни и жизни моего друга, в знак вечной признательности за то, что ты сделала для нас, позволь мне быть твоим супругом!\n\nВслед за тем он повернулся на восток, и трижды склонили оба аиста длинные шеи навстречу солнцу, как раз встававшему из-за горной гряды.\n\n– Мутабор! – вскричали они, мигом обернулись людьми, и, преисполненные великой радости от вновь дарованной жизни, господин и слуга, плача и смеясь, бросились в объятия друг другу. Но каково было их изумление, когда они оглянулись. Прекрасная дама, пышно разодетая, стояла перед ними. Улыбаясь, протянула она руку калифу.\n\n– Разве вы не узнаете свою ночную сову? – спросила она.\n\nТо в самом деле была она; калиф, восхищенный ее красотой и грацией, вскричал, что он стал аистом на свое счастье.\n\nВсе трое тут же отправились в Багдад. Калиф обнаружил у себя за поясом не только коробочку с волшебным порошком, но и кошелек с деньгами. В ближайшем селении приобрел он все, что требовалось им для путешествия, и, таким образом, они вскоре прибыли к воротам Багдада. Там прибытие калифа вызвало великое удивление. Его объявили умершим, и поэтому народ был весьма обрадован, вновь обретя своего возлюбленного повелителя.\n\nТем живее возгорелся народный гнев против обманщика Мицры. Толпы народа бросились во дворец и захватили старого волшебника вместе с сыном. Старика калиф отправил в ту самую горницу разрушенного замка, где обитала принцесса, будучи совой, и велел его там повесить. Сыну же, ничего не смыслившему в колдовском искусстве отца, калиф предложил на выбор – либо смерть, либо понюшку. Когда тот избрал последнее, великий визирь поднес ему коробочку. Он нюхнул хорошенько и, по волшебному слову калифа, превратился в аиста. Калиф приказал запереть его в железную клетку и поставить у себя в саду.\n\nДолго и радостно жил калиф Хасид; самые для него веселые часы были те, когда к нему под вечер приходил великий визирь; они частенько вспоминали свои приключения в бытность аистами, а когда калифу случалось очень развеселиться, он снисходил до того, что изображал великого визиря в образе аиста. Степенно, не сгибая ног, шагал он по комнате, трещал что-то, размахивал руками, точно крыльями, и показывал, как тот тщетно кланялся на восток и выкликал «му-му». Госпожу калифшу и ее деток это представление всегда немало развлекало; но если калиф чересчур долго трещал, и кланялся, и кричал «му-му», визирь, улыбаясь, грозил ему рассказать госпоже калифше, о чем шел спор за дверью принцессы ночной совы.\n\nКогда Селим Барух закончил свой рассказ, купцы выразили полное удовлетворение.\n\n– В самом деле, день прошел совсем для нас незаметно! – сказал один из них, откидывая полотнище шатра. – Вечерний ветер навевает прохладу, мы успеем пройти еще порядочный кусок пути.\n\nСпутники его согласились с ним; шатры были сложены, и караван, выстроившись в том же порядке, в каком пришел сюда, тронулся в путь.\n\nОни ехали чуть не всю ночь напролет, потому что днем их одолевал зной, ночь же была свежа и сияла звездами. Наконец они достигли удобного для привала места, разбили шатры и улеглись на покой. О незнакомце купцы заботились так, словно он был им желаннейшим гостем. Один одолжил ему подушки, другой покрывала, третий дал рабов – словом, он был устроен не хуже, чем у себя дома. Когда они поднялись, наступило уже самое жаркое время дня, и они единодушно порешили дожидаться здесь вечера. После совместной трапезы они снова сдвинулись теснее, и молодой купец, обращаясь к самому старшему, сказал:\n\n– Селим Барух помог нам вчера приятно скоротать день; что, если бы и вы, Ахмет, рассказали нам либо какую-нибудь историю из своей долгой жизни, которая наверняка насчитывает немало приключений, либо просто забавную сказку?\n\nВ ответ на это обращение Ахмет некоторое время молчал, словно выбирая, на чем остановиться, и наконец заговорил:\n\n– Дорогие друзья! Во время этого нашего путешествия вы показали себя верными товарищами, да и Селим тоже заслужил мое доверие; посему я поведаю вам одно событие из моей жизни, о котором я обычно говорю неохотно и не со всяким: это будет рассказ о корабле привидений."
}