{
  "text": "Жил в одной деревне очень рассеянный человек. Все соседи давно уже забыли, какое имя было дано ему при рождении, и называли его в глаза и за гляза Рассеянный.\n\nСказал Рассеянный своей жене:\n\n— Завтра в городе большой праздник. Приготовь мне праздничную одежду: на завтра отправлюсь в город.\n\n— Приготовлю, — пообещала жена. — Только не забудь мне подарок принести.\n\nУтром, чуть свет, Рассеянный разбудил жену и спросил:\n\n— Где моя соломенная шляпа?\n\n— На вешалке, — отвечает жена спросонок.\n\nПодошёл Рассеянный к вешалке, а там на одном крюке соломенная шляпа висит, а на другом — соломенная корзина. Нахлобучил Рассеянный на голову корзину и стал обуваться. Один чулок натянул на ногу, другой — на половую щётку. На правую ногу надел соломенную сандалию, на левую — деревянный башмак.\n\n— Ну, теперь скоро и в путь, — сказал себе Рассеянный. — Осталось только подпоясаться.\n\n— Эй, жена, проснись! — закричал он. — Где мой шёлковый пояс?\n\n— Да всё там же, в соседней комнате, — отвечает опять спросонок жена.\n\nА в соседней комнате на одном гвозде висел пояс Рассеянного, а на другом — оби* жены. Обвязался Рассеянный оби, стал вспоминать, не забыл ли чего.\n\n«Надо взять с собой кинжал на всякий случай, мало ли какие люди по дороге встретятся».\n\n— Эй, жена! — кричит Рассеянный. — Кинжал мне в дорогу приготовила?\n\n— Приготовила, — отвечает жена. — В кухне висит.\n\nОтправился Рассеянный в кухню. А там на одной стене кинжал висит, а на другой — зонтик от солнца. Заткнул Рассеянный за пояс зонтик и отправился в город на праздник.\n\nДошёл он до соседней деревни; увидел его народ, стал смеяться:\n\n— Смотрите, смотрите! Ну й чудак: корзину напялил на голову вместо шляпы!\n\n«Интересно, какой это чудак носит на голове корзину вместо шляпы?» — подумал Рассеянный. Посмотрел он направо — никого нет. Посмотрел налево — тоже никого. Посмотрел назад, а там целая толпа. Все смеются и на него пальцами показывают:\n\n— Вот так шляпа! Вот так шляпа!\n\nСхватился Рассеянный за голову, а на голове вместо шляпы — соломенная корзина. Швырнул он со злости корзину на землю и отправился дальше с непокрытой головой.\n\nДобрался Рассеянный до следующей деревни, снова слышит за спиной смех:\n\n— Смотрите, смотрите! Ну и чудак! На одной ноге соломенная сандалия, на другой — деревянный башмак!\n\nСбросил Рассеянный башмак и сандалию и пошёл дальше без шляпы, без обуви. Прошёл он так не больше ри** — встретил какого-то прохожего.\n\n— Почему, уважаемый, у вас только один чулок на ноге? — спрашивает прохожий.\n\nВзглянул Рассеянный на ноги — верно: чулок только на одной ноге. Сорвал с ноги чулок и отправился дальше.\n\nПришлось идти ему мимо рисового поля, там как раз крестьяне убирали урожай. Увидели его крестьяне, спрашивают:\n\n— Почему ты на таком солнцепёке без шляпы гуляешь? Прикрылся бы зонтиком!\n\nОбиделся Рассеянный:\n\n— Будь у меня зонтик, без вас бы догался прикрыться!\n\n— А что же, в таком случае, заткнуто у вас за женским поясом?\n\n— Где вы видите женский пояс? — разозлился Рассеянный.\n\n— Да на тебе же надет оби, а за оби зонтик торчит.\n\nСорвал Рассеянный оби, сломал о колено зонтик и повернул назад, к дому. Нельзя же явиться в город на праздник без шляпы, без пояса и босиком.\n\nСпешит Рассеянный домой злой-презлой...\n\n— Это жена во всём виновата! Не те вещи приготовила! Задам же я ей!\n\nДобрался Рассеянный до своей деревни, ворвался в дом, кричит:\n\n— Ленивая негодница! Из-за тебя на праздник не попал! Ты из меня посмешище сделала!\n\n— Опомнись, сосед, чем я перед тобой провинилась?\n\nТолько тут Рассеянный увидел, что перед ним не жена, а соседка. Оказывается, он ворвался в чужой дом.\n\nВыбежал Рассеянный на улицу, а навстречу продавец чая идёт. Купил у него Рассеянный одну коробочку. «Надо, — думает, — соседке подарить, а то я её зря обидел».\n\nРасплатился он с продавцом, вошёл в дом и говорит:\n\n— Ты уж прости, что я накричал на тебя... Вот тебе подарок. — И он протянул женщине коробочку чая.\n\n— Когда это ты на меня кричал? — спрашивает женщина. — И почему ты так быстро вернулся из города?\n\nПосмотрел Рассеянный, а перед ним его жена. На этот раз он, вместо соседнего, в свой дом попал.\n\nСначала Рассеянный растерялся, а потом сказал:\n\n— Ничего нет интересного в этом городе. Купил тебе в подарок коробочку чая, да и вернулся. Завари-ка свежего чая!"
}