{
  "text": "У одного короля была дочь, которая прославилась на весь свет своей красотой. И правда, хороша она была выше всякой меры, но зато и высокомерна, как никто. Никого из женихов не считала она достойным своей руки. Кто ни сватался к ней, все получали отказ да еще какое-нибудь злое словечко или насмешливое прозвище в придачу. Старый король все прощал своей единственной дочке, но под конец даже ему надоели ее прихоти и причуды. Он велел устроить пышное празднество и созвать из дальних краев и соседних городов всех молодых людей, еще не потерявших надежду понравиться королевне и добиться ее благосклонности. Съехалось немало женихов. Их построили в ряд, одного за другим, по старшинству рода и величине дохода. Сначала стояли короли и наследные принцы, потом - герцоги, потом - князья, графы, бароны и, наконец, простые дворяне.\n\nПосле этого королевну повели вдоль ряда. чтобы она могла поглядеть на женихов и выбрать себе в мужья того, кто больше всех придется по сердцу. По и на этот раз никто не приглянулся королевне.  Один жених показался ей слишком толстым.  - Пивная бочка! - сказала она. Другой - долговязым и долгоносым, как журавль на болоте. - Журавлины долги ноги не найдут пути-дороги. Третий ростом не вышел. - От земли не видать - боюсь растоптать! Четвертого она нашла слишком бледным. - Белый, как смерть, тощий, как жердь! Пятого - слишком румяным.\n- Краснокожий, на рака похожий!.. Шестого - недостаточно стройным.  - Свежее дерево - за печкой сушено. Было сырое, стало сухое, было прямое, стало кривое!\nСловом, всем досталось на орехи. Но почему-то хуже всех пришлось молодому королю, который занимал в ряду женихов чуть ли не самое почетное место.\nУж в нем-то, кажется, не было ничего смешного. Всякой девушке пришелся бы он по вкусу, только не нашей королевне. Она, видите ли, разглядела, что бородка у него острее, чем следует, и слишком выдается вперед. И этого было довольно, чтоб потешаться над ним вовсю.\n\n- Ах! - воскликнула она и засмеялась: - Посмотрите! Посмотрите! У него борода, словно клюв у дрозда! Король Дроздобород! Король Дроздобород!\nА так как на свете немало охотников посмеяться над соседом, то словцо это тут же подхватили, и никто с той поры не называл иначе молодого короля, как король Дроздобород.\nНо всякой потехе приходит конец. Когда старый король, отец прекрасной королевны, увидел, что дочка его вовсе и не думает выбирать себе жениха, а только зря потешается над людьми, явившимися по его приглашению, он сильно разгневался и поклялся своей головой и короной, что выдаст ее замуж за первого попавшегося нищего, который постучится у ворот.\n\nПрошло два дня. И вот под окнами дворца задребезжали струны, и какой-то бродячий музыкант затянул свою песенку. Пение стоило музыки, да и песня была из тех, что поются не ради веселья, а только для того, чтобы разжалобить слушателей и выпросить у них несколько грошей или кусок хлеба.\nНо король прислушался и послал за музыкантом своих слуг.  - Впустите-ка его. Пусть войдет сюда! - сказал он. Грязный, оборванный нищий робко вошел во дворец и пропел перед королем и королевной все, что знал и помнил. А потом низко поклонился и попросил милостиво наградить его не столько за умение, сколько за старание. Король сказал: \n- Какова работа, такова и плата. Мне так понравилось твое пение, братец, что я решил выдать за тебя замуж родную дочь.\nУслышав эти слова, королевна в ужасе упала перед отцом на колени, но король даже не поглядел на нее.\n- Ничего не поделаешь! - сказал он. - Я поклялся своей головой и короной, что отдам тебя за первого попавшегося нищего, и я сдержу свою клятву! Сколько ни плакала королевна, сколько ни молила - все было напрасно. Ее тут же обвенчали с нищим музыкантом.\nА после венчания король сказал: - Не пристало жене нищего жить в королевском дворце. Можешь отправляться со своим мужем на все четыре стороны.\n\nНищий музыкант, не говоря ни слова, взял за руку молодую жену и вывел за ворота. Первый раз в жизни королевна пешком вышла из отцовского дворца.\nОпустив голову, не глядя по сторонам, шла она вслед за своим мужем по каменистой пыльной дороге. Долго брели они так по равнинам и холмам, по дорогам, дорожкам и тропинкам.\nИ наконец тропинка вывела их в сень густого леса. Они сели отдохнуть под старым дубом, и королевна спросила, невольно залюбовавшись тенистыми деревьями: - Чей это лес закрыл небесный свод? - Владеет им король Дроздобород.\nА если б ты была его женой - То был бы твой.\n\nКоролевна задумалась, а потом вздохнула и прошептала: - Ах, кабы мне дана была свобода, Я стала бы женой Дроздоборода!\nМузыкант искоса поглядел на нее, но ничего не сказал. Они пошли дальше. И вот перед ними - полноводная река, а вдоль берега стелется свежий, сочный луг.\nКоролевна опять спросила: - Чей этот луг над гладью синих вод? - Владеет им король Дроздобород.  А если б ты была его женой -  То был бы твой.\n\n- Ах, - сказала королевна, глотая слезы. - Будь мне возвращена моя свобода, Я стала бы женой Дроздоборода! Музыкант нахмурился, покачал головой, но и тут ничего не сказал ей. И они опять пошли дальше. Когда солнце стало опускаться за холмами, королевна и нищий музыкант подошли к стенам большого богатого города. Над золотыми тяжелыми воротами возвышалась круглая башня. Королевна спросила: - Чей это город с башней у ворот? - Владеет им король Дроздобород.  А если б ты была его женой -  То был бы твой! Тут королевна не выдержала. Она горько заплакала и воскликнула, заламывая руки: - Вернись ко мне опять моя свобода - Я стала бы женой Дроздоборода!.. Музыкант рассердился.\n\n- Слушай-ка, голубушка! - сказал он. - Не больно-то мне по вкусу, что ты на каждом слове поминаешь другого и жалеешь, что не пошла за него замуж. А я-то, что же, недостаточно хорош для тебя? Королевна притихла. Не обменявшись ни одним словом, они прошли через весь город и остановились на самой окраине, около маленького, вросшего в землю домика. Сердце дрогнуло в груди у королевны. Она поглядела на домик, на мужа и робко спросила: - Чей это домик, старый и кривой? - Он мой и твой! - ответил с гордостью музыкант и отворил покосившуюся дверь. - Здесь мы с тобою будем жить. Входи! Ей пришлось наклониться, чтобы, переступая через порог, не удариться головой о низкую притолоку. - А где же слуги? - спросила королевна, поглядев по сторонам.\n\n- Какие там слуги! - ответил нищий. - Что понадобится, сделаешь сама. Вот разведи-ка огонек, поставь воду да приготовь мне чего-нибудь поесть. Я изрядно устал. Но королевна не имела ни малейшего понятия о том, как разводят огонь и стряпают, и музыканту пришлось самому приложить ко всему руки, чтобы дело кое-как пошло на лад. Наконец скудный ужин поспел. Они поели и легли отдохнуть. А на другой день нищий ни свет ни заря поднял с постели бедную королевну: - Вставай, хозяюшка, некогда нежиться! Никто за тебя работать не станет! Так прожили они дня два, ни шатко ни валко, и мало-помалу все припасы бедного музыканта подошли к концу.   - Ну, жена, - сказал он, - хорошенького понемножку. Это безделье не доведет нас до добра. Мы с тобой только проедаемся, а зарабатывать ничего не зарабатываем. Начни-ка ты хоть корзинки плести, что ли... Прибыль от этого небольшая, да зато и труд не велик. Он пошел в лес, нарезал ивняку и принес домой целую вязанку.\n\nКоролевна принялась плести корзины, но жесткие прутья не слушались ее. Они не хотели ни сгибаться, ни переплетаться и только исцарапали да покололи ее белые ручки. - Так! - сказал муж, поглядев на ее работу. - Вижу, что это дело не для таких белоручек, как ты. Садись-ка лучше прясть. Авось хоть на это у тебя хватит ума да уменья. Она села за прялку, но грубая нитка врезалась в нежные пальцы, и кровь капала с них так же часто, как слезы из ее глаз. - Чистое наказание с тобой! - сказал муж. - Ну посуди сама - на что ты годишься! Попробовать, что ли, торговать горшками да всякими там глиняными чашками-плошками? Будешь сидеть на рынке, моргать глазами и получать денежки.\n\n“Ах, - подумала королевна, - что, если кто-нибудь из нашего королевства приедет в этот город, придет на площадь и увидит, что я сижу на рынке и торгую горшками! Как они будут смеяться надо мной!” Но делать было нечего. Либо помирай с голоду, либо соглашайся на все. И королевна согласилась. Сначала торговля пошла славно. Люди нарасхват брали горшки у прекрасной торговки и платили ей, не торгуясь, все, что она ни запрашивала. Мало того, иные давали ей деньги да еще в придачу только что купленные горшки. Так жили они до тех пор, пока все чашки и плошки до последней не были распроданы. А потом муж снова закупил целый воз глиняной посуды.\n\nКоролевна уселась на рыночной площади, возле дороги, расставила вокруг свой товар и приготовилась торговать. Как вдруг, откуда ни возьмись, какой-то пьяный гусар на горячем коне вихрем вылетел из-за угла и пронесся прямо по горшкам, оставив за собою облако пыли да груду битых черепков. Королевна залилась слезами. - Ах, как мне достанется! - в страхе приговаривала она, перебирая остатки растоптанной посуды. - Ах, что теперь скажет мой муж! Она побежала домой и, плача, рассказала ему о своем несчастье. - Да кто же садится с глиняной посудой на рынке с краю, у проезжей дороги! - сказал муж. - Ну ладно! Полно реветь! Я отлично вижу, что ты не годишься ни для какой порядочной работы.\n\nНынче я был в королевском замке и спросил там на кухне, не нужна ли им судомойка. Говорят - нужна. Собирайся-ка! Я отведу тебя в замок и пристрою к месту. Будешь, по крайней мере, сыта.\n Так прекрасная королевна стала судомойкой. Она была теперь на посылках у повара и делала самую черную работу. В глубокие карманы своего большого фартука она засунула по горшочку и складывала туда остатки кушаний, достававшиеся на ее долю.  А вечером уносила эти горшочки домой, чтобы поужинать после работы.\nВ то самое время, когда королевна-судомойка чистила на кухне закопченные котлы и выгребала из очага золу, во дворце готовились отпраздновать большое событие - свадьбу молодого короля. Настал наконец и торжественный день.\n\nОкончив работу, королевна тихонько пробралась из кухни наверх и притаилась за дверью парадной залы, чтобы хоть издали полюбоваться на королевский праздник. И вот зажглись тысячи свечей. Огни заиграли на золоте, серебре и драгоценных камнях, и гости - один нарядней другого - стали входить в королевские покои. Королевна смотрела на них из своего угла, и чем дольше она смотрела, тем тяжелее становилось у нее на сердце. “Я считала когда-то, что я лучше всех на свете, что я первая из первых, - думала она. - И вот теперь я - последняя из последних...”\n\nМимо нее вереницей проходили слуги, неся на вытянутых руках огромные блюда с дорогими кушаньями. А возвращаясь назад, то один, то другой бросал ей какой-нибудь оставшийся кусок - корку от пирога, крылышко птицы или рыбий хвост, и она ловила все эти хвосты, крылышки и корочки, чтобы припрятать их в свои горшочки, а потом унести домой.  Вдруг из залы вышел сам молодой король - весь в шелку и бархате, с золотой цепью на шее. Увидев за дверью молодую, красивую женщину, он схватил ее за руку и потащил танцевать. Но она отбивалась от него изо всех сил, отворачивая голову и пряча глаза. Королевна так боялась, что он узнает ее! Ведь это был король Дроздобород - тот самый король Дроздобород, которого еще совсем недавно она высмеяла неизвестно за что и прогнала с позором.\n\nНо не так-то легко было вырваться из его крепких рук. Король Дроздобород вывел королевну-судомойку на самую середину залы и пустился с ней в пляс. И тут завязка ее фартука лопнула. Горшочки вывалились из карманов, ударились об пол и разлетелись на мелкие черепки. Брызнули во все стороны и первое и второе, и суп и жаркое, и косточки и корочки.\n\nКазалось, стены королевского замка рухнут от смеха. Смеялись знатные гости, прибывшие на праздник, смеялись придворные дамы и кавалеры, смеялись юные пажи и седые советники, хохотали и слуги, сгибаясь в три погибели и хватаясь за бока. Одной королевне было не до смеха. От стыда и унижения она готова была провалиться сквозь землю.\n\nЗакрыв лицо руками, выбежала она из залы и опрометью бросилась вниз по лестнице. Но кто-то догнал ее, схватил за плечи и повернул к себе. Королевна подняла голову, взглянула и увидела, что это опять был он - король Дроздобород!\n\nОн ласково сказал ей: - Не бойся! Разве ты не узнаешь меня? Ведь я тот самый бедный музыкант, который был с тобой в маленьком покосившемся домике на окраине города. И я тот самый гусар, который растоптал твои горшки на базаре. И тот осмеянный жених, которого ты обидела ни за что ни про что.\n\nИз любви к тебе я сменил мантию на нищенские лохмотья и провел тебя дорогой унижений, чтобы ты поняла, как горько человеку быть обиженным и осмеянным, чтобы сердце твое смягчилось и стало так же прекрасно, как и лицо. Королевна горько заплакала. - Ах, я так виновата, так виновата, что недостойна быть твоей женой... - прошептала она. Но король не дал ей договорить. - Полно! Все дурное осталось позади, - сказал он. - Давай же праздновать нашу свадьбу! Придворные дамы нарядили молодую королевну в платье, расшитое алмазами и жемчугами, и повели в самую большую и великолепную залу дворца, где ее ждали знатные гости и среди них - старый король, ее отец. Все поздравляли молодых и без конца желали им счастья и согласия. Тут-то и началось настоящее веселье. Жаль только, нас с тобой там не было..."
}