{
  "text": "Жил-был старик, было у него два сына. Надумал старик сыновей отделить. Старшему почти всё своё добро отдал, а младшему - избу разваленную да худую кобылёшку. И стали два брата жить: старший в богатстве да довольстве, а младший в бедности. Однако бедный и в нужде не унывает: избу починил, кобылёшку выкормил, выхолил, стала лошадь хоть куда и ожеребиться должна была летом. Ждёт бедняк, и всё его семейство ждёт, когда жеребёнок появится.\n\nВот подошла сенокосная пора, надо сено косить да возить, а телеги-то у бедного нету. Что будешь делать? Пошёл к богатому брату:\n\n- Дай, братец, телегу, сено с луга перевозить!\n\n- Ладно, - говорит богатый, - дам тебе телегу, только ты за это и моё сено перевези.\n\nСогласился бедный - деваться-то ему некуда. Запряг кобылу, поехал на луг. Стал он возить сено. Со своим управился - за братово принялся. До самой ночи возил, а как совсем стемнело, думает:\n\n\"Останусь-ка я здесь, переночую под копной, а завтра чуть свет остальное перевезу\".\n\nВыпряг кобылу, лёг под копну и заснул.\n\nКобыла-то ночью и ожеребилась, а жеребёнок под телегу залез.\n\nУтром, ни свет ни заря, пришёл на луг богатый брат: нужно ему поглядеть, как бедный его сено возит.\n\nГлянул он под телегу и увидел жеребёнка.\n\n\"Ну, - думает, - проведу я братца!\"\n\nРастолкал он бедного и говорит:\n\n- Эге, брат, у меня прибыль: телега ожеребилась! Смотри, какого жеребёночка принесла!\n\n- Что ты, брат! - говорит бедный. - Или смеёшься? Да как это можно, чтоб телега жеребёнка принесла? Это моя кобылка ожеребилась!\n\nА старший брат в ответ:\n\n- Кабы твоя кобыла принесла жеребёнка, был бы он подле неё. А коли он под моей телегой лежит, значит, мой он!\n\nБедный своё доказывает, богатый - своё.\n\nСпорили они, спорили, порешили судиться: пусть судьи разберут, кто прав, кто неправ.\n\nСтарший брат судей деньгами задарил, а бедный только словами свою правоту доказывает.\n\nСудьи выслушали и говорят в один голос:\n\n- Вот какое нашего суда решение: телега жеребёнка принесла. Стало быть, надо жеребёнка старшему брату отдать!\n\nКак ни доказывал бедный, не мог своей правоты доказать.\n\nГоворит он судьям:\n\n- Не признаю вашего неправедного суда решение! Пойду к самому царю, буду ему челом бить!\n\nПришёл к царю, поклонился ему в ноги, рассказал, как судьи криво судили.\n\nВыслушал царь мужика и приказал привести старшего брата. Привели его.\n\n- Твой жеребенок? - спрашивает царь.\n\n- Мой, ваше царское величество! Так и судьи праведные постановили.\n\nА бедный брат и здесь не унимается, своё доказывает.\n\nВот царь и говорит:\n\n- Задам я вам четыре загадки. Кто отгадает, того и жеребёнок будет. Первая загадка: что на свете всего жирнее? Вторая загадка: что на свете всего сильнее? Третья загадка: что на свете всего быстрее? Четвёртая загадка: что на свете всего мягче? Идите, думайте.\n\nПришёл богатый брат домой сердитый. Уселся на лавку, стал думать. А думать-то и не умеет, только фырчит. Вот жена и спрашивает его:\n\n- Чего это ты такой невесёлый?\n\n- Будешь невесёлый, когда царь мудрёные загадки загадал! Отгадай, попробуй!\n\n- А какие загадки?\n\nРассказал ей муж. Жена говорит:\n\n- Нам самим всё равно не додуматься. Ступай к куме. Она баба острая - всё знает, всё понимает.\n\nПошёл богатый к куме.\n\n- Так и так, - говорит, - выручай, кума, из беды! Ты всё знаешь, всё понимаешь.\n\n- А что у тебя за беда?\n\n- Да вот задал мне царь четыре загадки, а на отгадки-то дал всего три дня сроку. Уж я думал-думал, голову сломал, а отгадать не мог.\n\n- Какие же это загадки? Говори скорее!\n\n- Первая царская загадка: что на свете всего жирнее?\n\n- Экая загадка, подумаешь! Да у нас рябой боров есть - такой жирнущий, жирнее нигде не найдёшь! Весь жиром заплыл и на ноги не поднимается.\n\n- Вторая загадка: что на свете всего сильнее?\n\n- И эта загадка не мудра! Сильнее всех на свете медведь: он и корову задерёт, и ёлку с корнями из земли вывернет. Кто же сильнее его!\n\n- Третья загадка: что на свете всего быстрее?\n\n- Ну, здесь и думать нечего! У моего мужа такой жеребец - нет его быстрее! Плёткой ударить - зайца перегонит!\n\n- Четвёртая загадка: что на свете всего мягче?\n\n- А всего мягче на свете, кум, известное дело - мой пуховик: как ляжешь, так потонешь!\n\nОбрадовался богатый брат, стал благодарить куму:\n\n- Спасибо тебе, кума, научила ты меня уму-разуму! Век не забуду! Недаром люди говорят, что ты всё знаешь, всё понимаешь!\n\nПришёл домой и младший брат. Сел на лавку, облокотился на стол, рассказал жене, какие загадки ему царь загадал. Заплакала жена:\n\n- Где тебе такие мудрёные загадки отгадать! Отнимут у нас жеребёнка!..\n\nТут подошла дочка-семилетка и говорит:\n\n- Не горюй, батюшка. Я за тебя эти загадки отгадаю. А ты ложись да спи спокойно! Утро вечера мудренее!\n\nПослушался отец своей дочки, лёг спать. Утром будит его семилетка:\n\n- Вставай, батюшка, иди к царю!\n\n- Да с чем же я пойду к нему?\n\n- С отгадками пойдёшь! Как придёшь, скажи: жирнее всего матушка сырая земля, всех нас она кормит, на всех у неё щедрости хватает. Сильнее всего вода: ничем не удержишь её, не остановишь. Быстрее всего мысли наши: вмиг весь мир облетят. А мягче всего рука наша: как ни мягка будет подушка, всё руку под голову подкладываешь!\n\n- Спасибо тебе, дочка! Мудрые твои отгадки. Только как-то царь их примет!\n\n- Ничего, не бойся, смело ступай!\n\nПриходят в назначенный срок оба брата к царю. Богатый - надутый да важный: отгадал загадки; бедный - с сомнением: как-то ещё дело повернётся.\n\nВышел царь к братьям со своими боярами да вельможами и спрашивает:\n\n- Ну, разгадали вы мои загадки?\n\nСтарший брат весело да бойко отвечает:\n\n- Разгадали, ваше царское величество!\n\n- Ну, коли разгадали, отвечайте по порядку - сперва старший, потом младший.\n\nВот старший и говорит:\n\n- Жирнее всего на свете рябой боров у моей кумы, ваше царское величество: весь он жиром заплыл и на ноги уже не поднимается!\n\n- Дальше говори!\n\n- Сильнее всех на свете медведь: вот какие ёлки с корнями выворачивает! Быстрее всего на свете карий жеребец у моей кумы: настегай его - он зайца перегонит. А мягче всего у кумы пуховик - как ляжешь, так потонешь!\n\nУсмехнулся царь и молвил:\n\n- Теперь ты, младший, говори!\n\nБедный ответил всё, как его дочка научила.\n\nВыслушал царь его ответы и спрашивает:\n\n- Сам ли ты ответы нашёл или кто тебя научил?\n\nБедный скрывать не стал, отвечает:\n\n- Научила меня моя дочка-семилетка.\n\n- Ну, коли твоя дочка такая мудрая, - говорит царь, - пусть она моё приказание выполнит! Вот тебе ниточка - пусть она из этой ниточки завтра к утру соткёт мне полотенце узорчатое!\n\nЧто делать? Спорить с царём не станешь! Взял бедный ниточку, пошёл домой. Приходит домой кручинный да печальный, ниже плеч голову опустил.\n\nПодбежала к нему дочка и спрашивает:\n\n- Что ты, батюшка, невесел? Или мои отгадки неверные были?\n\n- Нет, дочка, отгадки твои правильные. Только новая беда на нас свалилась. Приказал царь из этой ниточки соткать ему к утру полотенце узорчатое...\n\nЗасмеялсь семилетка и говорит:\n\n- Не печалься, батюшка! Царь мне свой приказ прислал, а я ему свой пошлю!\n\nОтломила она прутик от метлы и говорит:\n\n- Ступай к царю и скажи: пусть он из этого пруточка смастерит мне станок ткацкий - тогда и узорчатое полотенце ему к утру вытку!\n\nПошёл бедный к царю, подал ему прутик:\n\n- Просит дочка из этого прутика станок ткацкий ей смастерить - тогда, говорит, и полотенце будет.\n\nВзглянул царь на прутик и молвил:\n\n- Ладно, полотенце мне не нужно! Другой приказ от меня будет: вот ей полтораста печёных яиц - пусть выведет мне завтра к утру полтораста цыплят.\n\nВзял бедный лукошко с яйцами, пошёл домой. Воротился ещё кручиннее, ещё печальнее. Спрашивает его семилетка:\n\n- Что, батюшка, невесел? Или какая новая забота появилась?\n\n- Ах, дочка! Как не забота! От одной беды избавились, другая навязалась: приказал царь из печёных яиц вывести ему к утру полтораста цыплят...\n\nУсмехнулась семилетка и говорит:\n\n- Нечего, батюшка, печалиться! Давайте-ка сядем все за стол да будем печёные яйца есть!\n\nКак поели они, семилетка сварила в чугунке пшённой каши и говорит отцу:\n\n- Ступай к царю и скажи: пусть посеет эту кашу и вырастит завтра к утру просо, сожнёт его да обмолотит. Цыплята, скажи, в одну ночь будут выведены, и пшено для них надобно в одну ночь вырастить. Другого корма они клевать не станут!\n\nПошёл бедный к царю, подал ему чугунок каши и сказал всё, как семилетка велела.\n\n- Не нужны мне цыплята, - говорит царь. - А раз твоя семилетка так хитра да мудра, пусть наутро сама ко мне явится - не одетая, не раздетая, не пешком, не в повозке, не верхом, не с подарком, не без подарка!\n\nПошёл бедный домой.\n\n\"Ну, - думает, - такой хитрой задачи и моя семилетка не разрешит. Видно, придётся нам совсем пропадать!\"\n\nПришёл он и рассказал всё, что царь требует.\n\n- Не печалься, батюшка, - говорит семилетка. - Царь мудрит, и мы не хуже его: ещё помудрёнее придумаем! Достань ты мне зайца да поймай воробья.\n\nДостал бедный у охотника зайца, изловил в коноплях воробья.\n\nНа другой день поутру сбросила семилетка свою одёжку и накинула на себя старую рыбачью сеть. Вот она и не одета и не раздета! После того села она боком на козла, одну ногу на землю опустила, взяла зайца да воробья и отправилась к царю во дворец.\n\nА царь её уже дожидается - стоит у окна, смотрит. Как увидел, приказал собак борзых выпустить - пусть они её встретят!\n\nВыпустили псари борзых. Забрехали собаки, пустились навстречу семилетке, а она, не будь глупа, бросила зайца. Заяц поднял хвостик - да наутёк, а собаки за ним. Так все и убежали в поле.\n\nВъехала семилетка во двор и говорит царю:\n\n- Вот тебе, царь-государь, подарочек!\n\nИ подаёт ему воробья.\n\nЦарь протянул руки, хотел было воробья взять, а воробей - порх! - и был таков.\n\nВидит царь, что и в этот раз семилетка перемудрила его.\n\n- Хорошо, - говорит. - Как было приказано, так и сделала. Скажи-ка мне теперь, велика ли у вас семья и чем вас отец кормит?\n\n- Семья у нас велика, - говорит семилетка, - а кормимся мы вот чем: отец мой в поле рыбу ловит, а мы её граблями сгребаем да уху из неё варим - тем и кормимся.\n\n- Эка ты глупая! - говорит царь. - Да где это слыхано, чтобы рыба в поле водилась? Рыба в реке плавает!\n\n- А ты умён? Как же ты поверил, что телега жеребёнка принесла? Жеребёнок от нашей кобылы родился!\n\nТут царь одумался и говорит:\n\n- Отдайте жеребёнка бедному, не то его дочка совсем меня перед людьми опозорит!\n\nЦарское слово - строгий приказ. Отобрали жеребёнка у старшего брата, отдали младшему. Стал он доброго коня растить."
}