{
  "text": "Ехали два брата: один бедный, другой богатый. У обоих по лошади — у бедного кобыла, у богатого мерин. Остановились они на ночлег рядом. У бедного кобыла принесла ночью жеребенка; жеребенок подкатился под телегу богатого. Будит он наутро бедного:\n\n— Вставай, брат! У меня телега ночью жеребенка родила.\n\nБрат встает и говорит:\n\n— Как можно, чтоб телега жеребенка родила? Это моя кобыла принесла. Богатый говорит:\n\n— Кабы твоя кобыла принесла, жеребенок бы подле нее был!\n\nПоспорили они и пошли до начальства. Богатый дарил судей деньгами, а бедный словами оправдывался.\n\nДошло дело до самого царя. Велел он призвать обоих братьев и загадал им четыре загадки:\n\n— Что всего на свете сильнее и быстрее? Что всего на свете жирнее? Что всего мягче? И что всего милее? И положил им сроку три дня:\n\n— На четвертый приходите, ответ дайте!\n\nБогатый подумал-подумал, вспомнил про свою куму и пошел к ней совета просить.\n\nОна посадила его за стол, стала угощать, а сама спрашивает:\n\n— Что так печален, куманек?\n\n— Да загадал мне государь четыре загадки, а сроку всего три дня положил.\n\n— Что такое, скажи мне.\n\n— А вот что, кума! Первая загадка: что всего в свете сильнее и быстрее?\n\n— Экая загадка! У моего мужа карая кобыла есть; нет ее быстрее! Коли кнутом приударишь, зайца догонит.\n\n— Вторая загадка: что всего на свете жирнее?\n\n— У нас другой год рябой боров кормится; такой жирный стал, что на ноги не поднимается!\n\n— Третья загадка: что всего в свете мягче?\n\n— Известное дело — пуховик, уж мягче не выдумаешь!\n\n— Четвертая загадка: что всего на свете милее?\n\n— Милее всего внучек Иванушка!\n\n— Ну, спасибо тебе, кума! Научила уму-разуму, по век тебя не забуду.\n\nА бедный брат залился горькими слезами и пошел домой. Встречает его дочь-семилетка:\n\n— О чем ты, батюшка, вздыхаешь да слезы ронишь?\n\n— Как же мне не вздыхать, как слез не ронить? Задал мне царь четыре загадки, которые мне и в жизнь не разгадать.\n\n— Скажи мне, какие загадки.\n\n— А вот какие, дочка: что всего на свете сильнее и быстрее, что всего жирнее, что всего мягче и что всего милее?\n\n— Ступай, батюшка, и скажи царю: сильнее и быстрее всего ветер, жирнее всего земля: что ни растёт, что ни живет, земля питает! Мягче всего рука: на что человек не ляжет, а все руку под голову кладет; а милее сна нет ничего на свете!\n\nПришли к царю оба брата — и богатый и бедный. Выслушал их царь и спрашивает бедного:\n\n— Сам ли ты дошел или кто тебя научил? Отвечает бедный:\n\n— Ваше царское величество! Есть у меня дочь-семилетка, она меня научила.\n\n— Когда дочь твоя мудра, вот ей ниточка шелкова; пусть к утру соткет мне полотенце узорчатое.\n\nМужик взял шелкову ниточку, приходит домой кручинный, печальный.\n\n— Беда наша! — говорит дочери. — Царь приказал из этой ниточки соткать полотенце.\n\n— Не кручинься, батюшка! — отвечала семилетка; отломила прутик от веника, подает отцу и наказывает: — Поди к царю, скажи, чтоб нашел того мастера, который бы сделал из этого прутика кросна: было бы на чем полотенце ткать!\n\nМужик доложил про то царю. Царь дает ему полтораста яиц.\n\n— Отдай, говорит, — своей дочери; пусть к завтрему выведет мне полтораста цыплят.\n\nВоротился мужик домой еще кручиннее, еще печальнее:\n\n— Ах, дочка! От одной беды увернешься — другая навяжется!\n\n— Не кручинься, батюшка! — отвечала семилетка. Попекла яйца и припрятала к обеду да к ужину, а отца посылает к царю:\n\n— Скажи ему, что цыплятам на корм нужно одноденное пшено: в один бы день было поле вспахано, да просо засеяно, сжато и обмолочено. Другого пшена наши цыплята и клевать не станут.\n\nЦарь выслушал и говорит:\n\n— Когда дочь твоя мудра, пусть наутро сама ко мне явится — ни пешком, ни на лошади, ни голая, ни одетая, ни с гостинцем, ни без подарочка.\n\n“Ну, — думает мужик, — такой хитрой задачи и дочь не разрешит; пришло совсем пропадать!”\n\n— Не кручинься, батюшка! — сказала ему дочь-семилетка. — Ступай-ка к охотникам да купи мне живого зайца да живую перепелку.\n\nОтец пошел и купил ей зайца и перепелку.\n\nНа другой день поутру сбросила семилетка всю одежду, надела на себя сетку, а в руки взяла перепелку, села верхом на зайца и поехала во дворец.\n\nЦарь ее у ворот встречает. Поклонилась она царю.\n\n— Вот тебе, государь, подарочек! — и подает ему перепелку.\n\nЦарь протянул было руку, перепелка порх — и улетела!\n\n— Хорошо, — говорит царь, — как приказал, так и сделано. Скажи мне теперь: ведь твой отец беден, чем вы кормитесь?\n\n— Отец мой на сухом берегу рыбу ловит, ловушек в воду не ставит, а я подолом рыбу ношу да уху варю.\n\n— Что ты, глупая, когда рыба на сухом берегу живет? Рыба в воде плавает!\n\n— А ты умен! Когда видано, чтобы телега жеребенка принесла?\n\nЦарь присудил отдать жеребенка бедному мужику, а дочь его взял к себе. Когда семилетка выросла, он женился на ней, и стала она царицею."
}