{
  "text": "О ком я вам расскажу? О купце по имени Мамёд. Жил он в городе Мисаре и ездил по чужим странам, и торговал разными товарами.\nОднажды задумал он отправиться в далёкую страну. Накупил множество всяких товаров, нанял слуг, распростился с семьёй и тронулся со своим караваном в путь.\nПобывал он в одном месте, побывал в другом и заехал наконец в какой-то неведомый город. Здесь Мамед решил передохнуть после долгих странствий и остановился со своими слугами в караван-сарае - заезжем дворе.\nСидит Мамед, ест, пьёт. Подошёл к нему какой-то человек и говорит:\n—Эй, купец! Видно, ты прибыл из дальних мест, если не знаешь здешних обычаев. \n—А какие же здешние обычаи? - спрашивает Мамед. \n—А вот какие: всякий прибывший в этот город купец должен отнести шаху достойный подарок. За это шах приглашает купца вечером к себе в гости и играет с ним в нарды - шашки.\nЧто делать купцу? Хочешь не хочешь, надо идти. Выбрал он из своих товаров самые драгоценные ткани, разложил их на золотом подносе и отправился к шаху.\nПринял шах дары и стал расспрашивать купца: из какого он города родом, какие товары продаёт, где побывал?\nРассказал ему Мамед обо всём. Шах выслушал и говорит:\n- Приходи ко мне вечером - поиграем в нарды! Вечером пришёл Мамед к шаху. Смотрит - шах его дожидается, а перед ним нарды стоят.\n- Эй, купец! - говорит шах.- Слушай мои условия. Есть у меня учёная кошка. С вечера до утра она может держать на своём хвосте семь светильников. Если моя кошка продержит их, пока мы не кончим игру, всё твоё богатство, все твои товары будут моими, а самого тебя я прикажу связать и бросить в темницу. Если кошка сойдёт с места - вся моя казна перейдёт к тебе, а со мной делай что знаешь и что хочешь!\nЧто тут делать купцу? Бежать нельзя, спорить невозможно. Пришлось ему принять условия шаха.\nСидит он, ругает себя, что заехал в этот город. «Недолго здесь и совсем пропасть!» - думает. А шах стал звать свою учёную кошку.\nПришла кошка, закрутила свой хвост и уселась перед шахом. - Несите светильники! - приказал шах. По его приказу слуги принесли семь светильников и поставили кошке на хвост.\nВзял шах нарды, начал игру.\nКупец передвигает кости, сам всё на кошку поглядывает. А кошка словно окаменела - сидит, не двинется, не шелохнётся.\nТак день прошёл, и ночь прошла, и ещё два дня и две ночи. Играет Мамед с шахом в нарды, а кошка сидит как сидела.\nНе выдержал наконец Мамед и говорит: - Не в силах я больше играть! Признаю себя побеждённым!\nШаху только этого и надо. Кликнул он своих слуг и приказывает им:\n- Все товары этого купца и всё его золото несите ко мне, а ему самому свяжите руки покрепче и бросьте в темницу!\nСхватили слуги Мамеда и сделали всё, что шах им приказал.\nСидит Мамед в темнице, клянёт себя, что не проехал мимо этого города, ругает себя, и шаха, и его учёную кошку...\nТеперь мы оставим Мамеда и расскажем о его жене Зарнияр. Сидит она дома, ждёт мужа, а его всё нет и нет.\n«Уж не беда ли с ним случилась?» - думает.\nДолго она так жила в тревоге. Наконец прибежал к ней слуга Мамеда, весь оборванный, грязный, и говорит:\n- Эй, хозяйка! Захватил какой-то шах нашего хозяина, и все его товары, и всё его золото. Один я убежал, еле спасся. Что теперь делать будем?\nРасспросила Зарнияр слугу, что и как было.\nПосле этого приказала она наловить множество мышей и наполнить ими большой сундук. Затем взяла она с собой много серебра и золота, переоделась в мужское платье, подобрала волосы под папаху и отправилась выручать мужа.\nЕхала она со своим караваном, нигде не останавливалась и не задерживалась и наконец прибыла в тот город, где томился в темнице её муж.\nОдним своим слугам она приказала дожидаться в караван-сарае, а другим велела сопровождать её к шаху.\nВзяла она большой золотой чеканный поднос, разложила на нём драгоценные подарки и отправилась во дворец. А слуги её несли за ней сундук с мышами.\nКогда подошли они ко дворцу, Зарнияр сказала слугам:\n- В то время как я буду играть с шахом в нарды, вы по одной выпускайте мышей через дверь в комнату!\nОстались слуги с сундуком у двери, а Зарнияр пошла к шаху. Вошла она и говорит: \n- Да живёт вечно Правитель Вселенной! Вот я, по обычаю вашей страны, принёс тебе драгоценный подарок!\nШах принял Зарнияр с большим почётом, угостил лучшими яствами и пригласил сыграть с ним в нарды.\n- Какие будут твои условия, Властитель Вселенной?\n-спрашивает Зарнияр. Шах говорит: \n—Будем играть до тех пор, пока не сдвинется с места моя учёная кошка!\n—А если твоя учёная кошка сдвинется? - спрашивает Зарнияр.\n—Тогда я себя признаю побеждённым. Что хочешь, то со мной и делай!\n- Хорошо,- говорит Зарнияр,- пусть будет по-твоему! Кликнул шах свою учёную кошку. Пришла кошка, уселась\nважно на ковре перед шахом. Тут вошли слуги, внесли семь светильников и поставили ей на хвост.\nСтал шах играть с Зарнияр в нарды. Играет, а сам посмеивается и ждёт, когда этот молодой купец себя побеждённым признает.\nВ это время слуги Зарнияр открыли сундук и впустили в комнату мышонка.\nУвидела кошка мышонка, загорелись у неё глаза. Хотела было она тронуться с места, да шах так грозно взглянул на неё, что кошка мигом успокоилась и словно застыла.\nНемного спустя слуги Зарнияр впустили в комнату ещё несколько мышей. Стали мыши бегать по комнате, стали прыгать возле стен. Тут уж учёная кошка не в силах была больше терпеть. Мяукнула она, вскочила, уронила все семь светильников и давай гоняться за мышами! Сколько шах ни кричал на свою учёную кошку, а она и слушать его не хочет.\nТут Зарнияр кликнула своих слуг. Вбежали они в комнату, связали шаха крепко-накрепко и давай стегать ремнями! До тех пор стегали, пока он пощады не запросил.\n- Всех своих пленников выпущу,- кричит,- и всё, что у них отнял, отдам им, только меня пощадите!\nСлуги Зарнияр бьют шаха, шах во весь голос кричит, все люди это слышат, а на помощь к нему никто не идёт: всем давно уж надоело терпеть его жестокость да жадность.\nПриказала Зарнияр вывести из темницы своего мужа и всех других, кто там был, а шаха в темницу бросить.\nПосле того вернулись они в свой город Мисар и стали там жить, есть и пить. И вы все ешьте, пейте и живите!\nС неба упало три яблока: одно - мне, другое - тому, кто сказку рассказывал, третье - тому, кто сказку слушал!"
}