{
  "text": "В одной деревне жила женщина, а с ней две её дочери. Жили бедно. Младшая дочь выполняла всю работу по дому, а старшая росла белоручкой. Вот и выросли они: младшая – умница и красавица, а старшая – ленивая и завистливая.\n\nКак-то раз младшая, трудолюбивая дочь отправилась к реке за водой. Захватила она с собой два пустых глиняных кувшина и отправилась в дорогу, а дорога была длинной: пока до реки дойдешь – устанешь, а назад вернуться с тяжелыми кувшинами и того тяжелей.\n\nТолько девушка дошла до реки и наполнила кувшины, как рядом с ней откуда ни возьмись появилась нищенка, вся грязная, в старых лохмотьях, старая-престарая.\n\n— Милая девушка, дай мне воды напиться, я так устала с дороги и у меня совсем нет сил…\n\nПожалела добрая девушка нищую старушку, придержала кувшин, и помогла ей напиться чистой воды.\n\n— Ты милая и добрая и я тебя отблагодарю — сказала старушка. — Каждый раз, когда ты произнесешь слово, из твоего рта выпадет цветок прекрасный или камень драгоценный.\n\nНе успела младшая дочь и слова вымолвить, как нищенка пропала. А была она волшебницей, желающей испытать, добра ли девушка на самом деле.\n\nВозвратилась домой дочь, опоздала, потому как нищенке помогала и мать тут же стала её ругать на чем свет стоит:\n\n— Где ты пропадала? Разве дел у тебя ещё мало?\n\n— Извини, мама, я задержалась у реки, — начала было говорить та и тут из её рта выпали две розы, две жемчужины и два алмаза.\n\n— Это что ещё такое, дочь моя? Кто же благословил тебя таким даром? — удивленно вскричала женщина, первый раз назвавшая младшую своей дочерью.\n\nТа ей всё и рассказала, как есть. При каждом слове роняя камень драгоценный или цветок прекрасный.\n\nМать недолго думая позвала старшую дочь и говорит:\n\n— Дочка моя старшая, дочка моя любимая, бери кувшины пустые и отправляйся на речку, да будь поласковей там со старушкой, того гляди она и тебя одарит и станем мы богаты и не будем больше голодать.\n\n— Ещё чего придумала, — ответила ей старшая дочь, — не моё это дело за водой ходить, да я и не знаю, где река эта.\n\n— Ты должна пойти за водой, — строго сказала мать, — прямо сейчас.\n\nНичего не поделаешь. Пошла старшая к реке по дороге, которую ей младшая показала. Всю дорогу она недовольно ворчала, неся в руках один единственный маленький кувшинчик.\n\nНе успела она дойти до реки, как увидела даму в богатых нарядах, выходящую из леса. Дама подошла прямиком к девушке и попросила напиться воды из кувшина. Эта женщина была той же самой волшебницей, только на этот раз она превратилась не в нищую старуху, а в богатую даму, чтобы испытать, насколько невыносим характер девушки.\n\n— Ишь ты, барышня какая взялась, — грубо ответила старшая дочь, — сама себе рукой зачерпни, я не для того сюда шла издалека, чтобы поить каждого встречного.\n\n— Какая же ты, невежа — спокойно сказала волшебница, — что ж за такую службу я тебя и одарю заслуженно. Отныне при каждом слове из твоего рта выпадет лягушка противная.\n\nДевушка только рот открыла от изумления, а волшебницы и след простыл. Ничего не поделаешь, отправилась она домой, даже воды в кувшин не набрала.\n\nМать издалека увидела свою дочь, выбежала ей навстречу:\n\n— Ну что, доченька моя любимая?\n\n— Что, мама? — отвечала та и изо рта у неё выпали две лягушки.\n\n— Фу, — вскричала мать, — что же это такое? Во всём твоя сестра младшая виновата! Ну ей сейчас и достанется от меня!\n\nУслышала младшая дочь такие речи и бросилась в лес, прятаться от матери. Забежала в самую чащу, села под высокой сосной и плачет. А в то самое время с охоты возвращался царский сын. Увидел он девушку, всю в слезах, и спрашивает:\n\n— Кто ты, прекрасная незнакомка, и что ты делаешь так далеко в лесу одна?\n\n— Ах, сударь, я убежала от матери… и так слово за слово девушка рассказала всю свою историю. Всё это время из её рта выпадали цветы и драгоценности.\n\nЦарский сын быстро сообразил, что такой дар стоит больше любого приданного и позвал её во дворец своего отца. Скоро и свадьбу сыграли.\n\nА старшая сестра до того всем была неприятна из-за выпадающих от каждого слова лягушек, что ей ничего не оставалось как уйти далеко в лес и прожить там в одиночестве и безмолвии остаток дней."
}