{
  "text": "Часто, когда после грозы идёшь полем, видишь, что гречиху опалило дочерна, будто по ней пробежал огонь; крестьяне в таких случаях говорят: «Это её опалило молнией!» Но почему?\n\nА вот что я слышал от воробья, которому рассказывала об этом старая ива, растущая возле гречишного поля, — дерево такое большое, почтенное и старое-престарое, всё корявое, с трещиною посредине. Из трещины растут трава и ежевика; ветви дерева, словно длинные зелёные кудри, свешиваются до самой земли.\n\nПоля вокруг ивы были засеяны рожью, ячменём и овсом — чудесным овсом, похожим, когда созреет, на веточки, усеянные маленькими жёлтенькими канарейками. Хлеба стояли прекрасные, и чем полнее были колосья, тем ниже склоняли они в смирении свои головы к земле.\n\nТут же, возле старой ивы, было поле с гречихой; гречиха не склоняла головы, как другие хлеба, а держалась гордо и прямо.\n\n— Я не беднее хлебных колосьев! — говорила она. — Да к тому же ещё красивее. Мои цветы не уступят цветам яблони. Любо-дорого посмотреть! Знаешь ли ты, старая ива, кого-нибудь красивее меня?\n\nНо ива только покачала головой, как бы желая сказать: «Конечно, знаю!» А гречиха надменно говорила:\n\n— Глупое дерево, у него от старости из желудка трава растёт!\n\nВдруг поднялась страшная непогода; все полевые цветы свернули лепестки и склонили свои головки; одна гречиха красовалась по-прежнему.\n\n— Склони голову! — говорили ей цветы.\n\n— Незачем! — отвечала гречиха.\n\n— Склони голову, как мы! — закричали ей колосья. — Сейчас промчится под облаками ангел бури! Крылья его доходят до самой земли! Он снесёт тебе голову, прежде чем ты успеешь взмолиться о пощаде!\n\n— Ну, а я всё-таки не склоню головы! — сказала гречиха.\n\n— Сверни лепестки и склони голову! — сказала ей и старая ива. — Не гляди на молнию, когда она раздирает облака! Сам человек не дерзает этого: в это время можно заглянуть в самое небо господне, а за такой грех господь карает человека слепотой. Что же ожидает тогда нас? Ведь мы, бедные полевые злаки, куда ниже, ничтожнее человека!\n\n— Ниже? — сказала гречиха. — Так вот же я возьму и загляну в небо господне!\n\nИ она в самом деле решилась на это в своём горделивом упорстве. Тут такая сверкнула молния, как будто весь мир загорелся, когда же снова прояснилось, цветы и хлеба, освежённые и омытые дождём, радостно вдыхали в себя мягкий, чистый воздух. А гречиха была вся опалена молнией, она погибла и никуда больше не годилась.\n\nСтарая ива тихо шевелила ветвями на ветру; с зелёных листьев падали крупные дождевые капли; дерево будто плакало, и воробьи спросили его:\n\n— О чём ты? Посмотри, как славно кругом, как светит солнышко, как бегут облака! А что за аромат несётся от цветов и кустов! О чём же ты плачешь, старая ива?\n\nТогда ива рассказала им о высокомерной гордости и о казни гречихи; гордость всегда ведь бывает наказана. От воробьёв же услышал эту историю и я: они прощебетали мне её как-то раз вечером, когда я спросил их рассказать мне сказку."
}