{
  "text": "Жил когда-то на свете один человек. У него было три сына. Был тот человек старательный и трудолю­бивый, никогда без дела не сидел. Работал он с ранне­го утра до позднего вечера, не зная устали. Везде по­спевал.\n\nСыновья у него были рослые, красивые, сильные, а работать не любили.\n\nОтец и в поле, и в саду, и дома трудился, а сыновья сидели под деревьями в тени и болтали или ходили на Днестр рыбу ловить.\n\n— Что же вы не работаете никогда? Почему отцу никогда не помогаете? — спрашивали их соседи.\n\n— А зачем нам работать? — отвечали сыновья.— О нас отец заботится, он везде сам справляется!\n\nТак они и жили год за годом.\n\nСыновья выросли, а отец постарел, ослабел и не мог уже работать, как прежде. Запустел у них сад около дома, заросло поле сорной травой.\n\nВидят это сыновья, а работать не хотят.\n\n— Что же вы, сынки, без дела сидите? — спраши­вает их отец.— Пока я был молод, я работал, а теперь ваша пора пришла.\n\n— Успеем ещё поработать,— отвечают сыновья.\n\nГорько стало старику, что сыновья у него такие лентяи. Заболел он от горя и слёг в постель.\n\nТут уж семья совсем в бедность пришла. Сад весь зарос, одичал, выросли в нём крапива да бурьян, так что из-за них даже дома не было видно.\n\nОднажды созвал старик своих сыновей и ска­зал им:\n\n— Ну, сынки, пришёл мой смертный час. Как вы теперь без меня жить будете? Трудиться вы не люби­те и не умеете.\n\nСжались у сыновей сердца, заплакали они.\n\n— Скажи нам, отец, что-нибудь напоследок, по­советуй что-нибудь! — попросил старший сын.\n\n— Хорошо! — сказал отец.— Открою я вам одну тайну. Все вы знаете, что я и покойная ваша мать ра­ботали не покладая рук. За долгие годы скопили мы для вас богатство — горшок с золотом. Закопал я этот горшок возле дома, только не помню, в каком месте. Ищите мой клад, и тогда будете вы жить, не зная нужды.\n\nПростился отец с сыновьями и умер.\n\nПохоронили сыновья старика, погоревали. Потом старший брат сказал:\n\n— Что ж, братья, дошли мы до большой бедности, не на что даже хлеба купить. Помните, что отец перед смертью говорил? Давайте искать горшок с золотом!\n\nВзяли братья заступы и стали копать возле самого дома небольшие ямки. Покопали они, покопали, а гор­шок с золотом найти не могли.\n\nТогда средний брат говорит:\n\n— Братья! Если мы так будем копать, то никогда не найдём отцовского клада. Давайте раскопаем всю землю вокруг нашего дома!\n\nБратья согласились. Снова взялись за свои засту­пы, вскопали всю землю, а горшка с золотом так и не нашли.\n\n— Эх,— говорит младший брат,— давайте вско­паем землю ещё раз, да поглубже! Может, отец зако­пал горшок с золотом глубоко.\n\nСогласились братья. Очень уж хотелось им разы­скать отцовский клад!\n\nСнова принялись все за работу.\n\nКопал-копал старший брат — вдруг наткнулась его лопата на что-то большое и твёрдое. Забилось у него сердце, кликнул ои своих братьев:\n\n— Идите скорей ко мне: я отцовский клад на­шёл!\n\nПрибежали средний и младший братья, стали по­могать старшему.\n\nТрудились, трудились и выкопали из земли не гор­шок с золотом, а тяжёлый камень.\n\nОбидно им стало, они и говорят:\n\n— Что же нам с этим камнем делать? Не остав­лять же здесь! Отнесём его подальше да бросим в овраг!\n\nТак они и сделали. Убрали камень и опять приня­лись землю раскапывать. Целый день работали, об еде, об отдыхе забыли! Перекопали ещё раз всю свою землю. Земля стала пышная и мягкая. А горшка с зо­лотом так и не нашли.\n\n— Что же,— говорит старший брат,— раскопали мы землю — не пустовать же ей! Давайте посадим на этой земле виноград.\n\n— Верно! — говорят братья,— Хоть не даром про­падут наши труды.\n\nПосадили они виноградные лозы и стали ухажи­вать за ними.\n\nНемного времени прошло — разросся у них боль­шой да хороший виноградник. Созрели сочные, слад­кие гроздья.\n\nСобрали братья богатый урожай. Оставили себе сколько нужно, а остальное продали — много денег получили.\n\nТогда сказал старший брат:\n\n— Не даром мы раскопали всю нашу землю: на­шли мы в ней драгоценный клад, о котором нам перед смертью отец говорил."
}