{
  "text": "Жили на свете муж с женой. Только и думали с утра до вечера, как бы разбогатеть.\n\nСкажет, бывало, жена:\n\n— Давай портняжничать станем, одежду шить!\n\n— Не дело это — портняжничать,— отвечает муж.— День-деньской иголку втыкать да нитку тянуть. Устанешь только, а заработаешь самую малость.\n\n— Тогда давай займемся красильным ремеслом,—- не унимается жена.\n\n— Красильное ремесло и того хуже. И сами в краске, и вокруг одни краски. Что за жизнь! А корысти опять-таки никакой.\n\nСпорили они, спорили и решили наконец устроить постоялый двор. Устроить-то устроили, и дела у них пошли неплохо, а богатства все равно не нажили.\n\n— Богатые гости добро привезут, да с собой увезут. А с бедняка что возьмешь? Он сам нищ да гол.\n\nИ вот забрел однажды на постоялый двор почтенный старец — борода белая, посох длинный, на посохе красной тушью иероглифы выведены: «Коли я войду в ворота, всех избавлю от заботы». Увидал муж, что написано на посохе, и думает:\n\n«Не иначе как это бессмертный предсказатель судьбы».\n\nНе вытерпел он и спрашивает:\n\n— Господин, а господин! Расскажи, как ты людей от забот избавляешь?\n\n— Есть у меня одно зелье,— отвечает старец,— кто выпьет его — обо всех невзгодах забудет! Печали, тоски да забот — как не бывало!\n\nУслыхали это муж с женой и стали просить старца, чтоб продал им волшебное зелье. Согласился старец, отвесил пол-ляна*. Взяла жена зелье и говорит мужу:\n\n— Ну, теперь мы непременно разбогатеем, подсыпем богатым гостям этого порошка в рис или чай, и забудут они здесь свои мешки да тюки.\n\nИ надо же было так случиться, что прямо на другой день заехал на постоялый двор богатый купец. Ларцы жемчугом набиты, мешки — яшмой, ящики — кораллами да бирюзой. А украшений золотых и серебряных — не счесть!\n\nРазгорелись у жадных хозяев глаза. Пока муж смотрел, как купец в своей комнате бесценные сокровища складывает, жена на кухне в чай да в рис всыпала гостю весь порошок до капельки. Гость съел весь рис, опорожнил целый чайник чаю и спать лег. Жадные хозяева от нетерпения всю ночь дрожали и не сомкнули глаз.\n\nА рано утром, только купец уехал, кинулись к нему в комнату: рыщут, ищут — ничего найти не могут. По углам искать стали, пол разворотили, да все напрасно: не то чтоб драгоценностей, камешка — и то не нашли!\n\n— Обманул нас проклятый старик,— в ярости закричала жена,— не волшебное это зелье, все купец с собой увез, ничего не забыл!\n\n— Ах, черепашье отродье! — еще громче завопил муж.— Забыл! За постой уплатить забыл! Говорил нам старик: «Кто выпьет зелье, обо всех невзгодах забудет!» А мы эти его слова запамятовали!\n\nЖадность, видать, память отбивает!"
}