{
  "text": "Когда-то, давным -давно, жили старик со старухой. У них был всего один сын, Алтын-сака - золотая бабка. Звали его так потому, что у него была золотая бабка - биток. В бабки он играл лучше всех - никто не мог его обыграть.\nКак-то раз старик отправился на озеро поить лошадей. Пригнал табун к воде, а лошади гривами и хвостами трясут, копытами бьют, ржут тревожно, от озера отступают: кто-то хватает их за гривы, тянет за губы - пить не дает.\n\"Что там такое? - думает старик. - Надо посмотреть\".\nТолько он нагнулся к воде - кто-то хвать его за бороду! Попробовал старик вырваться - не может.\nВидит старик - вцепилась ему в бороду сама старуха убыр - ведьма. Стал он просить ее:\n- Эй, убыр, отпусти меня, не держи! Стадо баранов тебе за это дам!\n- Не нужны мне твои бараны! - отвечает убыр.\n- Табун коней тебе дам, только отпусти!\n- И коней твоих мне не нужно.\n- Что же тебе тогда дать?\n- Дай мне то, что у тебя только одно в юрте.\nСтарик в испуге и не подумал, чт'о это у него одно в юрте.\n- Хорошо, - говорит, - отдам, только отпусти!\nОтпустила его убыр и сказала:\n- Смотри, от меня нигде не спрячешься: везде разыщу!\nВернулся старик домой и тут только догадался, чего требовала у него убыр: ведь один-то у него был только сын, Алтын-сака.\nЗагоревал старик, а жене и сыну ничего не рассказал. Только одно сказал:\n- Надо нам подальше откочевать, здесь места плохие!\nПерекочевали они подальше, поставили юрту. На другой день Алтын-сака хватился своей золотой бабки:\n- Где моя золотая бабка?\nОтец говорит:\n- Видно, осталась там, где мы прежде жили. Только ты туда не езди: там тебя убыр схватит.\nИ рассказал все, что с ним у озера было.\nВыслушал Алтын-сака слова отца и говорит:\n- Не боюсь я убыр! Не схватит она меня! Скажи только: на какой лошади мне ехать?\nСтал отец отговаривать сына, а тот на своем стоит: не боюсь убыр, поеду. Видит отец - не отговоришь его.\n- Ладно, - отвечает, - будь по-твоему, поезжай! Ступай в табун, тряхни короком1, побренчи уздой - какая лошадь к тебе подойдет, на той и поезжай.\nПошел Алтын-сака к табуну. Потряс он короком, побренчал уздой, и сейчас же к нему подбежал шершавый тощий жеребенок. Отогнал его Алтын-сака, пошел к отцу и спрашивает:\n- Отец, скажи, на какой лошади мне ехать?\n- Говорю ведь тебе: тряхни короком, побренчи уздой! - отвечает отец.\nСнова Алтын-сака пошел к табуну. Тряхнул он короком, побренчал уздой - опять подбежал к нему тот же самый жеребенок.\n- Видно, на нем и ехать надо, - сказал Алтын-сака.\nТолько прикоснулся он рукой к шее жеребенка - тотчас спала с жеребенка свалявшаяся грязная шерсть. Только надел узду - жеребенок стал сильным и гладким. Только вывел его из индека2 - жеребенок превратился в статного, рослого коня. Только наложил седло - превратился конь в лучшего скакуна во всем табуне. Спрашивает он Алтын-сака:\n- Куда едешь, егет?\n- Еду на прежнюю нашу кочевку, за моей золотой бабкой, - отвечает Алтын-сака.\n- Там тебя ждет злая убыр, - говорит конь. - Скажет она тебе: - \"Спустись с коня, возьми свою бабку\". Ты ее не слушай, не слезай с меня. Слезешь - погибнешь, сожрет тебя убыр! Будь ловче сокола - нагнись и схвати свою золотую бабку.\nПоскакал Алтын-сака на своем коне на прежнюю кочевку. Смотрит: старуха убыр сидит у огня, греет руки. Алтын-сака говорит:\n- Бабушка, отдай мне мою золотую бабку!\n- Эй, сынок, - отвечает убыр, - вот твоя бабка, спустись с коня, возьми ее сам, а у меня спина болит, не могу встать.\nИ показала золотую бабку.\nКонь в это время пригнулся к земле, а Алтын-сака изловчился и схватил бабку. Поскакал его буланый коь что есть силы. А убыр завыла от злости, вскочила, плюнула раз - появилась черная толстая лошадь, плюнула еще раз - появились поводья. Вскочила убыр на свою лошадь и пустилась в погоню за Алтын-сака.\nСкачет Алтын-сака на своем буланом коне, а убыр - на своей толстой черной лошади. Вот-вот нагонит его, вот-вот схватит! Только у ее лошади подвернулась нога. Захрапела она, захромала, стала отставать.\nДергает убыр черную лошадь за поводья, бьет ее пятками в бока, а лошадь все тише и тише идет.\nРазозлилась убыр, да с досады и съела свою лошадь. Съела и пустилась в погоню бегом.\nБежит убыр, сама себя подгоняет - бьет себя кулаками и по спине и по бокам. Настигла она буланого коня, укусила его за правую ногу. Поскакал конь на трех ногах. А убыр не отстает - опять догнала коня, укусила его за левую ногу. Собрал конь последние силы, стал уносить Алтын-сака от убыр. Да не много е него силы осталось.\nДоскакал он до озера и говорит:\n- Не могу я больше бежать! Спрячусь от убыр в озеро, а ты поскорее взберись вот на тот дуб. Заживут мои ноги - повезу тебя дальше.\nСказал это конь и нырнул в озеро. А Алтын-сака быстро взобрался на дуб, что рос возле озера, и уселся на самой вершине.\nПрибежала убыр, увидела Алтын-сака на дубу и кричит:\n- Попался теперь, стащу тебя вниз, съем тебя!\nПлюнула она раз - появился топор. Вытащила убыр изо рта зуб и давай точить на нем топор. Наточила и принялась рубить дуб. Щепки так во все стороны и летят.\nПрибежала на шум лисица и спрашивает:\n- Эй, бабушка, зачем рубишь дуб?\n- Или не видишь, кто на дубу сидит? - спрашивает убыр. - Срублю дуб, схвачу этого егета и съем его!\nВзглянула лисица на дуб, видит - сидит на вершине хороший егет. Пожалела его лисица и говорит убыр:\n- Старая ты! Зачем мучаешь себя? Дай я за тебя дуб срублю!\n- Нет, нет! - говорит убыр. - Я сама дуб срублю, сама егета съем!\nА лисица не отстает от нее:\n- Я дуб срублю, а ты егета съешь!\nДала убыр лисице топор, а сама легла под дубом, да сейчас же и заснула. Убыр спит, храпит - изо рта, из носа у нее искры сыплются, дым валит. А лисица тем временем и топор и зуб-точило в озеро бросила, собрала все щепки и приложила к порубленному месту. Поплевала, полизала - щерки тотчас и приросли, стал дуб опять целым.\nСделала это лисица и говорит:\n- Ну, егет, прощай! - и убежала.\nПроснулась убыр, глянула на дуб и говорит:\n- Что это видят мои глаза? Дуб опять цел, будто я его и не рубила!\nОбругала убыр лисицу, потом плюнула раз - появился топор. Вытащила убыр изо рта второй зуб - принялась точить топор. Точит, а сама поглядывает на Алтын-сака и говорит:\n- Срублю дуб, съем тебя!\nНаточила убыр топор, стала дуб рубить. Летят щепки во все стороны, трясется дуб, еще немного порубить - и свалится.\nПрибежала лисица и спрашивает:\n- Что делаешь, бабушка?\n- Дуб рублю.\n- Зачем рубишь?\n- Хочу вот этого егета достать - съесть!\nЛисица говорит:\n- Не утруждай ты себя! Разреши мне дуб срубить!\n- Нет, нет! - ворчит убыр. - Сама срублю! Сама егета съем!\n- Я для тебя дуб срублю, а ты егета съешь! - говорит лисица.\n- Нет! - кричит убыр. - Не дам тебе топор! Была здесь одна лисица, тоже обещала мне помочь, да обманула меня!\n- А какого она цвета? - спрашивает лисица.\n- Рыжая она! - отвечает убыр.\n- А ты, бабушка, не верь рыжим, - говорит лисица. - Рыжие - все обманщицы. Верь только нам. черным лисицам!\nГлянула убыр - лисица и вправду черная. Отдала она лисице топор, а сама легла и тотчас захрапела - изо рта, из нса искры у нее сыплются, дым валит.\nЧерная лисица топор и зуб-точило в озеро бросила, щепки к рубленому месту приложила, поплевала на них, полизала их, они и приросли крепко. Опять дуб стал целым. Попрощалась лисица с Алтын-сака и убежала.\nНемного спустя проснулась убыр. Взглянула на дуб и давай кричать:\n- Что это видят мои глаза? Дуб опять цел!\nПлюнула убыр - появился топор. Вытащила она у себя изо рта третий зуб - стала точить топор. Наточила и принялась дуб рубить. Рубит, а сама и егета и лисицу на чем свет стоит ругает. Рубила-рубила убыр, до половины дуб перерубила. Смотрит Алтын-сака вниз и думает:\n\"Не спастись мне теперь от убыр!..\"\nГлядь - бежит белая лисица. Подбежала к дубу и говорит убыр:\n- Бабушка, давай я помогу тебе - буду дуб рубить!\n- Убирайся прочь, пока цела! - кричит убыр. - Уже два раза обманули меня лисицы и убежали!\n- Какие они были, бабушка? - спрашивает лисица.\n- Одна рыжая, другая черная, - отвечает убыр.\n- Не верь, бабушка, рыжим и черным, - говорит лисица, - они всех обманывают. Верь только нам, белым полевым лисицам! Я тебя не обману, я помогу тебе!\nДала убыр лисице топор и легла спать. А лисица бросила топор и зуб-точило в озеро, собрала быстро щепки и приложила их на рубленое место. Поплевала, полизала - они и приросли.\n- Ну, егет, - говорит лисица, - три раза я тебе помогала, и черной и белой глиной шкуру красила, чтобы убыр меня не узнала. А теперь больше ничем не могу тебе помочь!\nПопрощалась и убежала.\nПроснулась убыр и закричала:\n- Что это видят мои глаза? Дуб будто никогда и не рубили!\nПлюнула она - появился топор. Вытащила изо рта последний зуб - стала топор точить. Наточила и давай дуб рубить. Рубит и бормочет:\n- Теперь никаких помощников не возьму! Сама управлюсь!\nЛетят щепки во все стороны, качается дуб, скрипит - вот-вот рухнет.\nВидит Алтын-сака - не спастись ему от убыр. Сидит он, раздумывает: что делать? Вдруг прилетел ворон и сел на вершину дуба. Стал Алтын-сака просить ворона:\n- Эй, друг ворон! Ты везде летаешь, везде бываешь. Лети на наше новое кочевье, найди моих собак Аккулака3 и Актырнака4, скажи им, чтоб бежали ко мне на помощь!\n- Не полечу, - отвечает ворон. - Пусть тебя схватит убыр: будет тогда и мне пожива!\nУселся на ветку, стал ждать.\nСмотрит Алтын-сака по сторонам: не будет ли откуда помощи? В это время подлетела к дубу сорока. Алтын-сака говорит ей:\n- Эй, друг сорока! Везде ты летаешь, везде бываешь. Лети на наше новое кочевье, скажи моим собакам Аккулаку и Актырнаку, чтоб бежали скорее ко мне на помощь!\n- Зачем полечу? - отвечает сорока. - Когда убыр будет есть тебя, перепадет и мне что-нибудь!\nЕще больше загоревал Алтын-сака.\n\"Скоро конец мне!\" - думает.\nВ это время появилась у него над головой стайка воробьев. Алтын-сака говорит им:\n- Эй, друзья, серые воробышки! Летите на наше новое кочевье, найдите моих собак Аккулака и Актырнака, скажите им: хочет убыр погубить вашего хозяина!\n- Найдем! Найдем! Скажем! Скажем! - зачирикали воробьи и улетели быстро.\nПрилетели воробьи на кочевку, нашли собак. А собаки всюду бегали, давно уж разыскивали своего хозяина и так устали, что упали как камни и заснули. Стали воробьи клевать их в уши, стали будить. Разбудили и давай чирикать:\n- Эй, Аккулак и Актырнак! Бегите скорее к большому дубу, что растет возле озера, спасайте своего хозяина - убыр его съесть хочет!\nВскочили Аккулак и Актырнак и помчались на помощь Алтын-сака. Воробьи над дорогой летят, собаки вслед за ними по дороге бегут, пыль поднимают.\nЗавидела убыр пыль и спрашивает Алтын-сака:\n- Егет, егет, посмотри, что это за пыль на дороге?\n- Это мне на радость, а тебе на горе! - отвечает Алтын-сака.\nЗаслышала убыр топот собачьих ног и спрашивает:\n- Егет, егет, что за гром это гремит?\n- Это мне на радость, а тебе на горе! - отвечает Алтын-сака.\nВ это время Аккулак и Актырнак подбежали, кинулись на убыр и давай ее рвать да кусать. Убыр испугалась, бросила топор в озеро и сама туда же нырнула. Собаки говорят Алтын-сака:\n- Сейчас и мы за убыр в озеро нырнем, а ты смотри на воду: если мы убыр убьем - вода в озере почернеет; если убыр нас убьет - вода красной станет.\nСказали и бросились в озеро.\nЗабурлило озеро, волнами покрылось.\nСмотрит Алтын-сака - покраснела вода. \"Ну, - думает, - убила убыр моих собак!\" Еще раз глянул, видит - стала вода черной. Обрадовался Алтын-сака, засмеялся и слез с дуба. Тут Аккулак и Актырнак вышли из воды, стали отряхиваться.\n- Почему вода в озере сначала покраснела? - спрашивает их Алтын-сака.\nАктырнак говорит:\n- Потому что убыр стала одолевать нас и оторвала мне ухо, да мы скоро расправились с ней!\nВслед за собаками вышел из озера и буланый конь.\n- Ну, - говорит, - садись на меня, егет, повезу тебя домой!\nВернулся Алтын-сака на кочевку живой и невредимый. Обрадовались отец и мать, устроили большой пир. Созвали на пир всех родных и всех знакомых. Девять дней ели, девять дней пили, девять дней веселились."
}