{
  "text": "Жил один бедный человек. Беднее его во всей деревне не было. Пошел он как-то в лес на целый день рубить дрова. Жена дала ему маленькую краюшку хлеба — больше-то она ему ничего не могла дать.\n\n— Невелика,— говорит,— эта краюшка, ну да ничего: досыта не наешься, зато и с голоду не умрешь!\n\nПришел дровосек в лес, выбрал подходящее местечко. Краюшку хлеба положил на пень и принялся рубить дрова. Рубит — только топор поблескивает да щепки во все стороны летят.\n\nВыглянул из ямы чертенок. Смотрит — человек дрова рубит, а на пне краюшка хлеба лежит. Он —хвать! — и утащил эту краюшку.\n\nПрибежал и стал перед другими чертями хвастаться: вот какое дело я сделал!\n\nРассердились на него черти, стали кричать, прочь гнать:\n\n— Бессовестный ты! Ишь что выдумал: отнял у бедного человека последний хлеб, да еще и хвастается! Убирайся прочь и до тех пор к нам не возвращайся, пока не отработаешь дровосеку за его краюшку! Пошел!\n\nЧертенку нечего делать — приплелся он к дровосеку и стал просить:\n\n— Прими меня, добрый человек, в работники! Я тебе помогу работать. Что прикажешь — все сделаю!\n\nПодумал, подумал дровосек и говорит:\n\n— Какую же я тебе, такому заморышу, работу дам? Не нужен ты мне! Со своей работой я и сам управлюсь.\n\nТогда чертенок сказал ему:\n\n— Погоди, добрый человек! Не гони меня. Хочу я свою вину перед тобой загладить. Самую трудную работу мне поручи — все выполню!\n\nПодумал, подумал дровосек и говорит:\n\n— Есть у здешнего богатого пана в лесу топкие, ненужные болотца. Сможешь ли ты эти болотца осушить?\n\n— Смогу!\n\n— Ну, тогда я попрошу пана, чтобы он мне разрешил эти болотца распахать да рожью засеять. Может, он и позволит…\n\n— Да вырастет ли на этих болотцах рожь? Подумай-ка ты! — говорит чертенок.\n\n— Если мы их хорошенько осушим, очистим да распашем, хорошая рожь вырастет.\n\n— Ну ладно! — говорит чертенок.— Иди к пану, проси те топкие болотца! Если пан позволит — живо их осушим!\n\nПошел дровосек к пану, стал просить:\n\n— Позволь мне, пан, осушить в твоем лесу болотца и распахать их под пашню. Хочу там рожь посеять.\n\nУдивился пан. Как это мужик болото в пашню превратит? Ничего у него не получится, только зря силы потеряет.\n\n— Ладно,— говорит,— работай, я не запрещаю.\n\nПоблагодарил дровосек пана, пошел домой. А чертенок сидит, ждет не дождется его.\n\n— Ну,— спрашивает,— какие новости принес?\n\nДровосек говорит:\n\n— Позволил пан. Да сможем ли мы там что-нибудь сделать? Не верится мне что-то…\n\n— Не беспокойся,— отвечает чертенок,— сделаем! Все будет хорошо!\n\nПошли они в тот лес, нашли болотца. Принялся тут чертенок за работу: целые деревья с корнями вырывает, в сторону бросает. Все выкорчевал, очистил, воду отвел. Сам и пашню распахал.\n\nПосеяли они там много ржи, и выросла рожь на славу — густая, колосистая; такой в этих местах никогда и не видывали.\n\nПроведал об этом пан. Приехал в лес, осмотрел рожь и говорит:\n\n— Земля эта моя, значит, и рожь моя!\n\nИ не разрешил дровосеку жать рожь. Послал на пашню своих работников. Сжали работники дровосекову рожь, свезли на панский двор и сложили ее в большой сарай.\n\nДоволен пан, что без всяких хлопот столько ржи собрал.\n\nА дровосек и чертенок загоревали, опечалились: очень им было обидно, что зря они трудились, на жадного пана работали.\n\n— Погоди,— говорит чертенок дровосеку,— придумал я одну штуку! Пойду я сейчас к пану, попрошу, чтобы он позволил хоть один сноп нашей ржи взять.\n\n— Хорошо,— отвечает дровосек,— ступай, может быть, и выпросишь.\n\nПобежал чертенок к пану, стал просить:\n\n— Ой, пан! Мы так мучились, так трудились, пока расчистили болото и засеяли его рожью! А ты теперь отнял ее у нас. Позволь нам хоть один сноп взять!\n\nВзглянул пан на маленького, тощего чертенка, засмеялся и молвил:\n\n— Что ж, я не жадный: бери, сколько сам можешь за один раз унести!\n\nПобежал чертенок к дровосеку и говорит:\n\n— Покупай скорее конопли, да побольше; я совью из той конопли веревку и пойду к пану за рожью. Он разрешил взять столько, сколько я на себе смогу унести!\n\nКупил дровосек конопли, и свили они длинную-предлинную веревку. Взял чертенок ту веревку и побежал к пану.\n\nПрибежал, растянул веревку возле сарая, сложил на нее всю рожь, сколько ее в сарае было, и понес дровосеку.\n\nПан увидел это — прямо онемел, не знает, что и говорить, что и делать.\n\nОпомнился он и закричал:\n\n— Эй, слуги! Откройте скорее хлев, выпустите наших бодучих быков: пусть они забодают этого негодника!\n\nОткрыли слуги хлев, выпустили быков. А быки эти были такие злые, такие сильные, что никто к ним и подойти близко не смел.\n\nЗамычали, заревели быки, опустили свои острые рога и побежали за чертенком.\n\nСмотрит пан, радуется.\n\n«Ну,— думает,— сейчас они его забодают на месте!».\n\nДа не тут-то было: только быки подбежали к чертенку, он повернулся, схватил их, положил на свою охапку ржи и понес дровосеку. Пан как увидел это — от злости замертво упал.\n\nА чертенок пришел к дровосеку и говорит:\n\n— Принимай, хозяин! И рожь и быки — все наше!\n\nСтал дровосек благодарить чертенка, а чертенок говорит:\n\n— Не благодари ты меня, пожалуйста! Не за что меня благодарить. Ты лучше скажи мне: заработал ли я ту краюшку хлеба, которую утащил у тебя, когда ты в лесу дрова рубил?\n\n— Вот чудак ты!— говорит дровосек.— Стоит ли вспоминать о такой маленькой краюшке! Ты за эту краюшку мне столько всякого добра дал, что я и принять не смею!\n\n— Не беспокойся,— отвечает чертенок,— не так-то много я тебе принес! Если ты доволен, то мне больше ничего и не надо — я могу снова к своим вернуться.\n\n— Возвращайся,— говорит дровосек.— Я очень доволен!\n\n— Ну, и я доволен: теперь наши меня не выгонят, не скажут, что я бедного человека обидел!\n\nСказал так чертенок и убежал."
}