{
  "text": "Стоял когда-то в большом и густом лесу старый замок, и жила в том замке только одна старуха, и была она самая большая колдунья. Днем превращалась она в кошку или ночную сову, а вечером принимала опять свой прежний человеческий вид. Она умела приманивать всяких зверей и птиц, убивала их, варила и жарила себе на еду. Если кто подходил на сто шагов к этому замку, тот останавливался как вкопанный и не мог сдвинуться с места, пока она не снимала с него заклятья; а если входила в тот заколдованный круг невинная девушка, колдунья обращала ее в птицу, запирала в клетку и уносила в одну из комнат замка. Так собрала она в замке целых семь тысяч клеток с разными диковинными птицами.\n\nА жила-была в ту пору девушка, звали ее Йориндой, и была она прекрасней всех остальных девушек на свете. Посватался за нее такой же прекрасный юноша, звали его Йорингель, и это были предбрачные дни, — и весело, радостно было им вместе.\n\nИ вот, чтобы поговорить наедине, пошли они раз погулять в лес.\n\n— Только смотри, — говорит ей Йорингель, — к замку близко не подходи.\n\nА вечер был хороший, ярко светило солнце сквозь деревья в темную лесную зелень, и жалобно пела горлинка над старыми буками.\n\nЙоринда несколько раз принималась плакать, потом села она на солнышке и пригорюнилась. Йорингелю тоже стало грустно. И были они так печальны, будто предстояла им близкая смерть. Они оглянулись — видят, что заблудились, не знают, как найти им теперь дорогу домой. А солнце еще не зашло за горы, но скрылось уже наполовину за вершинами.\n\nГлянул Йорингель сквозь заросль лесную, видит — стоят перед ним уже близко-близко старые стены замка. Испугался он, и стало ему до смерти страшно. А Йоринда запела:\n\nКак птичка красногрудая все жалобно поет,\n\nПро гибель неминучую все голубку поет,\n\nТак жалобно, все жалобно,\n\nТю-вить, тю-вить, тех-тех!\n\nПосмотрел Йорингель на Йоринду и видит — обернулась она соловьем, который пел свое «тю-вить, тю-вить».\n\nНочная сова с горящими глазами трижды облетела вокруг соловья и трижды ухнула: «угу-угу-угу». И не мог Йорингель сдвинуться с места, стоял точно вкопанный — ни плакать, ни слова молвить, ни рукою пошевельнуть, ни ногой двинуть. Вот закатилось и солнце. Улетела сова в лесную чащу, и вышла тотчас оттуда горбатая старуха, желтая да худая; большие красные глазища, нос крючком до самого подбородка. Проворчала она что-то себе под нос, поймала соловья и унесла с собой на руке. И слова вымолвить не мог Йорингель, и с места не сойти ему было: пропал соловей. Вернулась, наконец, старуха и говорит глухим голосом:\n\n— Прощай, Захиэль! Как глянет месяц в клеточку, ты развяжись — и прощай.\n\nОсвободился от чар Йорингель. Упал он перед старухою на колени, взмолился, чтобы вернула она ему назад Йоринду.\n\nНо старуха ответила:\n\n— Никогда тебе больше не видать Йоринды, — и ушла.\n\nОн кричал, горько плакал и горевал, но все было понапрасну. «Ах, что же мне делать теперь?» — И ушел Йорингель оттуда и попал, наконец, в какую-то чужую деревню; там долгое время он пас овец. Он часто бродил вокруг замка, но близко к нему никогда не подходил. И вот приснился ему ночью сон, будто нашел он алый цветок, а в середине его большую, прекрасную жемчужину. Цветок он сорвал и пошел с ним к замку, и к чему он ни прикасался тем цветком, все освобождалось от злых чар; и приснилось ему еще, что и Йоринду он нашел благодаря тому же цветку.\n\nПроснулся он утром и стал искать по полям и горам, не найдется ли где такой цветок. Он все искал, и на девятый день нашел на рассвете алый цветок. И лежала внутри цветка большая росинка — такая большая, словно жемчужина. Пошел он с этим цветком, и он шел целый день и целую ночь в сторону замка. Он подошел к нему на сто шагов, и никто его не остановил, и вот подошел он к самым воротам. Сильно обрадовался Йорингель, прикоснулся цветком к воротам — и распахнулись они перед ним. Вошел он, идет через двор, прислушивается, не слыхать ли где птичьего пенья; и услышал он вдруг птичьи голоса. Он отправился дальше и нашел зал, а в нем колдунью, и увидел, что она кормит птиц в своих семи тысячах клеток. Как увидела она Йорингеля, рассердилась, сильно разгневалась, стала браниться, плевать на него ядом и желчью, ну, а подступиться к нему и на два шага была не в силах. А он на нее и не смотрит, идет себе по залу, осматривает клетки с птицами; и видит он много сотен соловьев в клетках, но как найти ему свою Йоринду?\n\nПрисматривается он и замечает, что старуха тайком достает одну клеточку с птицей и несет ее к двери. Мигом прыгнул он за нею, дотронулся цветком до клеточки и до старухи-колдуньи, — тут потеряла она свою колдовскую силу, и вот явилась перед ним Йоринда; она бросилась к нему на шею, и была она такая же красивая, как и прежде. И он обратил тогда и всех остальных птиц в девушек и воротился домой со своей Йориндой, и жили они счастливо долгие-долгие годы."
}