{
  "text": "Давно это было. Очень давно. С тех пор много времени прошло. Там, где реки текли, теперь высокие горы стоят. Там, где горы стояли, теперь широкие реки текут...\nЖила тогда в одном стойбище женщина Вайда с маленьким сыном, Анга его звали. Отца у мальчика не было – тигр убил.\nОднажды заболела Вайда. Совсем ей плохо: лежит в своей юрте, встать не может.\nПришли соседки, сказали:\n– Это злые черти – бусеу – напустили на нее болезнь и мучают ее! Надо выгнать бусеу!\nСозвали они в юрту больной много людей, погасили свет и стали пугать и выгонять бусеу: били в железные котлы, стучали трещотками, громко кричали: «Гаа-гаа! Гаа-гаа!» Только помочь больной не могли. Тогда позвали шамана. Пришел шаман в хое – рогатой шапке, подогрел на углях свой бубен, чтобы он звучнее был, и стал изо всей мочи бить в него колотушкой. Бьет, а сам кружится по юрте, прыгает из стороны в сторону, выкрикивает заклинания, железные побрякушки у него на поясе звенят, лязгают... Долго шаман бил в свой бубен, долго кружился, а помочь больной тоже не мог.\n– Выздоровела бы она, – сказала одна старуха, – если бы кто достал для нее чешуйку змеи Оглома да шерстинку большого медведя – Хозяина всех медведей. Да трудно это, опасно! Чтобы найти змею Оглома, всю тайгу пройти надо. А найдешь ее – новая опасность идет. Возле змеи Оглома живет другая змея – Симун. Она набрасывается и на змею Оглома, и на всех, кто осмелится подойти к ней. Дыхнет змея Симун огнем – и обуглятся у человека руки!\nАнга слушает, все запоминает, сам молчит.\nДругая старуха о медведе рассказывает:\n– И к Хозяину медведей никто не посмеет идти. Живет он на высокой горе, в глубокой пещере. На гору взобраться трудно. Подойти к Хозяину медведей страшно! Где такой отважный найдется?\nПокачали головами старухи, поговорили и ушли. Мать и сын одни в юрте остались. Мать лежит, на сына смотрит, сама горько плачет.\n– Вот больна я, не встану... Как теперь жить будешь?\nСын говорит:\n– Ты не плачь! Вылечу я тебя: достану и чешуйку змеи Оглома, и шерстинку Хозяина медведей достану!\n– Мал ты, чтобы за такое дело браться! Пропадешь!\n– У меня страха нет, – отвечает Анга. – Пойду я! Может быть, и не пропаду!\nОтточил он получше копье, взял большой котел, взял длинную кожаную веревку и пошел. Идет – сам по пути с елок смолу сдирает, в котел складывает.\nДолго он шел. Очень долго. В одном месте остановился. Видит – речка течет. Возле речки – большое дерево. Толще и выше всех деревьев оно. За листвой его днем солнца не видно, ночью – месяца не видно. А вокруг дерева все выжжено.\nПод этим деревом и жила змея Симун.\nПринялся Анга щипать мох. Много нащипал. Все тело мохом обернул, крепко-накрепко веревкой обвязался. После того в речку вошел, с головой окунулся. Много воды мох впитал. Анга на берег вышел – вода из моха сочится, на землю стекает. Тут он смело к дереву пошел и стал изо всех сил копьем о котел стучать. Страшный шум поднял. Все птицы далеко разлетелись, все звери далеко разбежались.\nЗмея Симун услышала шум и выползла из своего гнезда. Ползет она к Анге, шипит. А за ней красный след остается – трава и камни горят.\nПодползла змея Симун к Анге, раскрыла пасть и дохнула на него сильным пламенем. А ему ничего: мокрый мох его от огня защищает.\nДохнула змея Симун еще раз. От Анги пар поднялся, все кругом застлал. Изловчился Анга и бросил котел со смолой прямо в пасть змее. Растопилась смола и залила глотку змее Симун. Издохла она.\nНемного прошло времени – подползла к Анге другая змея и сказала:\n– Я – змея Оглома. Всю жизнь я боролась с змеей Симун и никак не могла одолеть ее. Змея эта одного за другим съедала моих детей. Ты мне помог – избавил меня от нее. Скажи, что тебе дать в награду?\nАнга сказал:\n– Мне ничего не нужно. Дай только одну чешуйку с твоего тела, чтобы вылечить мою мать!\nЗмея Оглома дала Анге свою чешуйку, и он пошел дальше.\nДолго он шел. Никто не скажет, сколько шел. Наконец увидел он высокую гору. Хотел на вершину посмотреть – шапка с головы свалилась: такая высокая гора!\nСтал Анга подниматься на гору. Карабкается с выступа на выступ, хватается за всякий камень, руки в кровь царапает – о себе не думает. Одно помнит: мать больная в юрте лежит.\nМного ли прошло времени, мало ли, только добрался он до глубокой пещеры.\nВошел в пещеру, а в пещере огромный медведь – Хозяин всех медведей спит, лапы в стороны раскинул, сам стонет.\nПосмотрел на него Анга и видит: в заднюю ногу медведя острый сучок воткнулся, глубоко в тело вошел.\nЖалко стало Анге медведя. Обвязал он сучок веревкой как мог крепко, дернул, сколько силы было, и вытащил его из медвежьей лапы.\nПроснулся Хозяин медведей, увидел Ангу и говорит:\nТри года я мучился – никак не мог вытащить этот сучок! А теперь кончились мои мучения. Избавил ты меня от них. Что тебе дать за это, скажи мне?\nАнга говорит:\n– Дай мне только одну твою шерстинку, чтобы вылечить мою больную мать, больше мне ничего не нужно!\nХозяин медведей дал ему шерстинку. Отправился Анга поскорее на свое стойбище. Как молодой изюбрь несся, спешил!\nВбежал он в юрту и подал матери чешуйку змеи Оглома и шерстинку Хозяина медведей.\nПриложила она чешуйку и шерстинку к больным местам и тут же выздоровела.\nС того времени все стали считать Ангу самым отважным и самым лучшим человеком во всем стойбище.\nБлизко ли было, далеко ли было – сказка кончена!"
}