{
  "text": "Эта сказка — о маленьком мальчике, таком маленьком, что родители дали ему имя Иссимбоси. Они назвали его так, потому что по-японски имя Иссимбоси означает: Мальчик с пальчик.\n\nИ верно, Иссимбоси был не больше мизинца. Но он никогда ни перед кем не опускал глаз, был храбр, весел и умен. Когда Иссимбоси исполнилось шестнадцать лет, он пришел к родителям и сказал:\n\n— Хочу посмотреть, как живут в Японии люди. Отпустите меня в Киото.\n\nИспугалась мать:\n\n— Куда ты пойдешь из родного дома? Погибнешь еще в чужом городе! Тебя всякий обидеть может!\n\n— Я себя в обиду не дам, не бойтесь!—говорит Иссимбоси.\n\n— Ну, если ты такой храбрый, тогда ступай,— согласился отец.\n\nСтал Иссимбоси собираться в дорогу. Из иглы сделал меч, из соломинки — ножны, из ореховой скорлупы—лодку, из палочки для еды — весло.\n\nПопрощался Иссимбоси с родителями, сел в свою ореховую лодку и поплыл вверх по реке. Немало пришлось поработать ему веслом, прежде чем он пристал к берегу близ Киото.\n\nИ вот, наконец, Иссимбоси оказался в столице. Он важно положил руку на рукоятку меча и стал прогуливаться по шумным улицам Киото. Какие здесь были огромные и красивые дома! А сколько народа на улицах!\n\nИ так, прохаживаясь по улицам, он оказался вдруг перед чьим-то великолепным дворцом.\n\n— Ах, какой дворец! — воскликнул Иссимбоси. — Я хочу жить в нем!\n\nА надо вам знать, что у Иссимбоси слово никогда не расходилось с делом. Вот почему, не раздумывая долго, он прошел в ворота, поднялся на ступени и очутился в комнатах дворца. Дворец этот принадлежал первому министру императорского двора — князю Сандзё.\n\nНикто из стражи даже не заметил, как Иссимбоси проник в покои первого министра. Министр важно восседал на камидза (Камидза — почетное место в княжеском дворце.):\n\n— Здравствуйте, господин мой! — сказал громко Иссимбоси.\n\n— Кто это здоровается со мной? — удивился Сандзё.—Я никого не вижу!\n\nИссимбоси подошел совсем близко к камидза и сказал громче прежнего:\n\n— Я здесь, господин мой. Я стою у ваших ног! Министр опустил вниз глаза и увидел крошечного человечка.\n\n— Кто ты, откуда?—удивился Сандзё.\n\n— Меня зовут Иссимбоси. Я пришел в Киото, чтобы посмотреть, кто и как здесь живет. Позвольте мне остаться у вас и служить вам!\n\n— Да разве ты на что-нибудь годен? Над тобой все мои слуги станут смеяться!\n\n— Пусть только посмеют! — воскликнул сердито Иссимбоси и выхватил из соломенных ножен свою шпагу-иголку.\n\n— Ара! (Ара — восклицание, выражающее удивление) Вот ты какой отчаянный! — сказал министр.— Ну что ж, мне нужны смелые люди. Оставайся, служи мне.\n\nТак Иссимбоси поселился во дворце первого министра императора— князя Сандзё.\n\nПрошло немного времени, и нового слугу все полюбили. Иссимбоси был приветлив, весел, услужлив. Приказания министра он выполнял быстро и хорошо.\n\nОсобенно привязалась к Иссимбоси дочь князя — пятнадцатилетняя Огин. Иссимбоси играл для нее на бива (Бива — старинный музыкальный инструмент), пел ей деревенские песни и сопровождал Огин во время прогулок.\n\nОднажды во время прогулки Иссимбоси и Огин сами не заметили, как оказались за стенами города. Невдалеке темнел лес, в котором водились страшные черти.\n\nИ как только Иссимбоси и Огин подошли к лесу, оттуда выскочил громадный черт. За поясом у черта вместо меча была заткнута небольшая колотушка.\n\nУвидев черта, Огин в страхе бросилась бежать в Киото. Но Иссимбоси не сдвинулся с места. Он обнажил свой меч и грозно выкрикнул:\n\n— Стой! Ни с места! Удивился черт:\n\n— Кто кричит?\n\nА Иссимбоси снова:\n\n— Стой, не то проткну тебя мечом!\n\nТолько теперь заметил черт Иссимбоси. Заметил,— и давай смеяться. Уж очень смешно размахивал иглой Иссимбоси. Кончил черт смеяться, заорал:\n\n— Ах ты, ничтожная улитка! Да я тебя живьем проглочу! И, схватив Иссимбоси, черт проглотил его.\n\nКак только Иссимбоси попал черту в живот, он начал колоть чудовище своей иглой.\n\nЗавопил черт страшным голосом; глаза его от боли на лоб полезли.\n\nА Иссимбоси, не переставая, все колет да колет черта иглой.\n\nОт боли у черта даже ноги подкосились. Упал он на землю, завыл, стал кататься — ничего не помогает: колет его Иссимбоси без устали.\n\nНаконец догадался черт, как спастись от смерти. Набрал он в себя воздух, а потом, что было силы, выдохнул его. Вместе с воздухом выдохнул он и Иссимбоси.\n\nОбрадовался черт, что никто его больше не колет, и помчался в лес. Только колотушка осталась на том месте, где он катался.\n\nИссимбоси поднял колотушку и бросился догонять Огин. А Огин стояла у городской стены и плакала. Она была уверена, что огромный черт убил крошечного Иссимбоси.\n\n— А вот и я! — весело сказал Иссимбоси и помахал, как ни в чем не бывало, колотушкой черта.\n\n— Спасибо, спасибо тебе!—воскликнула Огин.— Если бы ты не остановил черта, он утащил бы меня в лес! Пойдем скорее домой, я расскажу отцу о твоей храбрости…\n\nИ они отправились домой.\n\nИссимбоси шел рядом с Огин и размахивал колотушкой. И случилось так, что он коснулся колотушкой веера Огин. И сразу же этот веер стал вдвое больше. Удивился Иссимбоси, прикоснулся колотушкой к своему мечу. И меч его тоже сразу же стал вдвое длиннее.\n\n— Черт потерял волшебную колотушку! — закричал Иссимбоси.— Смотрите, что сейчас будет!\n\nОн заметил под деревом червяка, прикоснулся к нему колотушкой — и червяк стал не менее ужа.\n\n— Дай мне скорее эту колотушку! — воскликнула радостно Огин.— Я знаю, что надо делать!\n\nОгин схватила колотушку и пять раз подряд прикоснулась ею к голове Иссимбоси. И от каждого прикосновения колотушки Иссимбоси становился все больше и больше. Наконец, когда Огин прикоснулась к нему шестой раз, Иссимбоси превратился в рослого, красивого юношу.\n\nКогда Иссимбоси и Огин вошли в покои Сандзё, министр спросил:\n\n— Кто этот юноша, почему он находится в моем доме? Тогда Огин рассказала, как Иссимбоси спас ее от черта, как черт потерял от страха волшебную колотушку и как Мальчик с пальчик превратился в высокого красивого юношу.\n\nИссимбоси сделал шаг вперед, поклонился министру и сказал:\n\n— Я люблю Огин, и Огин любит меня…\n\nА дочь Сандзё тоже сделала шаг вперед и тоже сказала:\n\n— Неужели вы не позволите своей дочери выйти замуж за того, кто спас ей жизнь?\n\nНечего и говорить, что министр сделал так, как просила Огин.\n\nИссимбоси стал мужем Огин. Вскоре в Киото приехали родители Иссимбоси. И все в доме Огин и Иссимбоси жили весело, дружно, как и полагается жить хорошим людям."
}