{
  "text": "В одной деревне старик со старухой жили. Сильно они бедствовали, хлеб ели не досыта.\n\nСобрала как-то старуха последние дровишки - печку истопить хотела, да разжечь нечем: лучины нет.\n\nГоворит старуха старику:\n\n- Печь разжечь нечем! Сходи-ка в лес за лучиной. Сруби берёзу - лучины запасём.\n\nСтарик взял топор и поплёлся в лес. Стал для рубки березу высматривать.\n\nНедолго ему пришлось искать: сразу увидел красивую берёзу.\n\nПодошёл поближе к берёзе, хотел было рубить, но только он замахнулся топором, как листья на берёзе зашелестели, ветки зашевелились. Нагнулась берёза к старику и заговорила человечьим голосом:\n\n- Пожалей меня, старик, не руби! А что тебе надо - всё у тебя будет.\n\nСтарик испугался, даже топор из рук выронил.\n\n\"Вот уже семьдесят семь лет живу, а такого чуда не видывал!\" - подумал старик.\n\nНе тронул он берёзу. Вернулся домой и говорит старухе:\n\n- Принёс бы я тебе хороших полешек на лучину, да берёза вдруг начала просить человечьим голосом: \"Не трогай меня, старик! Что тебе надо - всё у тебя будет\". Ну, я и послушался.\n\n- А! Не хочет берёза, чтобы её рубили, - закричала старуха, - так поди наломай её веток - нашим ягнятам корм будет!\n\nИ прогнала старика обратно в лес.\n\nСтарик сразу увидел красивую берёзу. Подошёл к ней, поклонился и сказал:\n\n- Приказала мне жена твои ветки ломать, хочет листочками ягнят кормить, если я тебя не срублю на лучину!\n\n- Не руби меня, - говорит берёза, - и ветки мои не ломай. А что просит старуха - всё у неё будет!\n\nСтарику делать нечего, пришлось домой возвращаться.\n\nПришёл домой и удивился: грудами всюду сухая лучина лежит!\n\n- Ну, старуха, видишь, сколько у нас лучины!\n\nА старуха как накинется на него:\n\n- Почему только лучину у берёзы просил? Ведь печь топить надо, а дров у нас нет. Ступай проси дров!\n\nС бранью да с криками выгнала старика из дому.\n\nСтарик взял топор и опять в лес пошёл.\n\nДоплёлся до берёзы, поклонился ей и стал просить:\n\n- Дай мне, красавица берёза, дров: у нас все кончились, печь топить нечем!\n\n- Иди, старик, домой: что просишь, то у тебя и будет, - говорит ему берёза.\n\nСтарик обратно домой отправился.\n\nПодошёл к дому, глянул - диву дался: полон двор дров! Напилены дрова, наколоты, уложены. А старуха опять недовольна:\n\n- Почему только дров у берёзы попросил? Ведь у нас и горсти муки нет! Ступай, муки проси!\n\n- Погоди ты, нельзя этак! Только сейчас дрова выпросил.\n\nСтаруха давай ругать старика. Кричала, кричала, потом схватила кочергу и выгнала его из дому.\n\n- Делай, - кричит, - что тебе приказано!\n\nВзял старик топор и опять в лес пошёл. Пришёл, поклонился красавице берёзе и стал причитать:\n\n- Красавица ты моя, белая берёза! Старуха опять прислала меня к тебе - муки просить. Коли можешь, помоги, дай сколько-нибудь!\n\n- Иди, старик, домой: что просишь, то у тебя и будет, - ласково сказала берёза.\n\nСтарик обрадовался, скорее домой зашагал.\n\nВернулся он, пошёл в амбар. Не верится ему, что у него будет мука.\n\nВошёл в амбар, глядь - амбар полон мукой доверху!\n\nСтало старику так радостно, так весело, что забыл он всё прежнее горе да нужду.\n\n\"Ну, - думает, - теперь всегда сыты будем!\"\n\nА старуха увидела старика, выбежала из дому и опять его ругать принялась:\n\n- Старый ты дурень, деревянная твоя голова! Почему только муки попросил? Иди, бестолковый, проси два сундука золота!\n\nУдарила его коромыслом и выгнала вон.\n\nБедный старик повесил голову и опять поплёлся в лес.\n\nПодошёл к берёзе, поклонился ей и стал причитать:\n\n- Красавица берёза! Меня моя старуха опять к тебе послала - требует два сундука золота...\n\n- Иди, старик, иди: что просишь, то у тебя и будет, - сказала берёза.\n\nПошёл старик. Подошёл он к избе, заглянул в окно и видит - сидит старуха на лавке, перебирает золотые монетки. А монетки так и сверкают, так и поблёскивают! Зашёл он в избу, смотрит - возле стола два сундука стоят, золотом полны.\n\nТут и старик разум потерял. Тоже стал монеты перебирать.\n\n- Надо спрятать золото понадёжнее, чтобы никто не увидал! - говорит старуха.\n\n- Надо, надо! - отвечает старик. - Не то узнают, что у нас столько золота, - просить будут или отнимут!\n\nПоговорили, подумали и спрятали золото в подполе.\n\nВот живут старик со старухой. Довольны, что денег много. Только золото не даёт им покоя ни днём, ни ночью: боятся они, как бы кто не стащил сундуки.\n\nДумала, думала старуха, как уберечь золото, и придумала. Говорит она старику:\n\n- Иди, старик, к своей берёзе, попроси у неё, чтобы она сделала нас страшными-престрашными! Чтобы все люди нас боялись! Чтобы все прочь от нас подальше бежали!\n\nПришлось старику опять шагать в лес. Увидел он красивую берёзу, поклонился ей и стал просить:\n\n- Сделай ты нас, красавица берёза, страшными-престрашными! Такими страшными, чтобы все люди нас боялись, подальше от нас убегали, наше золото не трогали!\n\nЗашумела берёза листьями, зашевелила ветками, сказала старику:\n\n- Иди, старик, домой: что просишь, то и будет! Станут вас бояться не только люди, но и звери лесные!\n\nВернулся старик домой, открыл двери.\n\n- Ну,- говорит, - обещала берёза: будут нас бояться не только люди, но и звери лесные! Станут от нас прочь бегать!\n\nИ только сказал, как покрылись и сам он и его старуха густой бурой шерстью. Руки и ноги лапами стали, на лапах когти выросли. Хотели они было сказать что-то один другому, да не могли - только зарычали громко.\n\nТак-то вот и стали они оба медведями."
}