{
  "text": "Давно-давно жил в городе Багдаде купец, которого звали Синдбад. У него было много товаров и денег, и его корабли плавали по всем морям. Капитаны кораблей, возвращаясь из путешествий, рассказывали Синдбаду удивительные истории о своих приключениях и о далеких странах, где они побывали.\nСиндбад слушал их рассказы, и ему все больше и больше хотелось своими глазами увидеть чудеса и диковины чужих стран.\nИ вот он решил поехать в далекое путешествие.\nОн накупил много товаров, выбрал самый быстрый и крепкий корабль и пустился в путь. С ним поехали и другие купцы со своими товарами.\nДолго плыл их корабль из моря в море и от суши к суше, и, приставая  к  земле,  они   продавали   и   выменивали  свои  товары.\nИ вот однажды, когда они уже много дней и ночей не видели земли, матрос на мачте закричал:\n—   Берег! Берег!\nКапитан направил корабль к берегу и бросил якорь у большого зеленого острова. Там росли чудесные, невиданные цветы, а на ветвях тенистых деревьев пели пестрые птицы.\nПутешественники сошли на землю, чтобы отдохнуть от качки. Одни из них развели костер и стали варить пищу, другие стирали белье в деревянных корытах, а некоторые гуляли по острову. Синдбад тоже пошел погулять и незаметно для себя удалился от берега. Вдруг земля зашевелилась у него под ногами, и он услышал громкий крик капитана:\n—   Спасайтесь! Бегите на корабль! Это не остров, а огромная рыба!\n\n И в самом деле, это была рыба. Ее занесло песком, на ней выросли деревья, и она стала похожа на остров. Но когда путешественники развели огонь, рыбе стало жарко и она зашевелилась.\n—   Скорей! Скорей! — кричал капитан.— Сейчас она нырнет на дно!\nКупцы побросали свои котлы и корыта и в ужасе бросились к кораблю. Но только те, что были у самого берега, успели добежать. Рыба-остров опустилась в глубь моря, и все, кто опоздал, пошли ко дну. Ревущие волны сомкнулись над ними.\nСиндбад также не успел добежать до корабля. Волны обрушились на него, но он хорошо плавал и вынырнул на поверхность моря. Мимо него плыло большое корыто, в котором купцы только что стирали белье. Синдбад сел верхом на корыто и попробовал грести ногами. Но волны швыряли корыто направо и налево, и Синдбад не мог им управлять.\nКапитан корабля приказал поднять паруса и поплыл прочь от этого места, даже не взглянув на утопавшего.\nСиндбад долго смотрел вслед кораблю, а когда корабль скрылся вдали, он заплакал от горя и отчаяния. Теперь ему неоткуда было ждать спасения.\nВолны били корыто и бросали его из стороны в сторону весь день и всю ночь. А утром Синдбад вдруг увидел, что его прибило к высокому берегу. Синдбад схватился за ветки дерева, которые свешивались над водой, и, собрав последние силы, вскарабкался на берег. Как только Синдбад почувствовал себя на твердой земле, он упал  на траву и лежал как мертвый весь день  и всю  ночь.\nУтром он решил поискать какую-нибудь пищу. Он дошел до большой зеленой лужайки, покрытой пестрыми цветами, и вдруг увидел перед собой коня, прекраснее которого нет на свете. Ноги коня были спутаны, и он щипал траву на лужайке.\nСиндбад остановился, любуясь этим конем, и спустя немного времени увидел вдали человека, который бежал, размахивая руками, и что-то кричал. Он подбежал к Синдбаду и спросил его:\n—   Кто ты такой? Откуда ты и как ты попал в нашу страну?\n—   О господин,— ответил Синдбад,— я чужеземец. Я плыл на корабле по морю, и мой корабль утонул, а мне удалось схватиться за корыто, в котором стирают белье. Волны до тех пор носили меня по морю, пока не принесли к вашим берегам. Скажи мне, чей это конь, такой красивый, и почему он пасется здесь один?\n—   Знай,— отвечал человек,— что я конюх царя аль-Михр-джана. Нас много, и каждый из нас ходит только за одним конем. Вечером мы приводим их пастись на этот луг, а утром уводим обратно в конюшню. Наш царь очень любит чужеземцев. Пойдем к нему — он встретит тебя  приветливо и окажет тебе милость.\n—   Благодарю тебя, господин, за твою доброту,— сказал Синдбад.\nКонюх надел на коня серебряную уздечку, снял путы и повел его в город. Синдбад шел следом за конюхом.\nСкоро они пришли во дворец, и Синдбада ввели в зал, где сидел на высоком троне царь аль-Михрджан. Царь ласково обошелся с Синдбадом и стал его расспрашивать, и Синдбад рассказал ему обо всем, что с ним случилось. Аль-Михрджан оказал ему милость и назначил его начальником гавани.\nС утра до вечера стоял Синдбад на пристани и записывал корабли, которые приходили в гавань. Он долго прожил в стране царя аль-Михрджана, и всякий раз, когда к пристани подходил корабль, Синдбад спрашивал купцов и матросов, в какой стороне город Багдад. Но никто из них ничего не слышал о Багдаде, и Синдбад   почти   перестал   надеяться,   что  увидит  родной  город.\nА царь аль-Михрджан очень полюбил Синдбада и сделал его своим приближенным. Он часто разговаривал с ним о его стране и, когда объезжал свои владения, всегда брал Синдбада с собой.\nМного чудес и диковинок пришлось увидеть Синдбаду в земле царя аль-Михрджана, но он не забыл своей родины и только о том и думал, как бы вернуться в Багдад.\nОднажды Синдбад стоял, как всегда, на берегу моря, грустный и печальный. В это время подошел к пристани большой корабль, на котором было много купцов и матросов. Все жители города выбежали на берег встречать корабль. Матросы стали выгружать товары, а Синдбад стоял и записывал. Под вечер Синдбад спросил капитана:\n—   Много ли еще осталось товаров на твоем корабле?\n—   В трюме лежит еще несколько тюков,— ответил капитан,— но их владелец утонул. Мы хотим продать эти товары, а деньги за них отвезти его родным в Багдад.\n—  Ка к зовут владельца этих товаров? — спросил  Синдбад.\n—   Его зовут Синдбад,— отвечал капитан. Услышав это,  Синдбад громко вскрикнул и сказал:\n—   Я Синдбад! Я сошел с твоего корабля, когда он пристал к острову-рыбе, а ты уехал и покинул меня, когда я тонул в море. Эти товары — мои товары.\n—  Ты хочешь меня обмануть! — вскричал капитан.— Я сказал тебе, что у меня на корабле есть товары, владелец которых утонул, и ты желаешь взять их себе! Мы видели, как Синдбад утонул, и с ним утонуло много купцов. Как же ты говоришь, что товары твои?  Нет у тебя ни чести, ни совести!\n—   Выслушай меня, и ты узнаешь, что я говорю правду,— сказал Синдбад.— Разве ты не помнишь, как я нанимал твой корабль в Басре, а свел меня с тобой писец по имени Сулейман Вислоухий?\nИ он рассказал капитану обо всем, что случилось на его корабле  с  того  дня,  как  все  они отплыли  из  Басры.  И  тогда капитан и купцы узнали Синдбада и обрадовались, что он спасся. Они отдали Синдбаду его товары, и Синдбад продал их с большой прибылью. Он простился с царем аль-Михрджаном, погрузил на корабль другие товары, которых нет в Багдаде, и поплыл на своем корабле в Басру.\nМного дней и ночей плыл его корабль и наконец бросил якорь в гавани Басры, а оттуда Синдбад отправился в Город Мира, как называли в то время арабы Багдад.\nВ Багдаде Синдбад роздал часть своих товаров друзьям и приятелям, а остальные продал.\nОн перенес в пути столько бед и несчастий, что решил никогда больше не выезжать из Багдада.\nТак окончилось первое путешествие Синдбада-Морехода."
}