{
  "text": "Но скоро Синдбаду наскучило сидеть на одном месте, и захотелось ему опять поплавать по морям. Снова накупил он товаров, отправился в Басру и выбрал большой, крепкий корабль. Два дня складывали матросы в трюм товары, а на третий день капитан приказал поднять якорь, и корабль тронулся в путь, подгоняемый попутным ветром.\nМного островов, городов и стран повидал Синдбад в это путешествие, и наконец его корабль пристал к неведомому прекрасному острову, где текли прозрачные ручьи и росли густые деревья,  увешанные тяжелыми  плодами.\nСиндбад и его спутники, купцы из Багдада, вышли на берег погулять и разбрелись по острову. Синдбад выбрал тенистое место и присел отдохнуть под густой яблоней. Скоро ему захотелось есть. Он вынул из дорожного мешка жареного цыпленка и несколько лепешек, которые захватил с корабля, и закусил, а потом лег на траву и сейчас же заснул.\nКогда он проснулся, солнце стояло уже низко. Синдбад вскочил на ноги и побежал к морю, но корабля уже не было. Он уплыл, и все, кто был на нем — и капитан, и купцы, и матросы,— забыли о Синдбаде.\nБедный Синдбад остался один на острове. Он горько заплакал и сказал сам себе:\n— Если в первое путешествие я спасся и встретил людей, которые привезли меня обратно в Багдад, то теперь никто меня не найдет на этом безлюдном острове.\nДо самой ночи стоял Синдбад на берегу, смотрел, не плывет ли вдали корабль, а когда стемнело, он лег на землю и крепко заснул.\nУтром, с восходом солнца, Синдбад проснулся и пошел в глубь   острова,   чтобы   поискать   пищи   и   свежей   воды.   Время от времени он взбирался на деревья и осматривался вокруг, но не видел ничего, кроме леса, земли и. воды.\nЕму становилось тоскливо и страшно. Неужели придется всю жизнь прожить на этом пустынном острове? Но потом, стараясь подбодрить себя, он говорил:\n— Что толку сидеть и горевать! Никто меня не спасет, если я не спасу себя сам. Пойду дальше и, может быть, дойду до места, где живут люди.\nПрошло несколько дней. И вот однажды Синдбад влез на дерево и увидел вдали большой белый купол, который ослепительно сверкал на солнце. Синдбад очень обрадовался и подумал: «Это, наверно, крыша дворца, в котором живет царь этого острова. Я пойду к нему, и он поможет мне добраться до Багдада».\nСиндбад быстро спустился с дерева и пошел вперед, не сводя глаз с белого купола. Подойдя на близкое расстояние, он увидел, что это не дворец, а белый шар — такой огромный, что верхушки его не было видно. Синдбад обошел его кругом, но не увидел ни окон, ни дверей. Он попробовал влезть на верхушку шара, но стенки были такие скользкие и гладкие, что Синдбаду не за что было ухватиться.\n«Вот чудо! — подумал Синдбад.-—Что  это за  шар?»\nВдруг все вокруг потемнело. Синдбад взглянул вверх и увидел, что над ним летит огромная птица и крылья ее, словно тучи, заслоняют солнце. Синдбад сначала испугался, но потом вспомнил, что капитан его корабля рассказывал, будто на дальних островах живет птица Рухх, которая кормит своих птенцов слонами. Синдбад сразу понял, что белый шар — это яйцо птицы Рухх. Он притаился и стал ждать, что будет дальше. Птица Рухх, покружившись в воздухе, опустилась на яйцо, покрыла его своими крыльями и заснула. Синдбада она и не заметила.\nА Синдбад лежал неподвижно возле яйца и думал: «Я нашел способ выбраться отсюда. Лишь бы только птица не проснулась».\nОн подождал немного и, увидев, что птица крепко спит, быстро снял с головы тюрбан, размотал его и привязал к ноге птицы Рухх. Она и не шевельнулась — ведь в сравнении с нею Синдбад был не больше муравья. Привязавшись, Синдбад улегся на ноге птицы и сказал себе:\n«Завтра она улетит со мною и, может быть, перенесет меня в страну, где есть люди и города. Но если даже я упаду и разобьюсь, все-таки лучше умереть сразу, чем ждать смерти на этом необитаемом острове».\nРано утром перед самым рассветом птица Рухх проснулась, с шумом расправила крылья, громко и протяжно вскрикнула и взвилась в воздух. Синдбад от страха зажмурил глаза и крепко ухватился за ногу птицы.  Она поднялась до самых облаков и долго летела над водами и землями, а Синдбад висел, привязанный к ее ноге, и боялся посмотреть вниз. Наконец птица Рухх стала опускаться и, сев на землю, сложила крылья. Тогда Синдбад быстро и осторожно развязал тюрбан, дрожа от страха, что Рухх заметит его и убьет.\nНо птица так и не увидела Синдбада. Она вдруг схватила когтями с земли что-то длинное и толстое и улетела. Синдбад посмотрел ей вслед и увидел, что Рухх уносит в когтях огромную змею, длиннее и толще самой большой пальмы.\nСиндбад отдохнул немного и осмотрелся -*- и оказалось, что птица Рухх принесла его в глубокую и широкую долину. Вокруг стеной стояли огромные горы, такие высокие, что вершины их упирались в облака, и не было выхода из этой долины.\n— Я избавился от одной беды и попал в другую, еще худшую,— сказал Синдбад, тяжело вздыхая.— На острове были хоть плоды и пресная вода, а здесь нет ни воды, ни деревьев.\nНе зная, что ему делать, он печально бродил по долине, опустив голову. Тем временем над горами взошло солнце и осветило долину. И вдруг вся она ярко засверкала. Каждый камень на земле блестел и переливался синими, красными, желтыми огнями. Синдбад поднял один камень и увидел, что это драгоценный алмаз, самый твердый камень на свете, которым сверлят металлы и режут стекло. Долина была полна алмазов, и земля в ней была алмазная.\nИ вдруг отовсюду послышалось шипение. Огромные змеи выползали из-под камней, чтобы погреться на солнце. Каждая из этих змей была больше самого высокого дерева, и если бы в долину пришел слон, змеи, наверно, проглотили бы его целиком.\nСиндбад задрожал от ужаса и хотел бежать, но бежать было некуда и негде было укрыться. Синдбад заметался во все стороны и вдруг заметил маленькую пещеру. Он забрался в нее ползком и очутился прямо перед огромной змеей, которая свернулась клубком и грозно шипела. Синдбад еще больше испугался. Он выполз из пещеры и прижался спиной к скале, стараясь   не   шевелиться.   Он   видел,   что   нет   ему   спасения.\nИ вдруг прямо перед ним упал большой кусок мяса. Синдбад поднял голову, но над ним ничего не было, кроме неба и скал. Скоро сверху упал другой кусок мяса, за ним третий. Тогда Синдбад понял, где он находится и что это за долина.\nДавно-давно в Багдаде он слышал от одного путешественника рассказ о долине алмазов. «Эта долина,— говорил путешественник,— находится в далекой стране между гор, и никто не может попасть в нее, потому что туда нет дороги. Но купцы, которые торгуют алмазами, придумали хитрость, чтобы добывать камни. Они убивают овцу, режут ее на куски и бросают мясо в долину.\n\nАлмазы прилипают к мясу, а в полдень в долину спускаются хищные птицы — орлы и ястребы,— хватают мясо и взлетают с ним на гору. Тогда купцы стуком и криками отгоняют птиц от мяса и отдирают прилипшие алмазы; мясо же они оставляют птицам и зверям».\nСиндбад вспомнил этот рассказ и обрадовался. Он придумал, как ему спастись. Быстро собрал он столько крупных алмазов, сколько мог унести с собой, а потом распустил свой тюрбан, лег на землю, положил на себя большой кусок мяса и крепко привязал его к себе. Не прошло и минуты, как в долину спустился горный орел, схватил мясо когтями и поднялся на воздух. Долетев до высокой горы, он принялся клевать мясо, но вдруг сзади него раздались громкие крики и стук. Встревоженный орел бросил свою добычу и улетел, а Синдбад развязал тюрбан и встал. Стук и грохот слышались все ближе, и скоро из-за деревьев выбежал старый, толстый бородатый человек в одежде купца. Он колотил палкой по деревянному щиту и кричал во весь голос, чтобы отогнать орла. Не взглянув даже на Синдбада, купец бросился к мясу и осмотрел его со всех сторон, но не нашел ни одного алмаза. Тогда он сел на землю, схватился руками за голову и воскликнул:\n—   Что это за несчастье! Я уже целого быка сбросил в долину, но орлы унесли все куски мяса к себе в гнезда. Они оставили только один кусок и, как нарочно, такой, к которому не прилипло ни одного камешка. О горе! О неудача!\nТут он увидел Синдбада, который стоял с ним рядом, весь в крови и пыли, босой и в разорванной одежде. Купец сразу перестал кричать и замер от испуга. Потом он поднял свою палку, закрылся щитом и спросил:\n—   Кто ты такой и как ты сюда попал?\n—* Не бойся меня, почтенный купец. Я не сделаю тебе зла,— ответил Синдбад.— Я тоже был купцом, как и ты, но испытал много бед и страшных приключений. Помоги мне выбраться отсюда и попасть на родину, и я дам тебе столько алмазов, сколько у тебя никогда не было.\n—   А у тебя правда есть алмазы?—спросил купец.— Покажи.\nСиндбад показал ему свои камни и подарил самые лучшие из Них. Купец обрадовался и долго благодарил Синдбада, а потом он позвал других купцов, которые также добывали алмазы,   и   Синдбад   рассказал   им   обо   всех   своих   несчастьях.\nКупцы поздравили его со спасением, дали ему хорошую одежду и взяли его с собой.\nОни долго шли через степи, пустыни, равнины и горы, и немало чудес и диковинок пришлось увидеть Синдбаду, пока он добрался до своей родины.\nНа   одном   острове   он   увидел   зверя,    которого   называют каркаданн. Каркаданн похож на большую корову, и у него один толстый рог посередине головы. Он такой сильный, что может носить на своем роге большого слона. От солнца жир слона начинает таять и заливает каркаданну глаза. Каркаданн слепнет и ложится на землю. Тогда к нему прилетает птица Рухх и уносит его в когтях вместе со слоном в свое гнездо.\nПосле долгого путешествия Синдбад наконец добрался до Багдада. Родные с радостью встретили его и устроили праздник по случаю его возвращения. Они думали, что Синдбад погиб, и не надеялись больше его увидеть. Синдбад продал свои алмазы и опять стал торговать, как прежде.\nТак окончилось второе путешествие Синдбада-Морехода."
}