{
  "text": "Несколько лет прожил Синдбад в родном городе, никуда не выезжая. Его друзья и знакомые, багдадские купцы, каждый вечер сходились к нему и слушали рассказы о его странствиях, и всякий раз, как Синдбад вспоминал про птицу Рухх, алмазную долину огромных змей, ему становилось так страшно, как будто он все еще бродил в долине алмазов.\nОднажды вечером к Синдбаду, по обыкновению, пришли его приятели-купцы. Когда они кончили ужин и приготовились слушать рассказы хозяина, в комнату вошел слуга и сказал, что у ворот стоит человек и продает диковинные плоды.\n—   Прикажи, ему войти сюда,— сказал Синдбад.\nСлуга привел торговца плодами в комнату. Это был смуглый человек с длинной черной бородой, одетый по-иноземному. На голове он нес корзину, полную великолепных плодов. Он поставил корзину перед Синдбадом и снял с нее покрывало.\nСиндбад заглянул в корзину — и ахнул от удивления. В ней лежали огромные круглые апельсины, кислые и сладкие лимоны, померанцы, яркие, словно огонь, персики, груши и гранаты, такие большие и сочные, каких не бывает в Багдаде.\n—   Кто ты, чужеземец, и откуда ты пришел? — спросил Синдбад торговца.\n—   О господин,— ответил тот,— я родился далеко отсюда, на острове Серендибе. Всю мою жизнь я плавал по морям и побывал во многих странах и везде я продавал такие плоды.\n—   Расскажи мне про остров Серендиб: какой он и кто на нем живет? — сказал Синдбад.\n—   Про мою родину не расскажешь словами. Ее нужно видеть, так как нет в мире острова прекраснее и лучше Серен-диба,— ответил торговец.— Когда путник вступает на берег, он слышит пение прекрасных птиц, перья которых горят на солнце, как   драгоценные   камни.   Даже   цветы   на   острове   Серендибе светятся, словно яркое золото. И есть на нем цветы, которые плачут и смеются. Каждый день на восходе солнца они поднимают свои головки кверху и громко кричат: «Утро! Утро!» — и смеются, а вечером, когда солнце заходит, они опускают головки к земле и плачут. Лишь только наступает темнота, выходят на берег моря всевозможные звери — медведи, барсы, львы и морские кони,— и каждый держит во рту драгоценный камень, который сверкает, как огонь, и освещает все вокруг. А деревья на моей родине самые редкие и дорогие: алоэ, которое так прекрасно пахнет, если его зажечь; крепкий тек, что идет на корабельные мачты,— ни одно насекомое не прогрызет его, и не повредит ему ни вода, ни холод; высокие пальмы и блестящий эбен, или черное дерево. Море вокруг Серендиба ласковое и теплое. На дне его лежат чудесные жемчужины — белые, розовые и черные, и рыбаки ныряют в воду и достают их. А иногда они  посылают за жемчугом  маленьких обезьян…\nДолго еще рассказывал торговец плодами про диковины острова Серендиба, и когда он кончил, Синдбад щедро наградил его и отпустил. Торговец ушел, низко кланяясь, а Синдбад лег спать, но еще долго ворочался с боку на бок и не мог заснуть, вспоминая рассказы об острове Серендибе. Ему слышался плеск моря и скрип корабельных мачт, он видел перед собой чудесных птиц и золотые цветы, сверкавшие яркими огнями. Наконец он заснул, и ему приснилась обезьяна с огромной розовой жемчужиной во рту.\nПроснувшись, он сразу же вскочил с постели и сказал себе:\n— Я непременно должен побывать на острове Серендибе! Сегодня же начну собираться в путь.\nОн собрал все, какие у него были, деньги, накупил товаров, простился со своими родными и опять отправился в приморский город Басру. Он долго выбирал себе корабль получше и наконец нашел прекрасное, крепкое судно. Капитаном этого судна был мореход из Персии по имени Бузург — старый толстый человек с длинной бородой. Он много лет плавал по океану, и его корабль ни разу не потерпел крушения.\nСиндбад велел погрузить свои товары на корабль Бузурга и тронулся в путь. С ним вместе поехали его приятели-купцы, которым также захотелось побывать на острове  Серендибе.\nВетер был попутный, и корабль быстро двигался вперед. Первые дни все шло благополучно. Но однажды утром на море началась буря; поднялся сильный ветер, который то и дело менял направление. Корабль Синдбада носило по морю как щепку. Огромные волны одна за другой перекатывались через палубу. Синдбад и его приятели привязали себя к мачтам и стали прощаться друг с другом, не надеясь спастись. Только капитан Бузург был спокоен. Он сам встал у руля и громким голосом отдавал  приказания.  Видя,  что он  не боится,  успокоились и его спутники. К полудню буря начала стихать. Волны стали меньше, небо прояснилось. Скоро наступило полное затишье.\nИ вдруг капитан Бузург принялся бить себя по лицу, стонать и плакать. Сорвал с головы тюрбан, бросил его на палубу, разорвал на себе халат и крикнул:\n—   Знайте, что наш корабль попал в сильное течение и мы не можем из него выйти! А это течение несет нас к стране, которая называется «Страна мохнатых». Там живут люди, похожие на обезьян, я никто еще не вернулся живым из этой страны. Готовьтесь же к смерти — нам нет спасения!\nНе успел капитан договорить, как раздался страшный удар. Корабль сильно встряхнуло, и он остановился. Течение пригнало его к берегу, и он сел на мель. И сейчас же весь берег покрылся маленькими человечками. Их становилось все больше и больше, они скатывались с берега прямо в воду, подплывали к кораблю и быстро карабкались на мачты. Эти маленькие люди, покрытые густой шерстью, с желтыми глазами, кривыми ногами и цепкими руками, перегрызли корабельные канаты и сорвали паруса, а потом бросились на Синдбада и его спутников. Передний человечек подкрался к одному из купцов. Купец выхватил меч и разрубил его пополам. И сейчас же на него кинулись еще десять мохнатых, схватили его за руки и за ноги и сбросили в море, а за ним и другого и третьего купца.\n—   Неужели мы испугаемся этих обезьян?! — воскликнул Синдбад и вынул меч из ножен.\nНо капитан Бузург схватил его за руку и закричал:\n—   Берегись, Синдбад! Разве ты не видишь, что если каждый из нас убьет десять или даже сто обезьян, остальные разорвут его в клочья или выкинут за борт? Бежим с корабля на остров, а корабль пусть достается обезьянам.\nСиндбад   послушался   капитана   и   вложил   меч   в   ножны.\nОн выскочил на берег острова, и его спутники последовали за ним. Последним ушел с корабля капитан Бузург. Ему было очень жалко оставлять свое судно этим мохнатым обезьянам.\nСиндбад и его приятели медленно пошли вперед, не зная, куда направиться. Они шли и тихо разговаривали между собой. И вдруг капитан Бузург воскликнул:\n—   Смотрите! Смотрите! Дворец!\nСиндбад поднял голову и увидел высокий дом с черными железными воротами.\n—   В этом доме, может быть, живут люди. Пойдем и узнаем, кто его хозяин,— сказал он.\nПутники пошли быстрее и вскоре дошли до ворот дома. Синдбад первым вбежал во двор и крикнул:\n—   Тут,  наверно,  недавно  был пир!  Смотрите — на  палках вокруг жаровни висят котлы и сковороды и всюду разбросаны обглоданные кости. А угли в жаровне еще горячие. Посидим немного на этой скамье — может быть, хозяин дома выйдет во двор и позовет нас.\nСиндбад и его спутники так устали, что едва держались на ногах. Они уселись, кто на скамью, а кто прямо на землю, и вскоре уснули, пригревшись на солнце. Синдбад проснулся первым. Его разбудил сильный шум и гул. Казалось, что где-то недалеко проходит большое стадо слонов. Земля дрожала от чьих-то тяжелых шагов. Было уже почти темно. Синдбад привстал со скамьи и замер от ужаса: прямо на него двигался человек огромного роста — настоящий великан, похожий на высокую пальму. Он был весь черный, глаза у него сверкали, как горящие головни, рот был похож на отверстие колодца, а зубы торчали, точно клыки кабана. Уши падали ему на плечи, а ногти на его руках были широкие и острые, как у льва. Великан шел медленно, слегка согнувшись, точно ему трудно было нести свою голову, и тяжело вздыхал. От каждого вздоха шелестели деревья и верхушки их пригибались к земле, как во время бури. В руках у великана был огромный факел — целый ствол смолистого дерева.\nСпутники Синдбада тоже проснулись и лежали на земле полумертвые от страха. Великан подошел и нагнулся над ними. Он долго рассматривал каждого из них и, выбрав одного, поднял его, как перышко. Это был капитан Бузург — самый большой и толстый из спутников Синдбада.\nСиндбад выхватил меч и бросился к великану. Весь его страх прошел, и он думал только об одном: как бы вырвать Бузурга из рук чудовища. Но великан ударом ноги отбросил Синдбада в сторону. Он разжег огонь на жаровне, зажарил ‘капитана Бузурга и съел его.\nКончив есть, великан растянулся на земле и громко захрапел. Синдбад и его товарищи сидели на скамье, прижавшись друг к другу и затаив дыхание.\nСиндбад оправился первый и, убедившись, что великан крепко спит, вскочил и воскликнул:\n—   Лучше было бы, если бы мы утонули в море! Неужели мы позволим великану съесть нас, как овец?\n—   Уйдем отсюда и поищем такое место, где бы мы могли спрятаться от него,— сказал один из купцов.\n—   Куда нам уйти? Он ведь всюду нас найдет,— возразил Синдбад.— Лучше будет, если мы убьем его и потом уплывем по морю.  Может быть, нас подберет какой-нибудь корабль.\n—   А на чем же мы уплывем, Синдбад? —спросили купцы.\n—   Посмотрите на эти бревна, что сложены около жаровни. Они длинные и толстые, и, если их связать вместе, выйдет хороший плот,— сказал Синдбад.— Перенесем их на берег моря, пока  спит  этот  жестокий  людоед,   а   потом   мы  вернемся  сюда и придумаем способ его убить.\n—   Это прекрасный план,— сказали купцы и начали перетаскивать бревна на морской берег и связывать их веревками из пальмового лыка.\nК утру плот был готов, и Синдбад с товарищами вернулись во двор великана. Когда они пришли, людоеда на дворе не было. До самого вечера он не появлялся.\nКогда стемнело, земля опять затряслась и послышался гул и топот. Великан был близко. Как и накануне, он медленно подошел к товарищам Синдбада и нагнулся над ними, освещая их факелом. Он выбрал самого толстого купца, проткнул его вертелом, зажарил и съел. А потом он растянулся на земле и заснул.\n—   Еще один наш спутник погиб! — воскликнул Синдбад.— Но это последний. Больше этот жестокий человек никого из нас не съест.\n—   Что   же   ты   задумал,   Синдбад? — спросили   его   купцы.\n—   Смотрите и делайте так, как я скажу! — воскликнул Синдбад.\nОн схватил два вертела, на которых великан жарил мясо, раскалил их на огне и приставил к глазам людоеда. Потом он сделал знак купцам, и они все вместе навалились на вертела. Глаза людоеда ушли в глубь головы, и он ослеп.\nЛюдоед со страшным криком вскочил и принялся шарить вокруг себя руками, стараясь поймать своих врагов. Но Синдбад и его товарищи врассыпную бросились от него и побежали к морю. Великан пошел за ними, продолжая громко кричать. Он догонял беглецов и перегонял их, но так и не поймал никого. Они пробегали у него между ногами, увертывались от его рук и наконец добежали до берега моря, сели на плот и отплыли, гребя, как веслом, тонким стволом молодой пальмы.\nКогда людоед услышал удары весла о воду, он понял, что добыча ушла от него. Он закричал еще громче прежнего. На его крик прибежали еще два великана, такие же страшные, как он. Они отломили от скал по громадному камню и бросили вслед беглецам. Глыбы скал со страшным шумом упали в воду, только слегка задев плот. Но от них поднялись такие волны, что плот перевернулся. Спутники Синдбада почти совсем не умели плавать. Они сразу захлебнулись и пошли ко дну. Только сам Синдбад и еще двое купцов помоложе успели схватиться за плот и удержались на поверхности моря.\nСиндбад с трудом вскарабкался снова на плот и помог своим товарищам выбраться из воды. Волны унесли их весло, и им пришлось плыть по течению, слегка направляя плот ногами. Становилось светлее. Скоро должно было взойти солнце. Товарищи   Синдбада,   мокрые   и   дрожащие,   сидели   на   плоту   и громко жаловались. Синдбад стоял на краю плота, высматривая, не видно ли вдали берега или паруса корабля. Вдруг он обернулся к своим спутникам и крикнул:\n—   Мужайтесь, друзья мои Ахмед и Хасан! Земля недалеко, и течение несет нас прямо к берегу. Видите, птицы кружатся там, вдали, над водою? Их гнезда, наверно, где-нибудь близко. Ведь птицы не улетают далеко от своих птенцов.\nАхмед и Хасан подбодрились и подняли головы. Хасан, у которого глаза были зоркие, как у ястреба, посмотрел вперед и сказал:\n—   Твоя правда, Синдбад. Вон там, вдалеке, я вижу остров. Скоро течение пригонит к нему наш плот, и мы отдохнем на твердой земле.\nИзмученные путники обрадовались и стали сильнее грести ногами, чтобы помочь течению. Если бы они только знали, что ждет их на этом острове!\nСкоро плот прибило к берегу, и Синдбад с Ахмедом и Хасаном вышли на сушу. Они медленно пошли вперед, подбирая с земли ягоды и коренья, и увидели высокие, развесистые деревья на берегу ручья. Густая трава так и манила прилечь и отдохнуть.\nСиндбад бросился под дерево и сейчас же заснул. Его разбудил какой-то странный звук, точно кто-то перетирал зерно между двумя огромными камнями. Синдбад открыл глаза и вскочил на ноги. Он увидел перед собой огромного змея с широкой пастью, как у кита. Змей спокойно лежал на брюхе и лениво, с громким хрустом двигал челюстями. Этот хруст и разбудил Синдбада. А из пасти змея торчали человеческие ноги в сандалиях. По сандалиям Синдбад узнал, что это ноги Ахмеда.\nПостепенно Ахмед целиком исчез в брюхе змея, и змей медленно уполз в лес. Когда он скрылся, Синдбад осмотрелся кругом и увидел, что он остался один.\n«А где же Хасан? -— подумал Синдбад.— Неужели его тоже съел змей?»\n—   Эй, Хасан, где ты? — крикнул он.\n—   Здесь! — раздался голос откуда-то сверху.\nСиндбад поднял голову и увидел Хасана, который сидел скорчившись в густых ветвях дерева, ни живой ни мертвый от страха.\n—   Полезай и ты сюда! — крикнул он Синдбаду. Синдбад   схватил   с   земли   несколько   кокосовых   орехов   и\nвскарабкался на дерево. Ему пришлось сидеть на верхней ветке, это было очень неудобно. А Хасан прекрасно устроился на широком суку пониже.\nМного часов просидели Синдбад и Хасан на дереве, каждую минуту  ожидая   появления  змея.   Стало  смеркаться,   наступила ночь, а чудовища все не было. Наконец Хасан не выдержал и заснул, опершись спиной о ствол дерева и свесив ноги. Вскоре задремал и Синдбад. Когда он проснулся, было светло и солнце стояло довольно высоко. Синдбад осторожно наклонился и посмотрел вниз. Хасана на ветке больше не было. На траве, под деревом, белела его чалма и валялись стоптанные туфли — все, что осталось от бедного Хасана.\n«Его тоже сожрал этот ужасный змей,— подумал Синдбад.— Видно, и на дереве от него не спрячешься».\nТеперь Синдбад был один на острове. Долго искал он какого-нибудь местечка, чтобы укрыться от змея, но на острове не было ни одной скалы или пещеры. Устав искать, Синдбад присел на земле у самого моря и стал думать, как бы ему спастись.\n«Если я вырвался из рук людоеда, так неужели я дам себя съесть змею? — думал он.— Я человек, и у меня есть разум, который поможет мне перехитрить это чудовище».\nВдруг с моря плеснула огромная волна и выбросила на берег толстую корабельную доску. Синдбад увидел эту доску и сейчас же придумал, как ему спастись. Он схватил доску, подобрал на берегу еще несколько досок поменьше и унес их в лес. Выбрав доску подходящего размера, Синдбад привязал ее к своим ногам большим куском пальмового лыка. Такую же доску он привязал к голове, а две другие — к телу, справа и слева, так что оказался как будто в ящике. А потом он лег на землю и стал ждать.\nСкоро послышался треск хвороста и громкое шипение. Змей почуял запах человека и разыскал свою добычу. Из-за деревьев показалась его длинная голова, на которой светились, как факелы, два больших глаза. Он подполз к Синдбаду и широко разинул пасть, высовывая длинный раздвоенный язык.\nОн удивленно осмотрел ящик, из которого так вкусно пахло человеком, и попробовал захватить его и разгрызть зубами, но крепкое дерево не поддавалось.\nЗмей обошел Синдбада со всех сторон, пытаясь сорвать с него деревянный щит. Щит оказался слишком крепким, и змей только обломал себе зубы. В ярости он стал бить хвостом по доскам. Доски задрожали, но выдержали. Долго трудился змей, но так и не добрался до Синдбада. Наконец он выбился из сил и уполз обратно в лес, шипя и разбрасывая хвостом сухие листья.\nСиндбад быстро отвязал доски и вскочил на ноги.\n— Лежать между досками очень неудобно, но если змей застигнет меня беззащитным, он меня сожрет,— сказал себе Синдбад.— Надо бежать с острова. Пусть лучше я утону в море, чем погибну в пасти змея, как Ахмед и Хасан.\nИ Синдбад решил опять смастерить себе плот. Он вернулся к  морю и  начал  собирать  доски.  Вдруг  он  увидел  неподалеку парус корабля. Корабль все приближался, попутный ветер гнал его к берегам острова. Синдбад сорвал с себя рубашку и принялся бегать по берегу, размахивая ею. Он махал руками, кричал и всячески старался обратить на себя внимание. Наконец матросы заметили его, и капитан приказал остановить корабль. Синдбад бросился в воду и в несколько взмахов достиг корабля. По парусам и по одежде матросов он узнал, что корабль принадлежит его землякам. Действительно, это был арабский корабль. Капитан корабля много слышал рассказов про остров, где живет страшный змей, но никогда не слыхал, чтобы кто-нибудь от него спасся.\nМатросы ласково встретили Синдбада, накормили и одели его. Капитан приказал поднять паруса, и корабль помчался дальше.\nДолго плыл он по морю и наконец доплыл до какой-то земли. Капитан остановил корабль у пристани, и все путники вышли на берег продавать и выменивать свои товары. Только у Синдбада ничего не было. Грустный и печальный, остался он на корабле. Скоро капитан подозвал его к себе и сказал:\n—   Я хочу сделать доброе дело и помочь тебе. С нами был один путешественник, которого мы потеряли, и я не знаю, умер он или жив. А товары его так и лежат в трюме. Возьми их и продай на рынке, и я дам тебе что-нибудь за труды. А то, что не удастся продать, мы отвезем в Багдад и отдадим его родственникам.\n—   Охотно сделаю это,— сказал Синдбад.\nИ капитан приказал матросам вынести товары из трюма. Когда выгрузили последний тюк, корабельный писец спросил капитана:\n—  Что это за товары и как зовут их хозяина? На чье имя их записать?\n—   Запиши на имя Синдбада-Морехода, который плыл с нами на корабле и пропал,— ответил капитан.\nУслышав это, Синдбад едва не лишился чувств от удивления и радости.\n—   О господин,— спросил он капитана,— знаешь ли ты того человека, чьи товары ты приказал мне продать?\n—   Это был человек из города Багдада по имени Синдбад-Мореход,— отвечал капитан.\n—   Это я Синдбад-Мореход! — закричал Синдбад.— Я не пропал, а заснул на берегу, а ты не дождался меня и уплыл. Это было в мое прошлое путешествие, когда птица Рухх принесла меня в долину алмазов.\nМатросы услышали слова Синдбада и толпой обступили его. Некоторые ему верили, другие называли его лжецом. И вдруг подошел к капитану один купец, который тоже плыл на этом корабле, и сказал:\n—   Помнишь, я тебе рассказывал, как я был на алмазной горе и бросил в долину кусок мяса, и к мясу прицепился какой-то человек, и орел принес его на гору вместе с мясом? Ты мне не поверил и сказал, что я лгу. Вот человек, который привязался тюрбаном к моему куску мяса. Он подарил мне такие алмазы, лучше которых не бывает, и сказал, что его зовут Синдбад-Мореход.\nТут капитан обнял Синдбада и сказал ему:\n—   Возьми свои товары. Теперь я верю, что ты Синдбад-Мореход. Продай их поскорей, пока на рынке не кончилась торговля.\nСиндбад продал свои товары с большой прибылью и вернулся в Багдад на этом же корабле. Он был очень доволен, что возвратился домой, и твердо решил никогда больше не пускаться в путешествия.\nТак окончилось третье путешествие Синдбада."
}