{
  "text": "Но прошло немного времени, и Синдбаду опять захотелось побывать в чужих странах. Он купил самых дорогих товаров, отправился в Басру, нанял хороший корабль и поплыл в сторону Индии.\nПервые дни все шло благополучно, но однажды под утро поднялась буря. Корабль Синдбада стало кидать по волнам, как щепку. Капитан велел бросить якорь в мелком месте, чтобы переждать бурю. Но не успел корабль остановиться, как якорные цепи лопнули, и корабль понесло прямо на берег. Паруса на корабле порвались, волны залили палубу и унесли всех купцов и матросов в море.\nНесчастные путешественники, точно камни, пошли ко дну. Только Синдбад и еще несколько купцов схватились за обломок доски и удержались на поверхности моря.\nЦелый день и целую ночь носились они по морю, а утром волны выбросили их на скалистый берег.\nЕле живые лежали путники на земле. Только когда прошел день, а за ним ночь, они немного опомнились.\nДрожа от холода, Синдйад и его друзья пошли по берегу, надеясь, что встретят людей, которые их приютят и накормят. Долго шли они и наконец увидали вдалеке высокую постройку, похожую на дворец. Синдбад очень обрадовался и пошел быстрее. Но едва путники приблизились к этой постройке, их окружила толпа людей. Эти люди схватили их и отвели к своему царю, а царь знаком приказал им сесть. Когда они сели, перед ними поставили миски с каким-то диковинным кушаньем. Ни Синдбад, ни его приятели-купцы  никогда такого не ели.  Спутники Синдбада с  жадностью набросились на кушанье и съели все, что было в мисках. Один Синдбад почти не притронулся к кушанью, а только попробовал его.\nА царь этого города был людоед. Его приближенные ловили всех чужеземцев, которые заходили в их страну, и кормили их этим кушаньем. Всякий, кто ел его, постепенно терял разум и становился похож на животное. Откормив чужеземца, приближенные царя убивали его, жарили и съедали. А царь ел людей прямо сырыми.\nПриятелей Синдбада тоже ждала такая участь. Каждый день они ел» помногу этого кушанья, и все тело у них заплыло жиром. Они перестали понимать, что с ними делается,— только ели и спали. Их отдали пастуху, точно свиней; каждый день пастух выгонял их за город и кормил из больших корыт.\nСиндбад не ел этого кушанья, а другого ему не давали. Он подбирал на лугах коренья и ягоды и кое-как питался ими. Все его тело высохло, он ослабел и еле держался на ногах. Видя, что Синдбад такой слабый и тощий, приближенные царя решили, что его не надо стеречь — все равно не убежит,— и скоро забыли о нем.\nА Синдбад только и мечтал, как бы вырваться от людоедов. Однажды утром, когда все еще спали, он вышел из ворот дворца и пошел куда глаза глядят. Скоро он пришел на зеленый луг и увидел человека, который сидел на большом камне. Это был пастух. Он только что пригнал купцов, приятелей Синдбада, из города и поставил перед ними корыто с кормом. Увидев Синдбада, пастух сразу понял, что Синдбад здоров и владеет своим умом. Он сделал ему знак рукой: «Подойди сюда!» — и, когда Синдбад приблизился, сказал ему:\n—   Иди по этой тропинке, а когда дойдешь до перекрестка, сверни направо и выйдешь на султанскую дорогу. Она выведет тебя из земли нашего царя, и ты, может быть, доберешься до твоей родины.\nСиндбад поблагодарил пастуха и пошел. Он старался идти как можно быстрее и скоро увидел справа от себя дорогу. Семь дней и семь ночей шел Синдбад по этой дороге, питаясь кореньями и ягодами. Наконец на восьмой день утром он увидел невдалеке от себя толпу людей и подошел к ним. Люди обступили его и стали расспрашивать, кто-он и откуда пришел. Синдбад рассказал им обо всем, что с ним случилось, и его отвели к царю той страны. Царь велел накормить Синдбада и тоже спросил его, охкуда он родом и что с ним произошло. Когда Синдбад рассказал царю о своих приключениях, царь очень удивился и воскликнул:\n—   Я в жизни не слышал истории удивительней! Добро пожаловать, чужеземец! Оставайся жить в моем городе.\nСиндбад остался в городе этого царя, которого звали Тайга-мус. Царь очень полюбил Синдбада и скоро так привык к нему, что не отпускал его от себя ни на минуту. Он оказывал Синдбаду всякие милости и исполнял все его желания.\nИ вот однажды после обеда, когда все приближенные царя, кроме Синдбада, разошлись по домам, царь Тайгамус сказал Синдбаду:\n—   О Синдбад, ты стал для меня дороже всех моих приближенных, и я не могу расстаться с тобой. У меня есть к тебе большая просьба. Обещай мне, что исполнишь ее.\n—   Говори, какая у тебя просьба,— ответил Синдбад.— Ты был добр ко мне, и я не могу тебя ослушаться.\n—   Останься у нас навсегда,— сказал царь.— Я найду тебе хорошую жену, и тебе будет в моем городе не хуже, чем в Багдаде.\nУслышав слова царя, Синдбад очень огорчился. Он все еще надеялся вернуться когда-нибудь в Багдад, а теперь надежду приходилось оставить. Ведь не мог же Синдбад отказать царю!\n—   Пусть будет по-твоему, о царь,— сказал он.— Я останусь здесь навсегда.\nЦарь тотчас же велел отвести Синдбаду помещение во дворце и женил его на дочери своего визиря.\nЕще несколько лет прожил Синдбад в городе царя Тайгамуса и стал понемногу забывать Багдад. У него завелись друзья среди жителей города, все его любили и уважали.\nИ вот однажды ранним утром к нему вошел один из его приятелей по имени Абу-Мансур. Одежда на нем была разорвана и тюрбан съехал набок; он ломал себе руки и горько рыдал.\n—   Что с тобой, Абу-Мансур? — спросил Синдбад.\n—   Сегодня ночью у меня умерла жена,— ответил его приятель.\nСиндбад принялся его утешать, но Абу-Мансур продолжал горько плакать, ударяя себя руками в грудь.\n—   О Абу-Мансур,— сказал Синдбад,— что пользы так убиваться? Пройдет время, и ты утешишься. Ты ведь еще молодой и долго проживешь.\nИ вдруг Абу-Мансур заплакал еще сильнее и воскликнул:\n—   Как это ты говоришь, что я долго проживу, когда мне осталось жить всего один день! Завтра ты лишишься меня и никогда больше меня не увидишь.\n—   Почему? —спросил Синдбад.— Ты ведь здоров, и тебе не грозит смерть.\n—   Завтра похоронят мою жену, и меня тоже опустят с нею в могилу,— сказал Абу-Мансур.— В нашей стране такой обычай: когда умирает женщина, ее мужа хоронят живым вместе с нею, а когда умирает мужчина, с ним вместе хоронят его жену.\n«Это очень скверный обычай,— подумал Синдбад.— Хорошо, что я чужеземец и меня не похоронят живым».\nОн постарался, как мог, утешить Абу-Мансура и обещал, что попросит царя избавить его от такой страшной смерти. Но когда Синдбад пришел к царю и высказал ему свою просьбу, царь покачал головой и сказал:\n—   Проси о чем хочешь, Синдбад, но только не об этом. Я не могу нарушить обычай моих предков. Завтра твоего приятеля опустят в могилу.\n—   О царь,— спросил Синдбад,— а если умрет жена у чужеземца, ее мужа тоже похоронят вместе с нею?\n—   Да,— ответил царь.— Но не беспокойся за себя. Твоя жена еще  слишком  молода  и,   наверно,  не  умрет  раньше  тебя.\nКогда Синдбад услышал эти слова, он очень огорчился и испугался. Печальный, вернулся он к себе и с этих пор все время думал об одном — как бы его жена не заболела смертельной болезнью. Прошло немного времени, и то, чего он боялся, случилось. Его жена тяжело занемогла и через несколько дней скончалась.\nЦарь и все жители города пришли, по обычаю, утешать Синдбада. На его жену надели ее лучшие драгоценности, положили ее тело на носилки и понесли к высокой горе, находившейся недалеко от города. На вершине горы была вырыта глубокая яма, прикрытая тяжелым камнем. Носилки с телом жены Синдбада обвязали веревками и, подняв камень, опустили в могилу. А потом царь Тайгамус и друзья Синдбада подошли к нему и начали с ним прощаться. Бедный Синдбад понял, что пришел час его смерти. Он бросился бежать с криком:\n—   Я чужеземец и не должен подчиняться вашим обычаям! Я не хочу умереть в этой яме!\nНо как ни отбивался Синдбад, его все-таки привели к страшной яме. Ему дали с собой кувшин воды и семь хлебных лепешек и, обвязав веревками, опустили в яму. А потом яму завалили камнем, и царь и все, кто был с ним, ушли обратно в город.\nБедный Синдбад очутился в могиле, среди мертвецов. Сначала он ничего не видел, но, когда его глаза привыкли к темноте, он заметил, что в могилу проходит сверху слабый свет. Камень, закрывавший вход в могилу, неплотно прилегал к ее краям, и тоненький луч солнца пробивался в пещеру.\nВся пещера была полна мертвецов — мужчин и женщин. На них были надеты их лучшие платья и драгоценности. Отчаяние и горе охватили Синдбада.\n«Теперь-то уже мне не спастись,— подумал он.— Из этой могилы никому не выйти».\nЧерез несколько часов солнечный луч, освещавший пещеру, погас, и вокруг Синдбада стало совсем темно. Синдбад был очень голоден. Он съел лепешку, напился воды и уснул прямо на земле, среди мертвецов.\nДень, другой, а за ним и третий провел Синдбад в страшной пещере. Он старался есть как можно меньше, чтобы еды хватило на более долгий срок, но на третий день вечером он проглотил последний кусок лепешки и запил ее последним глотком воды. Теперь ему оставалось только ждать смерти.\nСиндбад расстелил на земле свой плащ и лег. Всю ночь пролежал он без сна, вспоминая родной Багдад, друзей и приятелей. Только под утро его глаза закрылись, и он уснул.\nПроснулся он от слабого шороха: кто-то с ворчаньем и фырканьем скреб когтями каменные стены пещеры. Синдбад вскочил на ноги и пошел по направлению шума. Кто-то пробежал мимо него, стуча лапами.\n«Это, верно, какой-нибудь дикий зверь,— подумал Синдбад.— Почуяв человека, он испугался и убежал. Но как же он попал в пещеру?»\nСиндбад бросился следом за зверем и вскоре увидел вдалеке свет, который становился тем ярче, чем ближе Синдбад Подходил к нему. Скоро Синдбад оказался перед большим отверстием. Синдбад вышел через отверстие наружу и оказался на склоне горы. Морские волны с ревом разбивались о ее подножие.\nРадостно стало у Синдбада на душе, снова появилась у него надежда на спасение.\n«Ведь проходят же мимо этого места корабли,— подумал он.— Может быть, какое-нибудь судно подберет меня. А если даже я умру здесь, это будет лучше, чем погибнуть в этой пещере, полной мертвецов».\nСиндбад посидел немного на камне у входа в пещеру, наслаждаясь свежим утренним воздухом. Он принялся думать о своем возвращении в Багдад, к друзьям и приятелям, и грустно стало ему, что он вернется к ним разоренный, без единого дирхема. И вдруг он хлопнул себя рукой по лбу и громко сказал:\n— Я печалюсь о том, что вернусь в Багдад нищим, а недалеко от меня лежат такие богатства, каких нет в сокровищницах персидских царей! Пещера полна мертвецов, мужчин и женщин, которых опускают в нее уже много сотен лет. И вместе с ними опускают в могилу их лучшие драгоценности. Эти драгоценности так и пропадут в пещере без всякой пользы. Если я возьму себе часть их, никто не пострадает от этого.\nСиндбад тотчас же вернулся в пещеру и стал собирать перстни, ожерелья, серьги и браслеты, разбросанные по земле. Он завязал все это в свой плащ и вынес узел с драгоценностями из пещеры. Несколько дней провел он на берегу моря, питаясь травой, плодами, кореньями и ягодами, которые он собирал в лесу на склоне горы, и с утра до вечера смотрел на море. Наконец он увидел вдали,   на  волнах,   корабль,   который  направлялся  в  его сторону.\nМигом сорвал Синдбад с себя рубашку, привязал ее к толстой палке и принялся бегать по берегу, размахивая ею в воздухе. Дозорный, сидевший на мачте корабля, заметил его знаки, и капитан приказал остановить корабль невдалеке от берега. Не дожидаясь, пока за ним пришлют лодку, Синдбад бросился в воду и в несколько взмахов достиг корабля. Спустя минуту он уже стоял на палубе, окруженный матросами, и рассказывал свою историю. От матросов он узнал, что корабль их идет из Индии в Басру. Капитан охотно согласился довезти Синдбада до этого города и взял у него в уплату только один драгоценный камень, правда самый большой.\nЧерез месяц пути корабль благополучно достиг Басры. Оттуда Синдбад-Мореход отправился в Багдад. Он сложил в кладовую драгоценности, которые привез с собой, и опять зажил в своем доме, счастливый и радостный.\nТак окончилось четвертое путешествие Синдбада."
}