{
  "text": "Прошло немного времени, и снова наскучило Синдбаду жить в своем прекрасном доме в Городе Мира. Кто хоть раз плавал по морю, кто привык засыпать под вой и свист ветра, тому не сидится на твердой земле.\nИ вот однажды пришлось ему поехать по делам в Басру, откуда он не раз начинал свои путешествия. Он опять увидел этот богатый веселый город, где небо всегда такое синее и солнце светит так ярко, увидел корабли с высокими мачтами и разноцветными парусами, услышал крики матросов, выгружавших из трюмов диковинные заморские товары, и ему до того захотелось путешествовать, что он немедля решил собираться в путь.\nЧерез десять дней Синдбад уже плыл по морю на большом, крепком корабле, нагруженном товарами. С ним было еще несколько купцов, а вел корабль старый опытный капитан с большой командой матросов.\nДва дня и две ночи плыл корабль Синдбада в открытом море, а на третий день, когда солнце стояло как раз над головами путников, вдали показался небольшой скалистый остров. Капитан приказал направиться к этому острову, и, когда корабль приблизился к его берегам, все увидели, что посреди острова возвышается огромный купол, белый и сверкающий, с острой верхушкой. Синдбад в это время спал на палубе в тени паруса.\n—   Эй, капитан! Останови корабль! — закричали спутники Синдбада.\nКапитан велел бросить якорь, и все купцы и матросы выскочили на берег. Когда корабль стал на якорь, толчок разбудил Синдбада, и он вышел на середину палубы, чтобы посмотреть, почему остановился корабль. И вдруг он увидел, что все купцы и матросы стоят вокруг огромного белого купола и стараются пробить его ломами и крючьями.\n—   Не   делайте   этого!   Вы   погибнете! — крикнул   Синдбад. Он сразу понял, что этот купол — яйцо птицы Рухх, такое же, как то, которое он видел в первое путешествие. Если птица Рухх прилетит и увидит, что его разбили, всем матросам и купцам не миновать смерти.\nНо товарищи Синдбада не послушались его и стали еще сильнее бить по яйцу. Наконец скорлупа треснула. Из яйца полилась вода. Потом из него показался длинный клюв, за ним — голова и лапы: в яйце был птенец. Если б яйцо не разбили, он, наверно, скоро бы вылупился.\nМатросы схватили птенца, зажарили его и принялись есть. Только Синдбад не притронулся к его мясу. Он бегал вокруг своих товарищей и кричал:\n— Кончайте скорей, а то прилетит Рухх и убьет вас!\nИ вдруг в воздухе послышался громкий свист и оглушительное хлопанье крыльев. Купцы посмотрели вверх и кинулись к кораблю. Прямо над их головами летела птица Рухх. В когтях у нее извивались две огромные змеи. Увидев, что ее яйцо разбито, птица Рухх так закричала, что люди попадали от страха на землю и уткнулись головами в песок. Птица выпустила свою добычу из когтей, покружила в воздухе и скрылась из виду. Купцы и матросы поднялись на ноги и побежали к морю. Они подняли якорь, распустили паруса и поплыли как можно быстрее, чтобы спастись от страшной птицы Рухх.\nЧудовищной птицы не было видно, и путники начали было уже успокаиваться, но вдруг опять послышалось хлопанье крыльев, и вдали показалась птица Рухх, но уже не одна. С ней летела другая такая же птица, еще больше и страшней первой. Это был Рухх-самец. Каждая птица несла в когтях огромный камень — целую скалу.\nТоварищи Синдбада забегали по палубе, не зная, куда укрыться от разъяренных птиц. Некоторые легли на палубу, другие спрятались за мачты, а капитан неподвижно застыл на месте, подняв руки к небу. Он до того испугался, что не мог шевельнуться.\nВдруг раздался страшный удар, точно выстрел из самой большой пушки, и по морю заходили волны. Это одна из птиц бросила камень, но промахнулась. Увидя это, второй Рухх громко закричал и над самым кораблем выпустил из когтей свой камень. Камень упал на корму. Корабль жалобно затрещал, накренился, снова выпрямился, подброшенный волной, и стал тонуть. Волны залили палубу и унесли всех купцов и матросов. Спасся один Синдбад. Он ухватился рукой за корабельную доску и, когда волны улеглись, взобрался на нее.\nДва дня и три ночи носился Синдбад по морю, и наконец на третий день волны прибили его к неведомой земле. Синдбад выбрался на берег и огляделся. Ему показалось, что он не на острове, среди моря, а дома, в Багдаде, в своем чудесном саду. Ноги его ступали по мягкой зеленой траве, усеянной пестрыми цветами. Ветки деревьев гнулись от тяжести плодов. Круглые сверкающие апельсины, душистые лимоны, гранаты, груши, яблоки как будто сами просились в рот. Маленькие пестрые птицы с громким щебетаньем кружились в воздухе. Подле быстрых, блестящих, как серебро, ручьев прыгали и играли газели. Они не испугались Синдбада, потому что никогда не видели людей и не знали, что их нужно бояться.\nСиндбад так устал, что еле стоял на ногах. Он напился воды из ручья, лег под дерево и сорвал с ветки большое яблоко, но не успел даже откусить от него ни кусочка, а так и заснул, держа яблоко в руке.\nКогда он проснулся, солнце опять стояло высоко и птицы так же весело щебетали на деревьях: Синдбад проспал весь день и всю ночь. Только теперь он почувствовал, как ему хочется есть, и с жадностью набросился на плоды.\nПодкрепившись немного, он поднялся и пошел по берегу. Ему хотелось осмотреть эту чудесную землю, и он надеялся встретить людей, которые приведут его в какой-нибудь город.\nДолго гулял Синдбад по берегу, но не увидел ни одного человека. Наконец он решил немного отдохнуть и свернул в небольшой лесок, где было прохладнее.\nИ вдруг он видит: под деревом, у ручья, сидит маленький человек с длинной волнистой седой бородой, одетый в рубаху из листьев и подпоясанный травой. Этот старичок сидел у самой воды, поджав ноги, и жалобно смотрел на Синдбада.\n— Мир тебе, о старик! — сказал Синдбад.— Кто ты и что это за остров? Почему ты сидишь один у этого ручья?\nСтарик не ответил Синдбаду ни одного слова, но показал ему знаками:   «Перенеси меня через ручей».\nСиндбад подумал: «Если я перенесу его через ручей, мне не будет от этого ничего плохого, а сделать доброе дело никогда не мешает. Может быть, старик мне покажет, как найти на острове людей, которые помогут мне добраться до Багдада».\nИ он подошел к старику, посадил его себе на плечи и перенес через ручей.\nНа другом берегу Синдбад опустился на колени и сказал старику:\n—   Слезай, мы уже пришли.\nНо старик только крепче уцепился за него и обхватил ногами его шею.\n—   Долго ты еще будешь сидеть у меня на плечах, скверный старик? — закричал Синдбад и хотел сбросить старика на землю.\nИ вдруг старик громко засмеялся и так сжал ногами шею Синдбада, что тот чуть не задохнулся.\n—   Горе мне! — воскликнул Синдбад.— Я убежал от людоеда, перехитрил змея и заставил Рухха нести себя, а теперь мне самому   придется   носить   этого   скверного   старика!   Пусть   только он заснет, я сейчас же утоплю его в море! А до вечера недолго ждать.\n\nНо наступил вечер, а старик и не думал слезать с шеи Синдбада. Он так и заснул у него на плечах и только немного разжал ноги. А когда Синдбад попробовал тихонько спихнуть его со своей спины, старик заворчал во сне и больно ударил Синдбада пятками. Ноги были у него тонкие и длинные, как плети.\nИ превратился  несчастный  Синдбад  в   вьючного  верблюда.\nЦелыми днями приходилось ему бегать со стариком на спине от одного дерева к другому и от ручья к ручью. Если он шел тише, старик жестоко бил его пятками по бокам и сжимал ему коленями шею.\nТак прошло много времени — месяц или больше. И вот однажды в полдень, когда солнце особенно сильно пекло, старик крепко заснул на плечах Синдбада, и Синдбад решил отдохнуть где-нибудь под деревом. Он стал искать тенистого места и вышел на полянку, на которой росло много больших тыкв; некоторые из них были сухие. Синдбад очень обрадовался, когда увидел тыквы.\n«Они мне, наверно, пригодятся,— подумал он.— Может быть, они даже помогут мне сбросить с себя этого жестокого старика».\nОн сейчас же выбрал несколько тыкв побольше и выдолбил их острой палочкой. Потом он набрал самого спелого винограда, наполнил им тыквы и плотно закупорил их листьями. Он выставил тыквы на солнце и ушел с полянки, таща на себе старика. Три дня не возвращался он на полянку. На четвертый день Синдбад снова пришел к своим тыквам (старик, как и в тот раз, спал у него на плечах) и вынул пробки, которыми заткнул тыквы. В нос ему ударил крепкий запах: виноград стал бродить и его сок превратился в вино. Этого только и нужно была Синдбаду. Он осторожно вынул виноград и выжал из него сок прямо в тыквы, а потом снова закупорил и-х и поставил в тень. Теперь надо было подождать, когда проснется старик.\nНикогда Синдбаду так не хотелось, чтобы он проснулся поскорее. Наконец старик начал ерзать на плечах Синдбада и ударил его ногой. Тогда Синдбад взял самую большую тыкву, откупорил ее и отпил немного.\nВино было крепкое и сладкое. Синдбад прищелкнул языком от удовольствия и начал плясать на одном месте, встряхивая старика. А старик увидел, что Синдбад напился чего-то вкусного, и ему тоже захотелось попробовать. «Дай и мне»,— знаками показал он Синдбаду.\n\nСиндбад подал ему тыкву, и старик одним духом выпил из нее весь сок. Он никогда раньше не пробовал вина, и оно ему очень понравилось. Скоро он начал петь и смеяться, захлопал в ладоши и застучал кулаком по шее Синдбада.\nНо вот старик стал петь все тише и тише и наконец крепко заснул, свесив голову на грудь. Его ноги постепенно разжались, и Синдбад легко сбросил его со своей спины. До чего приятно показалось Синдбаду расправить наконец плечи и выпрямиться!\nСиндбад ушел от старика и целый день бродил по острову. Он прожил на острове еще много дней и все ходил вдоль берега моря, высматривая, не покажется ли где-нибудь парус. И наконец он увидел вдали большой корабль, который приближался к острову. Синдбад закричал от радости и принялся бегать взад и вперед и махать руками, а когда корабль подошел ближе, Синдбад бросился к воде и поплыл ему навстречу. Капитан корабля заметил Синдбада и велел остановить свое судно. Синдбад, как кошка, вскарабкался на борт и сначала не мог сказать ни одного слова, только обнимал капитана и матросов и плакал от радости. Матросы громко говорили между собой, но Синдбад не понимал их. Среди них не было ни одного араба, и никто из них не говорил по-арабски. Они накормили и одели Синдбада и дали ему место в своей каюте. И Синдбад ехал с ними много дней и ночей, пока корабль не пристал к какому-то городу.\nЭто был большой город с высокими белыми домами и широкими улицами. Со всех сторон его окружали крутые горы, поросшие густым лесом.\nСиндбад вышел на берег и пошел бродить по городу.\nУлицы и площади были полны народу; все люди, которые попадались Синдбаду навстречу, были чернокожие, с белыми зубами и красными губами. На большой площади был главный городской рынок. Там стояло много лавок, в которых торговали, расхваливая свои товары, купцы из всех стран — персы, индийцы, франки*, турки, китайцы.\nСиндбад стоял посреди рынка и смотрел по сторонам. И вдруг мимо него прошел человек в халате, с большим белым тюрбаном на голове и остановился у лавки медника. Синдбад внимательно всмотрелся в него и сказал себе:\n«У этого человека совсем такой же халат, как у моего приятеля Хаджи-Мухаммеда с Красной улицы, и тюрбан у него свернут по-нашему. Пойду к нему и спрошу, не из Багдада ли он».\nА человек в тюрбане тем временем выбрал большой блестящий таз и кувшин с длинным узким горлышком, отдал за них меднику два золотых динара и пошел обратно. Когда он поравнялся с Синдбадом, тот низко поклонился ему и сказал:\n—   Мир тебе, о почтенный купец! Скажи мне, откуда ты родом — не из Багдада ли, Города Мира?\n—   Привет тебе, земляк! — радостно ответил купец.— По тому, как ты говоришь, я сразу узнал, что ты багдадец. Уже десять лет я живу в этом городе и ни разу до сего дня не слышал арабской речи. Пойдем ко мне и поговорим о Багдаде, о его садах и площадях.\nКупец крепко обнял Синдбада и прижал его к груди. Он повел  Синдбада к себе домой, напоил и накормил его, и они до вечера проговорили о Багдаде и его диковинах. Синдбаду было так приятно вспоминать родину, что он даже не спросил багдадца, как его зовут и как называется город, в котором он теперь находится. А когда стало темнеть, багдадец сказал Синдбаду:\n—   О земляк, я хочу спасти тебе жизнь и сделать тебя богатым. Слушай же меня внимательно и делай все, что я тебе скажу. Знай, что этот город называется Городом Черных и все жители его — зинджи*. Они живут в своих домах только днем, а вечером садятся в лодки и выезжают в море. Как только наступает ночь, в город приходят из леса обезьяны и если встречают на улице людей, то убивают их. А утром обезьяны снова уходят, и зинджи возвращаются. Скоро станет совсем темно, и обезьяны придут в город. Садись же со мной в лодку, и поедем, иначе обезьяны тебя убьют.\n—   Спасибо тебе, земляк! — воскликнул Синдбад.— Скажи мне, как твое имя, чтобы я знал, кто оказал мне милость.\n—   Меня зовут Мансур Плосконосый,— ответил багдадец.— Идем скорей, если ты не хочешь попасть в лапы обезьянам.\nСиндбад и Мансур вышли из дому и пошли к морю. Все улицы были полны народу. Мужчины, женщины и дети бежали к пристани, торопясь, спотыкаясь и падая.\nПридя в гавань, Мансур отвязал свою лодку и вскочил в нее вместе с Синдбадом. Они отъехали немного от берега, и Мансур сказал:\n—   Сейчас в город войдут обезьяны. Смотри!\nИ вдруг горы, окружавшие Город Черных, покрылись движущимися огоньками. Огоньки катились сверху вниз и становились все больше и больше. Наконец они совсем приблизились к городу, и на большой площади появились обезьяны, которые несли в передних лапах факелы, освещая путь.\nОбезьяны рассыпались по рынку, сели в лавках и начали торговать. Одни продавали, другие покупали. В харчевнях обезьяны-повара жарили баранов, варили рис и пекли хлеб. Покупатели, тоже обезьяны, примеряли одежду, выбирали посуду, материю, ссорились и дрались между собой. Так продолжалось до рассвета; когда небо на востоке стало светлеть, обезьяны построились в ряды и ушли из города, а жители вернулись в свои дома.\nМансур Плосконосый привел Синдбада к себе домой и сказал ему:\n—  Я уже долго живу в Городе Черных и стосковался по родине. Скоро мы с тобой отправимся в Багдад, но сначала тебе нужно нажить побольше денег, чтобы не стыдно было вернуться домой. Слушай же, что я тебе скажу. Горы вокруг Города Черных покрыты лесом. В этом лесу много пальм с прекрасными кокосовыми орехами. Зинджи очень любят эти орехи и готовы отдать за каждый из них много золота и драгоценных камней. Но пальмы в лесу такие высокие, что ни один человек не может достать орехи, и никто не знает способа, как их раздобыть. А я научу тебя. Завтра мы пойдем в лес, и ты вернешься оттуда богачом.\nНа следующее утро, как только обезьяны ушли из города, Мансур вынес из кладовой два больших тяжелых мешка, взвалил один из них на плечи, а другой велел нести Синдбаду и сказал:\n—   Ступай за мной и смотри, что я буду делать. Делай то же самое, и у тебя будет больше орехов, чем у кого-либо из жителей этого города.\nСиндбад с Мансуром пошли в лес и шли очень долго, час или два. Наконец они остановились перед большой пальмовой рощей. Здесь было множество обезьян. Увидев людей, они вскарабкались на верхушки деревьев, свирепо оскалили зубы и громко заворчали. Синдбад сначала испугался и хотел бежать, но Мансур остановил его и сказал:\n—   Развяжи твой мешок и посмотри, что там есть. Синдбад развязал  мешок  и увидел,  что он  полон круглых,\nгладких камешков — голышей. Мансур тоже развязал свой мешок, вынул из него горсть камешков и бросил ими в обезьян. Обезьяны закричали еще громче, принялись прыгать с одной пальмы на другую, стараясь укрыться от камней. Но куда бы они ни убегали, камни Мансура везде доставали их. Тогда обезьяны стали срывать с пальм орехи и бросать их в Синдбада и Мансура. Ма нсур с Синдбадом бегали между пальмами, ложились, приседали, прятались за стволами, и только один или два ореха, брошенных обезьянами, попали в цель.\nСкоро вся земля вокруг них покрылась большими, отборными орехами. Когда в мешках не осталось больше камней, Мансур и Синдбад наполнили их орехами и вернулись в город. Они продали орехи на рынке и получили за них столько золота и драгоценностей, что едва принесли их домой.\nНа следующий день они опять пошли в лес и снова набрали столько же орехов. Так они ходили в лес десять дней.\nНаконец, когда все кладовые в доме Мансура были полны и золото некуда было класть, Мансур сказал Синдбаду:\n—   Теперь мы можем нанять корабль и отправиться в Багдад.\nОни пошли к морю, выбрали самый большой корабль, наполнили его трюм золотом и драгоценностями и поплыли. На этот раз ветер был попутный, и никакая беда не задержала их.\nОни прибыли в Басру, наняли караван верблюдов, навьючили их драгоценностями и отправились в Багдад.\nЖена и родные радостно встретили Синдбада. Синдбад роздал друзьям и приятелям много золота и драгоценных камней и спокойно зажил в своем доме. Снова, как прежде, стали приходить к нему купцы и слушать рассказы о том, что он видел и испытал во время путешествия.\nТак окончилось пятое путешествие Синдбада."
}