{
  "text": "Но прошло немного времени, и Синдбаду снова захотелось поехать в чужие страны. Быстро собрался Синдбад и поехал в Басру. Опять выбрал он себе хороший корабль, набрал команду матросов и пустился в путь.\nДвадцать дней и двадцать ночей плыл его корабль, подгоняемый попутным ветром. А на двадцать первый день поднялась буря и пошел сильный дождь, от которого промокли вьюки с товарами, сложенные на палубе. Корабль начало бросать из стороны в сторону, как перышко. Синдбад и его спутники очень испугались. Они подошли к капитану и спросили его:\n—   О капитан, скажи нам, где мы находимся и далеко ли земля?\nКапитан корабля затянул пояс потуже, влез на мачту и посмотрел во все стороны. И вдруг он быстро спустился с мачты, сорвал с себя тюрбан и начал громко кричать и плакать.\n—   О капитан, в чем дело? — спросил его Синдбад.\n—   Знай,— ответил капитан,— что пришел наш последний час. Ветер отогнал наш корабль и забросил его в неведомое море. Ко всякому кораблю, который достигает этого моря, выходит из воды рыба и глотает его со всем, что на нем есть.\nНе успел он еще договорить эти слова, как корабль Синдбада начал подниматься на волнах и опускаться, и путники услышали страшный рев. И вдруг к кораблю подплыла рыба, подобная высокой горе, а за ней другая, еще больше первой, и третья —- такая огромная, что две другие казались перед ней крошечными, и Синдбад перестал понимать, что происходит, и приготовился умереть.\nИ третья рыба разинула пасть, чтобы проглотить корабль и всех, кто был на нем, но вдруг поднялся сильный ветер, корабль подняло волной, и он понесся вперед. Долго мчался корабль, подгоняемый ветром, и наконец налетел на скалистый берег и разбился. Все матросы и купцы попадали в воду и утонули. Только Синдбаду удалось зацепиться за скалу, торчавшую из воды у самого берега, и выбраться на сушу.\nОн осмотрелся и увидел, что находится на острове, где было много деревьев, птиц и цветов. Долго бродил Синдбад по острову в поисках пресной воды и наконец увидел небольшой ручеек, который тек по полянке, заросшей густой травой. Синдбад напился воды из ручья и поел кореньев. Отдохнув немного, он пошел по течению ручья, и ручей привел его к большой реке, быстрой и бурливой. На берегах реки росли высокие, развесистые деревья — тек, алоэ и сандал.\nСиндбад прилег под деревом и крепко заснул. Проснувшись, он немного подкрепился плодами и кореньями, потом подошел к реке и стал на берегу, глядя на ее быстрое течение.\n—   У этой  реки,— сказал  он себе,— должно быть начало и конец. Если я сделаю маленький плот и поплыву на нем по реке, вода, может быть, принесет меня к какому-нибудь городу.\nОн набрал под деревьями толстых сучьев и веток и связал их, а сверху положил несколько досок — обломков кораблей, разбившихся у берега. Таким образом получился отличный плот. Синдбад столкнул плот в реку, стал на него и поплыл. Течение быстро несло плот, и вскоре Синдбад увидел перед собой высокую гору, в которой вода пробила узкий проход. Синдбад хотел остановить плот или повернуть его назад, но вода была сильнее его и втянула плот под гору. Сначала под горой было еще светло, но чем дальше течение несло плот, тем становилось темнее. Наконец наступил глубокий мрак. Вдруг Синдбад больно ударился головой о камень. Проход делался все ниже и теснее, и плот терся боками о стены горы. Скоро Синдбаду пришлось стать на колени,   потом  на  четвереньки:   плот  еле-еле  двигался   вперед.\n«А вдруг он остановится? — подумал Синдбад.— Что я тогда буду делать под этой темной горой?»\nСиндбад не чувствовал, что течение все-таки толкало плот вперед.\nОн лег на доски лицом вниз и закрыл глаза,— ему казалось, что стены горы вот-вот раздавят его вместе с его плотом.\nДолго пролежал он так, каждую минуту ожидая смерти, и наконец заснул, ослабев от волнения и усталости.\nКогда он проснулся, было светло и плот стоял неподвижно. Он был привязан к длинной палке, воткнутой в дно реки у самого берега. А на берегу стояла толпа людей. Они указывали на Синдбада пальцами и громко разговаривали между собой на каком-то непонятном языке.\nУвидев, что Синдбад проснулся, люди на берегу расступились, и из толпы вышел высокий старик с длинной седой бородой, одетый в дорогой халат. Он приветливо сказал что-то Синдбаду, протягивая ему руку, но Синдбад несколько раз покачал головой в знак того, что не понимает, и сказал:\n—   Что вы за люди и как называется ваша страна?\nТут все на берегу закричали: «Араб, араб!», и другой старик, одетый еще наряднее первого, подошел почти к самой воде и сказал Синдбаду на чистом арабском языке:,\n—   Мир тебе, чужеземец! Кто ты будешь и откуда ты пришел? По какой причине ты прибыл к нам и как нашел дорогу?\n—   А вы сами кто такие и что это за земля?\n—   О брат мой,— ответил старик,— мы мирные землевладельцы. Мы пришли за водой, чтобы полить наши посевы, и увидели, что ты спишь на плоту, и тогда мы поймали твой плот и привязали его у нашего берега. Скажи мне, откуда ты и зачем ты к нам приплыл?\n—   О господин,— ответил Синдбад,— прошу тебя, дай мне поесть и напои меня, а потом спрашивай о чем хочешь.\n—   Пойдем со мной в мой дом,— сказал старик.\nОн отвел Синдбада к себе домой, накормил его, и Синдбад прожил у него несколько дней. И вот как-то утром старик сказал ему:\n—   О брат мой, не хочешь ли ты пойти со мной на берег реки и продать свой товар?\n«А какой у меня товар?» — подумал Синдбад, но все-таки решил пойти со стариком на реку.\n—   Мы снесем твой товар на рынок,— продолжал старик,— и если тебе дадут за него хорошую цену, ты его продашь, а если нет — оставишь себе.\n—   Ладно,— сказал Синдбад и пошел за стариком.\nПридя на берег реки, он взглянул на то место, где был привязан его плот, и увидел, что плота нет.\n—   Где мой плот, на котором я приплыл к вам? — спросил он старика.\n—   Вот,— ответил старик и указал пальцем на кучу палок, сваленных на берегу.— Это и есть твой товар, и дороже его нет ничего в наших странах. Знай, что твой плот был связан из кусков драгоценного дерева.\n—  А как же я вернусь отсюда на родину в Багдад, если у меня не будет плота? — сказал Синдбад.— Нет, я не продам его.\n—   О друг мой,— сказал старик,— забудь о Багдаде и о своей родине. Мы не можем отпустить тебя. Если ты вернешься в свою страну, ты расскажешь людям про нашу землю, и они придут и покорят нас. Не думай же о том, чтобы уехать. Живи у нас и будь нашим гостем, пока не умрешь, а твой плот мы с тобой продадим на рынке, и за него дадут столько пищи, что тебе хватит на всю жизнь.\nИ бедный Синдбад оказался на острове пленником. Он продал на рынке сучья, из которых был связан его плот, и получил за них много драгоценных товаров. Но это не радовало Синдбада. Он только и думал о том, как бы вернуться на родину.\nМного дней прожил он в городе на острове у старика; немало друзей завелось у него среди жителей острова. И вот однажды Синдбад вышел из дому погулять и увидел, что улицы города опустели. Он не встретил ни одного мужчины — только дети и женщины попадались ему на дороге.\nСиндбад остановил одного мальчика и спросил его:\n—   Куда пропали все мужчины, которые живут в городе? Или у вас война?\n—   Нет,— ответил мальчик,— у нас не война. Разве ты не знаешь, что у всех больших мужчин на нашем острове каждый год вырастают крылья и они улетают с острова? А через шесть дней они возвращаются, и крылья у них отпадают.\nИ правда, через шесть дней все мужчины опять вернулись, и жизнь в городе пошла по-прежнему.\nСиндбаду тоже очень захотелось полетать по воздуху. Когда прошло еще одиннадцать месяцев, Синдбад решил попросить кого-нибудь из своих приятелей взять его с собой. Но сколько он ни просил, никто не соглашался. Только его лучший друг, медник с главного городского рынка, наконец решил исполнить просьбу Синдбада и сказал ему:\n—   В конце этого месяца приходи к горе около городских ворот. Я буду ждать тебя у этой горы и возьму тебя с собой.\nВ назначенный день Синдбад рано поутру пришел на гору.. Медник уже ждал его там.  Вместо рук у него были  широкие крылья из блестящих белых перьев.\nОн велел Синдбаду сесть к нему на спину и сказал:\n—   Сейчас я полечу с тобой над землями, горами и морями. Но помни условие, которое я тебе скажу: пока мы будем лететь — молчи и не произноси ни одного слова. Если ты раскроешь рот, мы оба погибнем.\n—   Хорошо,— сказал Синдбад.— Я буду молчать.\nОн взобрался меднику на плечи, и тот распахнул крылья и взлетел высоко в воздух. Долго летал он, поднимаясь все выше и выше, и земля внизу казалась Синдбаду не больше чашки, брошенной в море.\nИ Синдбад не мог удержаться и воскликнул:\n—   Вот чудо!\nНе успел он произнести эти слова, как крылья человека-птицы бессильно повисли и он начал медленно падать вниз.\nНа счастье Синдбада, они в это время как раз пролетали над какой-то большой рекой. Поэтому Синдбад не разбился, а только ушибся о воду. Зато меднику, его приятелю, пришлось плохо. Перья   на  его  крыльях   намокли,   и   он   камнем   пошел   ко   дну.\nСиндбаду удалось доплыть до берега и выйти на сушу. Он снял с себя мокрую одежду, выжал ее и осмотрелся, не зная, в каком месте земли он находится. И вдруг из-за камня, лежавшего на дороге, выползла змея, державшая в пасти человека с длинной седой  бородой.  Этот  человек  махал  руками и  громко  кричал:\n—   Спасите! Тому, кто спасет меня, я отдам половину моего богатства!\nНедолго думая Синдбад поднял с земли тяжелый камень и бросил его в змею. Камень перешиб змею пополам, и она выпустила из пасти свою жертву. Человек подбежал к Синдбаду и воскликнул, плача от радости:\n—   Кто ты, о добрый чужеземец? Скажи мне, как твое имя, чтобы мои дети знали, кто спас их отца.\n—   Мое имя — Синдбад-Мореход,—ответил Синдбад.— А ты? Как тебя зовут и в какой земле мы находимся?\n—   Меня зовут Хасан-ювелир,— ответил человек.— Мы находимся в земле Египетской, недалеко от славного города Каира, а эта река — Нил. Пойдем ко мне в дом, я хочу наградить  тебя за твое доброе дело. Я подарю тебе половину моих товаров и денег, а это немало, так как я уже пятьдесят лет торгую на главном рынке и давно состою старшиной каирских купцов.\nХасан-ювелир сдержал слово и отдал Синдбаду половину своих денег и товаров. Другие ювелиры тоже хотели наградить Синдбада за то, что он спас их старшину, и у Синдбада оказалось столько денег и драгоценностей, сколько у него никогда еще не бывало. Он купил самых лучших египетских товаров, нагрузил все свои богатства на верблюдов и вышел  из Каира в Багдад.\nПосле долгого пути он вернулся в свой родной город, где его уже не надеялись увидеть живым.\nЖена и приятели Синдбада подсчитали, сколько лет он путешествовал, и оказалось — двадцать семь лет.\n— Довольно тебе ездить по чужим странам,— сказала Синдбаду его жена.— Оставайся с нами и не уезжай больше.\nВсе так уговаривали Синдбада, что он наконец согласился и дал клятву больше не путешествовать. Долго еще ходили к нему багдадские купцы слушать рассказы о его удивительных приключениях,   и  он  жил  счастливо,   пока  не  пришла  к   нему  смерть.\nВот все, что дошло до нас о путешествиях Синдбада-Морехода."
}