{
  "text": "Бродили раз по лесу Волк и Лиса и набрели на чей-то дом. Долго они гадали, кто здесь живёт, а потом заметили на дереве Обезьяну и спросили:\n— Скажи, Обезьяна, кто живёт в таком красивом доме?\n— Заяц живёт, — отвечает Обезьяна. — Он сейчас побежал на огород за морковкой.\nЗабрались звери к Зайцу в дом и Обезьяну к себе впустили.\n— Мы будем на охоту ходить, а ты за домом присматривать, — сказал Волк Обезьяне.\nВернулся Заяц домой, только хотел открыть дверь — вдруг слышит звериные голоса.\n— Что-то я проголодался, — говорит Волк.\n— Ничего, — тявкает Лиса. — Сейчас придёт Заяц, мы его и съедим.\nВсякий другой Заяц умер бы от страха, услышав такой разговор, но этот Заяц был храбр и умён. Он спрятал под порог свою морковку, распахнул широко дверь и вошёл в свой дом.\nВолк увидел Зайца и от жадности щёлкнул зубами, Заяц же поклонился всем и сказал:\n— Хорошо бы сейчас поесть как следует!\n— Неплохо бы, — говорит Волк, а у самого глаза так и горят. Вот-вот бросится на Зайца.\n— Если хотите, я вас всех сегодня накормлю досыта, — предложил Заяц.\n— Чем же ты нас накормишь? — спрашивает, оскалив клыки, Волк. — Не морковкой ли?\n— Что вы, что вы! — засмеялся Заяц. — Я отлично знаю, что волки не терпят морковки. Слушайте же! Сегодня в полдень по лесной тропе возвращается в монастырь почтенный лама. Этот лама читал молитвы у самого императора и получил от него в награду один мешок с вещами, другой — с едой. Стоит отобрать у него мешок с едой, и мы прекрасно поедим.\n— Глупый Заяц! — рассердился Волк. — Разве мы можем отобрать у человека мешок?!\n— Я сделаю так, что лама сам бросит мешок на землю. Только уж тогда вы не зевайте. Сразу же хватайте добычу и тащите сюда!\nПошли Заяц, Волк, Лиса и Обезьяна к лесной тропе, спрятались в кустах, ждут, когда появится лама. А Волк одним глазом на тропу смотрит, другим — на Зайца Очень ему хочется зайчатины свежей попробовать.\nВдруг все звери увидели на тропинке ламу. В каждой руке он держал по огромному мешку.\nЗаяц выскочил из-за кустов и давай юлить возле ламы.\nСтал лама гоняться за Зайцем. А Заяц вокруг да около бегает, вот-вот попадётся. Монах от жадности обо всём забыл: очень ему хочется живого Зайца поймать. А Заяц прямо сам в руки лезет, да руки-то у ламы заняты: в каждой — мешок тяжёлый.\nНе выдержал лама, бросил мешки на землю, скинул с себя халат и погнался налегке за Зайцем.\nПрыгнул Заяц в сторону, — лама за ним; бросился Заяц на полянку, -лама за ним. Запнулся лама за какой-то пень и растянулся на траве. А Заяц увидел, что звери уже утащили оба мешка и халат, да и пустился домой. Вскочил лама на ноги — от Зайца и следов не осталось.\nПрибежал Заяц домой, а Лиса как раз первый мешок развязывает. В мешке -огромные сапоги кожаные, новые штаны, чётки и барабан.\n— Ну, этот мешок неинтересный, — говорит Волк. — Давайте посмотрим, что в другом мешке. А Заяц говорит:\n— Никуда от нас мешок с едой не денется. Сейчас надо вот что делать: ты, Волк, надень сапоги и ступай в баранье стадо. Бараны увидят тебя в сапогах, подумают, что пастух пришёл. А ты пригони всё стадо в лес, и будет у тебя тогда круглый год праздник.\n— А мне что делать? — спрашивает Обезьяна.\n— А ты, Обезьяна, надень штаны и ступай в ближний сад. Все подумают, что ты человек, и ты сможешь нарвать себе, сколько захочешь, абрикосов, персиков и груш. Тогда и у тебя будет круглый год праздник.\n— Что же это такое? — воскликнула Лиса. — У всех будет круглый год праздник, а я буду голодной сидеть?!\n— И ты не останешься в обиде, — сказал Заяц. — Надень на себя халат, возьми чётки, барабан, иди в соседнее селенье. Придёшь в селенье, — бей в барабан! Когда на шум прибежит народ, ты перебирай чётки и бормочи себе что-нибудь под нос. Все примут тебя за святого ламу и начнут дарить тебе курочек, цыплят, уток. Тогда и ты будешь круглый год лакомиться.\n— Какой умный Заяц! — закричал Волк. — Как хорошо, что я не успел его съесть!\n— Замечательный Заяц! — поддержала Обезьяна. — Как он всё хорошо придумал!\n— Первый раз встречаю такого хитрого Зайца! — согласилась с приятелями Лиса.\nИ все трое сделали так, как сказал Заяц.\nА дальше было вот что.\nНатянул Волк сапоги, влез в баранье стадо. Учуяли волчий запах собаки, залаяли сердито. Бросился Волк бежать, — собаки за ним. Бежит Волк, спотыкается — сапоги мешают. А собаки всё ближе да ближе, — вот-вот набросятся. Догадался Волк сапоги сбросить. Только тем и спасся. Хоть с рваной шкурой, а всё-таки живой вырвался.\nОбезьяна же тем временем натянула штаны, пробралась во фруктовый сад и залезла на грушевое дерево. Не спеша она срывала грушу за грушей и сбрасывала вниз.\nВдруг она услышала поблизости мальчишеский голос:\n— Обезьяна на дереве! Обезьяна на дереве! — кричал один мальчишка.\n— Ловите её! — кричал другой. — Ловите! В ужасе Обезьяна начала спускаться с дерева, но штаны её то и дело цеплялись за сучья, и она никак не могла спрыгнуть на землю. Когда же она, наконец, оказалась на земле, мальчики были совсем близко. Один из них ткнул её палкой, другой бросил в неё камнем, а третий собрался накинуть верёвочную петлю.\nОбезьяна бросилась к лесу. Но бежать быстро она не могла: штаны цеплялись за деревья и кусты, и она то и дело падала на землю. Мальчишки, не отставая, гнались за ней по пятам.\nИзбитая, еле живая от страха, Обезьяна едва-едва спаслась от плена.\nА с Лисой в это время приключилось вот что:\nНадела она халат, захватила чётки, взяла барабан и пошла в соседнее селенье. Там она остановилась на середине улицы и начала бить в барабан.\nУслышали люди шум, стали сбегаться. А Лиса перебирает чётки и бормочет себе что-то под нос.\nЛюди увидели Лису, стали кричать:\n— Держи воровку! Держи рыжую!\nБросилась Лиса наутёк, да разве в халате далеко убежишь! Путается халат под ногами, мешает бежать. А тут ещё чётки за каждый кустик цепляются. Пришлось Лисе сбросить с себя халат, кинуть чётки и спасать свою шкуру.\nИ вот неподалёку от заячьего дома снова встретились Волк, Лиса и Обезьяна. Рассказали они друг другу о своих злоключениях и догадались, что Заяц нарочно всё это придумал, чтобы их погубить.\n— Надо. было мне его сразу съесть! — прорычал Волк. — Сейчас я с ним расправлюсь!\nС этими словами Волк бросился к дому Зайца. А за ним Лиса с Обезьяной побежали.\nВорвались они в дом, а Заяц лежит на полу и стонет:\n— Ох, какие вы счастливые, что ничего не попробовали из мешка ламы! Этот лама-злой волшебник. Кто к его еде притронется, с тем обязательно несчастье случится. Вот я из его мешка съел один персик и теперь умираю. Прощайте!\nСказал так Заяц, закрыл глаза и опять застонал жалобно.\nПоверили звери Зайцу. Весь день ругали они ламу, вечером легли спать голодные.\nУтром звери встали, смотрят -нет Зайца. И мешка с едой тоже нет.\nДогадались звери, что опять обманул их Заяц. Бросились за ним в погоню, рыскали-рыскали, вдруг видят: сидит на вершине горы их Заяц и плетёт большую корзину.\n— Ну, теперь тебе не уйти от нас! — закричал Волк. — Сейчас мы с тобой расправимся!\nЗаяц посмотрел на зверей и говорит:\n— Вы, должно быть, меня с каким-то другим Зайцем спутали. Я вас всех первый раз вижу.\n— Да разве не за тобой гонялся вчера лама?\n— Что вы, что вы! Я с этой горы целую неделю не спускался. Всё время корзину плету. Вас, наверное, обманул тот Заяц, что недавно пробежал с мешком в долину.\n— Это он! Это он! — обрадовались звери.\n— Трудно вам будет его поймать, — сказал Заяц. — Уж очень быстро бегает этот обманщик. Но я-то, конечно, знаю, как его поймать!\n— Помоги нам, пожалуйста! — стали просить Лиса, Волк и Обезьяна.\n— Ладно, уж если вы так просите, я вам помогу, — смилостивился Заяц. — Ваш враг бежит в долину по тропинке, а вы сядете в корзину. Я вас в один миг спущу на верёвке, и вы окажетесь в долине раньше его. Только предупреждаю: в долине сегодня выпал снег, и там очень холодно.\n— Мы не боимся морозов! — крикнул Волк. — Спускай нас вниз!\nЗалезли Волк, Лиса и Обезьяна в корзину. Заяц прикрыл их крышкой, перевязал накрепко корзину верёвкой и толкнул её с вершины горы.\nЛетит корзина с горы, стукается о камни, о деревья, о выступы. Завыл от боли Волк, закричала Обезьяна, затявкала Лиса, а корзина всё мчится и мчится.\nДокатилась она до снежной долины и остановилась. Захотели звери вылезти, да не тут-то было: перевязана корзина крепкими верёвками. Бились, бились они, наконец, Волк прогрыз в корзине дыру и все они выбрались на волю.\nБросились звери искать обманщика, немного пробежали — видят: сидит на льду Заяц и греется у костра.\n— Да ведь это он сбросил нас с горы! — закричала Лиса.\n— Конечно он! — завизжала Обезьяна.\n— Теперь ему конец! — рявкнул Волк.\nПодбежали звери к Зайцу; тот уставился на них и говорит: — Здравствуйте, почтенные господа. Никогда ещё не приходилось мне принимать в нашей долине таких уважаемых гостей!\n— Ладно, ладно! — закричал Волк. — Больше ты нас не обманешь. Разве не ты жил вместе с нами? Разве не ты украл мешок у ламы? Разве не ты столкнул нас в корзине с вершины горы?\n— Ах, вот что! — воскликнул Заяц. — Понимаю! Вас обманул похожий на меня Заяц. Могу сказать вам, что недавно с горы прискакал сюда какой-то Заяц и спрятался вон за той скалой. Вероятно, это и есть ваш обманщик!\n— Бежим к скале! — закричала Обезьяна.\n— Тише! — зашикал на неё Заяц. — Если обманщик услышит ваши голоса, он сразу же убежит. Сегодня на рассвете он придёт к этому костру греться. Сидите смирно у костра и не шевелитесь. Стоит этому Зайцу услышать подозрительный шорох, и он навсегда исчезнет из наших мест.\nЗвери уселись вокруг костра и стали молча ожидать рассвета. Заяц подбросил в костёр хворост, и огонь разгорелся так сильно, что лёд, на котором сидели звери, подтаял. И хотя Волку, Обезьяне и Лисе очень неприятно было сидеть в холодной воде, они не решились даже пошевелиться, потому что боялись, что враг их услышит шум и убежит.\nВскоре костёр начал гореть тише, огонь -становился всё меньше и меньше, так что Обезьяна начала дрожать от холода.\nТогда Заяц сказал:\n— Я пойду поищу хвороста, а вы сидите молча и не двигайтесь.\nСказал так Заяц и ушёл.\nМиновал час, другой, третий, а Заяц все не возвращался.\nНаконец, когда совсем уже рассвело, Лиса догадалась, что у костра сидел тот самый Заяц, который всё время обманывал их.\n— Неужели он уйдёт от нас?! — злобно завыл Волк. — Догоним его и разорвём на части!\nНо, когда звери хотели вскочить со льда, оказалось, что их хвосты накрепко примёрзли ко льду.\n— А вдруг Заяц побежал за охотниками! — всполошилась Лиса. — Ну так и есть! Мне кажется, я слышу человеческие голоса и собачий лай!\nВ страхе звери рванулись с такой силой, что все трое остались без хвостов. Они помчались вдоль долины и уже почти достигли леса, как вдруг снова увидели своего врага. Заяц сидел на колодце и внимательно смотрел в воду.\n— Ну, теперь тебе смерть! — крикнул, подбегая, Волк.\n— Теперь ты нас не проведёшь! — затявкала Лиса.\n— Почему вы бранитесь? — возмутился Заяц. — Разве вы не знаете, что я поймал вашего обманщика? Я загнал его в этот колодец и теперь стерегу, чтобы он не убежал.\nПосмотрел Волк в колодец, увидел там в воде отражение того Зайца, который сидел на колодце, и закричал радостно:\n— И правда, он здесь! Теперь ему конец!\nА Заяц сидит на колодце и говорит:\n— Одному тебе, Волк, не поймать его. Уж очень он хитрый. Надо вам всем броситься на этого Зайца. Как только я скажу “три!” — сразу же бросайтесь на обманщика.\nИ, подняв лапу вверх. Заяц громко прокричал:\n— Раз, два, три!\nНа счете “три” Волк, Лиса и Обезьяна бросились вниз головой в глубокий колодец и, конечно, захлебнулись в нём.\nА Заяц, как ни в чём не бывало, отправился к себе домой доедать припрятанную морковку."
}