{
  "text": "Жили три брата: старший — Юхаби, средний — Юскаби и младший — Юркаби. Двое старших были умные, как отец, а младшего, Юркаби, все дурачком считали. Так и звали его: ухмах Юркаби. Это значит — дурачок Юркаби.\n\nОднажды поехали братья в дальний лес рубить дрова на зиму. Мать положила им в лыковую суму хлеба да соли да разных припасов для варева.\n\nВот братья приехали в лес и принялись за работу: дуб за дубом срубают, раскалывают да в кучу кладут.\n\nДень прошел — не заметили. Уже и вечер наступает. Бросили братья работу, принялись готовить еду. Приготовили для варки что надо, хватились — а огня-то и нет: позабыли взять с собой! И туда и сюда смотрят, и там и сям ищут — нигде нет огня. Не могут найти! Думали они, думали и говорят:\n\n— Надо поискать огонь где-нибудь поблизости!\n\nПервым пошел старший брат, Юхаби.\n\nДолго он шел. Увидел высокнй-превысокий дуб. Влез Юхаби на вершину дуба, стал озираться кругом. Видит: далеко-далеко впереди, там, где заря пробуждается да с солнцем целуется, маленький огонек светится. Спустился Юхаби с дуба и пошел в ту сторону. Долго он шел. Наконец пришел на лесную полянку. На полянке огонек горит, а у огня старик сидит — сам с кулачок, борода — с целую сажень. Юхаби просит:\n\n— Дед, дай огня!\n\nСтарик на него взглянул и говорит:\n\n— Сказку расскажи, песенку спой да попляши, тогда и огня дам.\n\nЮхаби отвечает:\n\n— Ни сказки сказывать, ни песенки петь, ни пляски-игры вести я не умею.\n\n— Коли так, нет для тебя огня! — сказал старик и скрылся с глаз.\n\nОпустил голову Юхаби и вернулся ни с чем.\n\n— Ты теперь ступай! — говорит он среднему брату. Встал Юскаби и пошел. Дошел до высокого дуба, влез на вершину и увидел, как впереди, где заря пробуждается да с солнцем целуется, огонек горит.\n\nСпустился Юскаби с дерева, пошел. Пришел на полянку, а там старик сидит — сам с кулачок, борода — с целую сажень. Стал он просить у старика огня. Старик говорит:\n\n— Расскажи сказку, спой песенку да попляши, тогда и дам.\n\nЮскаби ему в ответ:\n\n— Ни сказывать, ни петь, ни плясать я не умею. Не учили меня.\n\n— Коли так, нет для тебя огня! — промолвил старик и скрылся из глаз.\n\nОпустил голову Юскаби и вернулся ни с чем.\n\n— Пусть младший идет!\n\nПришлось идти дурачку Юркаби.\n\n— Ну, братцы, прощайте! Родные мои, будьте здоровы! Сердечные мои, будьте живы! — сказал он и пошел по тропке.\n\nШел-шел, пришел к высокому-превысокому дубу. Поднялся Юркаби на вершину дуба и увидел вдали, там, где заря пробуждается, огонек блестит.\n\nОбрадовался Юркаби, пошел скорее на огонек. Шел он, шел — и вышел на лесную полянку. На полянке перед костром старик сидит, сам — с кулачок, а борода — с целую сажень.\n\nЮркаби с ним здоровается, сладкие речи ему говорит:\n\n— Как живешь-можешь, дедушка? Будь ты жив да здоров еще сто годов!\n\nГоворит ему в ответ старик:\n\n— Живу, дитятко мое, пока можется! Куда, скажи, путь держишь, чего ищешь, голубь мой ясный?\n\n— Чего ищу? Да вот какое мое дело, дедушка. Мы, три брата, в лесу работали, целый день трудились, гору дров нарубили. Вечер наступил — хотели было ужин сварить, да огня не оказалось — дома позабыли. Вот и пришел к тебе за огоньком.\n\nВыслушал старик и говорит:\n\n— А ну, покажи, как ты пляшешь, как поешь и как сказки сказываешь, тогда с огоньком уйдешь.\n\n— Плясать и петь я не умею,— говорит Юркаби,— а сказку расскажу хорошую. Только уговор такой: когда я буду говорить, ты — молчок, не перебивай меня. Если хоть одно слово против молвишь, дашь мне сто рублей и огня-пламени!\n\nСтарик кивнул головой, бороду погладил — согласился.\n\nСтал Юркаби сказывать сказку:\n\n— Сел я однажды верхом на пегашку-кобылу, за пояс заткнул топорик и поехал в лес. Много ли, мало ли проехал, обернулся, смотрю — нет у моей кобылы задних ног, отрубил их топорик, и еду я только на передних. Слышишь, дедушка, так ли это было?\n\n— Слышу, сынок, слышу! Так было, дитятко, так! — отвечает старик.\n\n— Повернул я лошадку,— продолжал Юркаби,— и поскакал искать ее задние ноги. Скачу-скачу и вдруг вижу— задние ноги моей кобылки гуляют в каком-то табуне. Поймал я их и прибил дубовыми гвоздями к тому месту, где им быть положено. Потом снова сел верхом и поехал.\nМного ли, мало ли проехал — оглянулся назад и вижу: от дубового гвоздя в лошадке росток пророс да как начал расти, как начал расти! До самых небес поднялся! Недолго думая, полез я на этот дуб, добрался до самой вершины. Смотрю — как раз дверь в небо настежь раскрыта. Сердце у меня забилось, взыграло! Вхожу я на небо. Вижу — идет дорога, гладкая, как река. Пошел я по этой дороге. Смотрю и вижу — посреди неба растет красное дерево. А на дереве том сидит золотая птичка. На груди у нее ожерелье сверкает, в ушах горят серьги, на руках — браслеты, на ногах — башмаки, кораллами расшитые, хвост этой птички сияет и блещет, открытые губки улыбаются, глазки искрятся. «Ну,— думаю,— больно хороша эта птичка! Вот бы ее поймать!» Протянул я к ней руки, а птичка вспорхнула и пропала. Темно стало, как под землей.\n\nПошел я обратно, а дороги-то не видно, и следов нет. «Где же,— думаю,— та дверь в небо, через которую я вошел? Как мне ее найти?»\n\nТут как раз вылетела золотая птичка и своими крыльями осветила все небо. Вижу — стою я прямо у двери, через которую на небо попал. Глянул вниз — а моей кобылы нет, ушла она. «Эх,— думаю,— что же мне делать? Как на землю спуститься?»\n\nВ это время поднялась сильная буря, взвился вихрь к небесам, и подбросило к моим ногам целую охапку соломы. Из той соломы я свил себе веревку. Один конец привязал к краю неба, а другой бросил вниз и стал по веревке спускаться на землю.\n\nДолго я спускался. Наконец добрался до конца веревки и вижу: не достает она земли. Если броситься вниз — разобьешься до смерти. Повис я на ней. Ветром-бурей меня и качало, и бросало, и повертывало туда и сюда! Наконец веревка моя порвалась. А меня подхватил ветер и бросил в огромное море. Там в море водяные навоз возят.\n\nТам, дедушка, гляжу, запрягли тебя и послали меня навоз на тебе возить.\n\nНе стерпел старик и крикнул:\n\n— Что ты выдумываешь? Да я там никогда и не был!\n\nА Юркаби и говорит ему:\n\n— А если не был, то следует получить с тебя сто рублей да огонь-пламя! Ведь таков наш уговор!\n\nНечего делать, отдал дед Юркаби сто рублей и огонек дал, чтобы костер развести.\n\nВернулся Юркаби к братьям, принес им и деньги и огонь.\n\nРазвели они костер, стали кашу варить.\n\nСказка на том берегу — я на этом."
}