{
  "text": "Жил на одном острове лентяй по имени Сэки. С утра до вечера лежал он на рваной циновке и что-то бормотал.\n\n— Что ты всё бормочешь, Сэки? — стыдили его люди. — Занялся бы лучше делом.\n\nОтвечал Сэки:\n\n— Целыми днями читаю я молитвы, умоляя богов избавить меня от бедности. Когда боги услышат мою мольбу, они сразу же пришлют мне счастье!..\n\nИ вот однажды Сэки узнал, что на соседнем острове живут одноглазые люди.\n\nОбрадовался лентяй:\n\n— Боги услышали мои молитвы! Они послали мне счастье! Сейчас же отправлюсь на остров одноглазых, заманю какого-нибудь одноглазого урода в свою лодку и привезу сюда!\n\nУдивляются соседи:\n\n— А зачем тебе нужен такой человек?\n\n— А я посажу его в клетку и буду показывать за деньги. Всякий захочет посмотреть на такого урода.\n\nСел лентяй в лодку и отправился на соседний остров.\n\nКак только Сэки пристал к берегу, он сразу же увидел то, что искал: навстречу ему шёл одноглазый человек.\n\n«О счастье, моё богатство само идёт ко мне!» — обрадовался Сэки.\n\nХитрый лентяй поклонился одноглазому в пояс и сказал с притворной улыбкой:\n\n— Многие годы мечтал я встретиться с таким приятным человеком, как вы...\n\nОдноглазый посмотрел внимательно своим единственным глазом на Сэки и молвил почтительно:\n\n— Я тоже мечтал всю жизнь встретиться с таким приятным человеком, как вы.\n\nТогда коварный лентяй сказал:\n\n— Умоляю вас посетить мой дом. Сядем скорее в лодку и отправимся ко мне.\n\nОдноглазый ответил:\n\n— С благодарностью принимаю ваше любезное приглашение. Но прежде, умоляю вас, окажите честь моему дому. Мои родственники будут в восторге от знакомства с вами.\n\n— С радостью переступлю порог вашего дома, — сказал Сэки, а сам подумал: «Завтра ты будешь сидеть в клетке, и ко мне со всех сторон потекут серебряные монеты».\n\nЕдва Сэки вошёл в дом одноглазого, как его со всех сторон окружили братья хозяина и стали наперебой кричать:\n\n— Смотрите, у него два глаза! Вот так урод! Откуда он появился?\n\n— Сейчас скажу, только свяжите его покрепче, — приказал хозяин дома.\n\nСэки не успел и моргнуть, как оказался связанным.\n\nТогда одноглазый сказал братьям:\n\n— Радуйтесь! Нашей нужде пришёл конец. Мы посадим это чудище в клетку и будем показывать за деньги. Всякий захочет посмотреть на двуглазого человека!\n\nЧаса не прошло, а Сэки уже сидел в клетке.\n\nОтовсюду спешили жители острова одноглазых посмотреть на человека с двумя глазами. И каждый платил хозяину клетки серебряную монету.\n\nТак закончил свои дни лентяй Сэки."
}