{
  "text": "На всю провинцию славился своим богатством жадный помещик Цзун. С каждым днём росли его доходы, но богатому всегда мало. И часто по ночам сон убегал от жадного Цзуна. Ворочаясь на своей перине, помещик думал все ночи о том, как ему разбогатеть ещё больше.\n\nОднажды, когда Цзун под утро заснул, ему приснился сон: будто бы он нашёл способ удлинить сутки на целых шесть часов.\n\nПроснулся Цзун и стал молить небесного правителя о продлении суток. И заранее радовался: ведь тогда батраки будут на него работать на шесть часов в день больше, чем до сих пор.\n\nУслышали крестьяне мольбу своего помещика, загрустили. Ещё бы! Они и так работали на полях Цзуна не менее двадцати часов. И Цзун не позволял им разогнуть спины. Когда кто-нибудь из батраков хотел отдохнуть, Цзун кричал:\n— Работай, ленивец! Отдохнёшь, когда придёт время!\n\nВот почему так испугались крестьяне, узнав о мольбе Цзуна. Они боялись, что бог услышит просьбу помещика и исполнит её. Известно ведь, что боги живут всегда в дружбе с богачами.\n\nИ вот как-то вечером к усадьбе Цзуна подошёл монах. Когда Цзуну доложили о его приходе, помещик поспешил ему навстречу. Он приказал накормить гостя и удобно устроить его на ночлег. Цзун заботился о пришельце, потому что слышал об умении монахов совершать чудеса.\n\nИ утром, едва монах проснулся, к нему вошёл Цзун и сказал:\n— Много дней и ночей молю я бога о чуде. Не можешь ли ты, достойный человек, помочь мне?\n\nИ он рассказал монаху о своём желании. На это монах ответил:\n— Боги услышали твою молитву. Теперь всё зависит от тебя. В сутках будет столько часов, сколько ты сможешь проработать без отдыха на поле.\n\nОбрадовался Цзун:\n«Если голодные батраки могут работать на меня каждый день по двадцати часов, то уж один-то раз я смогу потрудиться на себя тридцать часов. И тогда в сутках будет тридцать часов, и я стану богаче всех на свете».\n\nТак думал жадный помещик.\n\nСолнце ещё не взошло, а Цзун был уже на поле, где росли земляные орехи, и стал их выкапывать. Следом за ним шёл монах. Первый час Цзун работал бодро и весело. На втором часу начал уставать и решил хоть минутку отдохнуть. Но монах прикрикнул:\n— Работай, ленивец! Отдохнёшь, когда придёт время!\n\nИ богач, тяжело дыша, продолжал работу. Когда взошло солнце, с помещика уже лил десятый пот.\n\nОн даже не видел, что все его батраки бросили работу и ждали, чем кончится затея помещика. И то ведь верно — не каждому посчастливится в жизни увидеть, как трудится богач.\n\nВытер Цзун рукавом со лба пот, хотел просить монаха, сколько часов он проработал, да от усталости слова сказать не может.\n\nА монах покрикивает:\n— Трудись, ленивец! Смотри на тень: ты не проработал и трёх часов.\n\nВзмахнул помещик ещё раз-другой заступом — и начали подкашиваться у него ноги. Должно быть, вся сила в землю ушла. Упал от усталости Цзун на землю, но и тут жадность взяла верх. Не стало у него силы держать заступ, так он руками начал разгребать землю. Ободрал Цзун руки до крови, не выдержал и спрашивает чуть слышно:\n— Сколько я проработал?\n\nА монах отвечает:\n— Через четыре часа полдень будет.\n\nПри этих словах помещик лишился сознания.\n\nПоложили Цзуна на носилки и отнесли в усадьбу. Ну понятно, что в этот день никто уж на его полях не работал. А монах куда-то исчез. Многие батраки говорили, что никакого монаха и не было. А просто один из крестьян переоделся в платье монаха, да и проучил жадного Цзуна.\n\nИ после того случая, когда помещик проходил по улице, все насмешливо говорили ему вслед:\n— Вон идёт Цзун — Длинный День!"
}