{
  "text": "Давно-давно жил на свете один хан. Был этот хан жестокий и жадный. Безжалостно притеснял он свой народ.\n\nКаждую неделю хан брил себе голову. Для этого он призывал всякий раз нового человека. Побреет этот человек голову хану и домой не вернется. Где он, что с ним — никто не знал...\n\nЖили в том ханстве бедный муж с женой. У них было три сына и маленькая дочка. Вот однажды хан потребовал к себе старшего сына этих людей. Пошёл старший сын, выбрил хану голову и домой не вернул­ся. Через неделю хан приказал явиться другому сыну.\n\nПошёл к нему средний сын и тоже не вернулся.\n\nЗагоревали, опечалились бедняки: ведь хан мог по­требовать к себе и последнего их сына, Юлдыбая. Так оно и случилось. Через неделю явились ханские слуги и приказали младшему явиться к хану.\n\nУжас охватил несчастных отца и мать. Стали они собирать Юлдыбая. Стали думать, что дать ему на дорогу. Ведь у них даже хлеба не было.\n\nЗамесила мать на своём молоке тесто из травы ле­беды и напекла сыну лепёшек. Взял он эти лепёшки, распростился с родителями и отправился в путь.\n\nВышел Юлдыбай на пригорок, оглянулся в послед­ний раз на родные места, где родился и вырос, и с ве­ликой тоской на сердце стал прощаться с родной го­рой Ирандек, с горными речками и лесами.\n\nКак только Юлдыбая привели к хану, хан велел всем выйти, дал Юлдыбаю свою острую бритву и сказал:\n\n— Обрей мне голову.\n\nТут хан обнажил голову, и Юлдыбай замер от удивления: на голове у хана торчал большой рог. Но удивляться было некогда, и Юлдыбай принялся за дело.\n\nКогда он кончил, хан сказал:\n\n— Посиди тут! — и вышел.\n\nА Юлдыбаю очень захотелось есть. Достал он последнюю лепёшку, которую ему испекла мать, и стал жевать её. В это время вернулся хан и увидел, что Юлдыбай жадно ест что-то.\n\n— Что ты ешь? — спросил хан.\n\n— Я ем лепёшку из лебеды,— ответил Юлды­бай,— её испекла моя мать.\n\nЛюбопытно стало хану: никогда он не пробовал лепёшек из лебеды!\n\n— Отломи-ка и дай мне попробовать! — сказал он.\n\nЮлдыбай отломил кусок лепёшки и подал хану.\n\nХан съел и сказал:\n\n— Вкусные твои лепёшки! Расскажи мне, как их пекла твоя мать.\n\n— Моя мать замесила тесто на своём молоке, — ответил Юлдыбай.\n\n«Я съел лепёшку, испечённую на молоке его мате­ри!— подумал хан.— Значит, я стал его молочным братом и не могу проливать его кровь. Что же мне делать?.. Если я не убью его, он расскажет всем, что на голове у меня рог. Надо отвезти его в глухое ме­сто, туда, где не ступала нога человека, и, если он про­падёт там, вины на мне не будет!»\n\nПозвал он своих слуг и приказал им отвезти Юл­дыбая в дремучий лес и бросить там.\n\nХанские слуги крепко связали Юлдыбаю руки и ноги ремнями, завязали ему глаза и повезли. Долго они везли его и наконец привезли в дремучий лес, где бродили только дикие звери, и там бросили.\n\nС большим трудом разорвал Юлдыбай крепкие ремни, которыми были связаны его руки и ноги.\n\nПотом он стал выбираться из чащи. И руки, и но­ги, и лицо у него были исцарапаны до крови.\n\nНачал Юлдыбай собирать съедобные коренья и ягоды. Потом смастерил себе лук и стрелы и стал охо­титься на зверей. Из звериных шкур он сшил себе одежду, потому что старая одежда на нём вся изорва­лась.\n\nСильно он тосковал по отцу и матери, всем серд­цем стремился к родному Ирандеку, да не знал, как туда пройти.\n\nОднажды он пробирался по лесу, устал и прилёг под дерево отдохнуть. В это время поднялся сильный ветер.\n\nВдруг до его слуха стали доноситься чудесные зву­ки, как будто кто-то пел вдалеке.\n\nЮлдыбай вскочил на ноги и пошёл в ту сторону. Он шёл и прислушивался к звукам.\n\nНаконец он поднялся на вершину горы. Тут Юл­дыбай увидел высокую высохшую траву с толстым стеблем и мохнатой головкой. Она покачивалась на ветру и издавала приятные звуки. Юлдыбай сорвал эту траву и сделал из стебля длинную дудку курай. Подул он в курай — и опять раздались приятные зву­ки, которые он услышал в лесу.\n\nОбрадовался Юлдыбай, что нашёл себе такого друга. Каждый день он играл на своём курае. Проби­рался через густой лес — играл; садился отдохнуть — играл.\n\nИ скоро научился он наигрывать на своём курае и те песни, какие слышал ещё дома, и новые песни, ка­ких нигде никогда не слышал.\n\nРадостно стало у него на сердце. Прибязились у него силы. Пошёл он дальше и наконец выбрался из леса. Стал Юлдыбай искать дорогу домой.\n\nДолго шёл Юлдыбай, пока добрался до родных мест. Устал он с дороги, сел на пригорок и принялся играть на курае.\n\nУслышали звуки курая люди, которые жили на яйлау, и пришли все к Юлдыбаю. Все пришли — и молодые и старые.\n\nСтали они расспрашивать его, как он спасся, как вернулся от хана живым — ведь никто до него не воз­вращался обратно.\n\nРассказал Юлдыбай людям обо всём. Рассказал, как хан убивает людей, чтобы не выдали они его тай­ну: не разгласили, что на голове у него рог. Рассказал и о том, как спасся он от смерти, как нашёл чудесную траву, из которой сделал курай.\n\nСлушали люди рассказы Юлдыбая, слушали зву­ки его курая, и у молодых прибавлялись новые силы, а старые забывали о своей старости.\n\n— Зовёт нас курай,— говорили люди,— отомстить хану за наше большое горе, за все обиды, которые он нам причинил!\n\nПоднялись они и пошли к хану. А впереди всех идёт Юлдыбай и играет на своём курае.\n\nУвидел хан людей, испугался, хотел бежать. Да не удалось ему скрыться от их гнева: по заслугам расправились люди с рогатым ханом!"
}