{
  "text": "Жили в одном кишлаке старик и старуха. Однажды старик собирал хворост и нашел большую иглу. Положил он иглу в хворост, стянул ношу веревкой и понес домой.\nПришел старик, развязал хворост и принялся искать иголку. Старуха спрашивает:\n– Что ты ищешь?\n– Иглу ищу.\n– Куда же ты ее положил?\n– В эту вязанку хвороста.\n– Какой же ты недогадливый! Ты бы воткнул иголку в халат, вот она и не пропала бы!\n– Хорошо, – отвечает старик, – так я и сделаю!\nПошел он в другой раз за хворостом и нашел большую ось.\nВспомнил старик слова своей старухи и стал втыкать ось в халат. Разорвал халат и принес ось за пазухой. Принес и показывает старухе.\n– Ах, какой ты недогадливый! – сказала старуха. – Ты бы лучше привязал ось за веревку и тащил бы ее домой!\n– Хорошо, – говорит старик, – теперь так и сделаю!\nВ третий раз пошел он за хворостом и нашел маленького щенка. Привязал он щенка за веревку и потащил домой. Дорогой веревка чуть не удушила щенка. Увидела старуха полуживого щенка и сказала:\n– Ах, какой ты недогадливый! Ты манил бы щенка, он и пришел бы сам!\n– Хорошо, – ответил старик, – буду теперь манить!\nПошел он в степь и увидел зайца. Вспомнил старик слова старухи и стал манить зайца. Заяц поднял хвостик и убежал. Пришел старик домой и говорит:\n– Стал я манить зайца, а он убежал!\n– Ах, какой ты недогадливый! Как увидишь зайца, скажи: «Стань как каменный!» Заяц остановится, ты и поймаешь его.\n– Хорошо! Буду теперь кричать: «Стань как каменный!»\nНа другой день старик увидел прохожего и закричал:\n– Стань как каменный! Стань как каменный!\nПрохожий рассердился – думал, что старик насмехается над ним, и пребольно поколотил его.\nВесь в слезах приходит старик домой и рассказывает старухе, как прохожий побил его.\n– Экий ты! – сказала старуха. – А ты бы сказал прохожему: «Удачи тебе во всем! Удачи тебе во всем!»\n– Хорошо! Скажу теперь: «Удачи тебе во всем!»\nНа другой день старик встретил людей, которые несли покойника, и говорит им:\n– Удачи вам во всем! Удачи вам во всем!\nУслышали это люди, остановились и побили старика.\nПришел он домой и рассказал обо всем старухе.\n– Экий ты неразумный! Ты сказал бы: «Несчастный день! Несчастный день!»\n– Хорошо! Так и скажу теперь: «Несчастный день! Несчастный день!»\nНа другой день старик встретил веселую свадьбу и давай кричать:\n– Несчастный день! Несчастный день!\nУслышал это отец жениха, слез с лошади и сильно поколотил старика.\nПришел домой старик и сказал:\n– Если бы я не слушал тебя, старуха, то не был бы теперь в синяках! С этого дня никого не стану слушать! Своим умом буду жить!\nСказал это и пошел в лес рубить дрова.\nВлез он на толстый сук и начал рубить его.\n– Что ты делаешь? – крикнул ему прохожий. – Ведь ты упадешь и сильно ушибешься!\nСтарик на это ответил прохожему:\n– Хоть бы ты мне и правду говорил, да я тебя все равно не послушаю. Своим умом буду жить.\nПрохожий не сказал больше ничего и отошел.\nСкоро сук упал, а вместе с ним упал и старик. Поднялся он, охая, с земли и подумал:\n«И вправду говорил мне этот прохожий, что упаду. Наверно, он все знает. Может быть, знает и когда я умру. Надо спросить его!..\nДогнал старик прохожего и спросил:\n– Будь добрым, скажи, когда придет ко мне смерть?\nСмешно стало прохожему. Ответил он:\n– Смерть к тебе придет тогда, когда твой осел три раза оступится по дороге.\nПринял это старик за правду, поблагодарил прохожего и снова стал рубить дрова.\nНарубил дров, нагрузил осла и поехал домой.\nОсел немного прошел, попал копытом в ямку и оступился. Испугался старик и сказал:\n– Горе мне! Одна душа уже вышла из меня!..\nОсел прошел еще немного и снова оступился. Старик больше прежнего испугался:\n– Ой, горе! И вторая душа вышла!..\nНемного погодя осел оступился в третий раз.\n– Ну, – сказал старик, – значит, я совсем умер!..\nСлез он с осла и лег под мост, будто и в самом деле умер.\nДолго пролежал старик, не двигая ни рукой, ни ногой. Осел сначала стоял смирно, а потом увидел зеленую лужайку, свернул с дороги и стал щипать траву.\nВ это время той дорогой проезжал торговец с яблоками. Лошадь торговца неожиданно повернула в сторону и опрокинула арбу. Торговец поднимал, поднимал свою арбу – никак не мог поднять.\nТут он увидел старика, лежавшего под мостом. Торговец подошел к нему и стал просить:\n– Помоги мне поднять арбу!\nСтарик даже не пошевельнулся, только ответил:\n– Разве ты не видишь? Я человек мертвый и ничем не могу тебе пособить...\nТорговец подумал, что старик шутит, и сказал:\n– Брось ты свои шутки! Встань, помоги мне!\n– Нет, – ответил старик, – не могу тебе помочь: мертвый я, мертвый!\nУслышал это торговец, подошел к старику и сказал:\n– А вот сейчас живым станешь!\nИ ударил его кнутом.\nСтарик немного приподнялся. Торговец ударил его во второй раз. Старик сел на корточки. В третий раз ударил торговец – старик вскочил на ноги и стал благодарить его:\n– Вот спасибо тебе! Вот спасибо!.. Благодаря тебе я опять живым стал!\n– Не за что благодарить, – ответил торговец. – Лучше помоги мне поднять арбу!\nКогда арба с яблоками была поднята, старик сказал:\n– Будь настолько добр, подари мне свой кнут!\nТорговец охотно исполнил эту просьбу.\nСтарик радостный пришел домой, подал старухе кнут и сказал:\n– Спрячь этот кнут и береги до дня моей смерти. Буду умирать – оживишь меня снова!\nНичего не поняла старуха. Тогда старик рассказал ей все, что с ним случилось под мостом.\nВыслушала это старуха, покачала головой и сказала:\n– Правильно люди говорят: настоящий ты глупец! Другого тебе имени нет!"
}