{
  "text": "Жил когда-то бедняк крестьянин. Был у него маленький клочок земли. День и ночь, не зная отдыха, трудился он на этом клочке.\nОднажды, когда пришла весна, бедняк начал пахать землю. Смотрит – по небу летит белый аист. Подлетел аист к вспаханному полю, закричал и вдруг камнем упал на землю. Подбежал бедняк и видит, что у аиста одно крыло сломано. Поднял он аиста и бережно понес домой.\n– Надо, – говорит, – спасти такую хорошую птицу!\nДома бедняк осмотрел сломанное крыло аиста и стал лечить его. Долго он ухаживал за больной птицей. Наконец аист поправился и улетел.\nПосмотрел бедняк ему вслед и сказал:\n– Пусть живет эта птица долго и никогда беды не знает!\nНа другой год, весной, бедняк закончил пахоту и вышел в поле сеять.\nВдруг прилетел тот самый аист, которого он вылечил, и бросил на землю три арбузных семечка.\nПоднял бедняк арбузные семечки и посадил их в землю.\nЧерез несколько дней арбузы взошли, появились зеленые листья, потянулись плети, расцвели огромные цветы.\nБедняк трудился, не жалея сил: вовремя их полол, вовремя поливал. Так незаметно пришла пора собирать урожай. Арбузы поспели, и были они такие большие, каких в тех местах никогда и не видели. Бедняк сорвал три арбуза и принес домой.\n– Ну, такие арбузы нельзя съесть мне одному! – сказал он.\nИ бедняк позвал в гости всех своих родственников и всех своих друзей, таких же бедняков. Собрались друзья и родственники. Смотрят на небывалые арбузы, удивляются.\nА хозяин взял арбуз и хотел разрезать, да только никак не мог проткнуть его ножом. Тогда он попробовал разрезать второй арбуз – и опять не мог. С третьим было то же самое. Удивился хозяин, и гости его удивились. Наконец он ударил арбуз ножом со всего размаха. Арбуз лопнул, а в нем вместо мякоти и семечек были золотые монеты. Они со звоном посыпались на пол. В двух других арбузах тоже было золото.\nОбрадовался бедняк, вытряс все золото и раздал своим гостям. Гости, довольные и веселые, разошлись по домам.\nНа каждой из трех арбузных плетей у бедняка выросло по десять арбузов. Он собрал остальные арбузы, вытряс из них целую груду золота и с тех пор стал жить в достатке.\nА по соседству с ним жил богач. Увидел он, что бедняк сосед разбогател, захотел узнать, как это случилось. Пришел и стал расспрашивать:\n– Скажи мне, отчего ты так разбогател? Что ты сделал для этого?\nБедняк рассказал ему, ничего не утаивая, как все было.\n«Ах, вот и мне бы столько золота!» – подумал жадный богач и пошел в поле искать аиста.\nБелый аист не спеша разгуливал по полю.\nБогач потихоньку подкрался к нему, выждал удобный момент и ударил аиста палкой по ноге.\nЗакричал аист и упал на землю.\nБогач кинулся к нему, схватил его и понес домой. Перевязал он ногу аисту и стал лечить его. Через несколько недель аист выздоровел и улетел.\nВесной богач вышел в поле и с нетерпением стал поджидать, когда прилетит белый аист и принесет ему чудесные арбузные семечки.\nТак он выходил на поле каждый день, закидывал голову и всматривался в небо: не летит ли аист?\nНо аиста все не было...\nЖадный богач забыл обо всех своих делах. Целые дни, с самого раннего утра и до позднего вечера он бродил по полю, поджидал аиста и бранил его за то, что он так долго не появляется.\nНаконец аист прилетел и бросил богачу три арбузных семечка.\nБогач весь затрясся от жадности. Он схватил семечки и тут же посадил их в землю.\nСкоро появились ростки, развернулись широкие листья, поползли по земле длинные зеленые плети, ярко зацвели цветы, а потом выросли огромные арбузы.\nКогда арбузы поспели, богач позвал в гости всех своих родных. Собрались его родные и друзья, такие же богачи. Как только ударили арбуз ножом, он треснул, и из середины вылетел целый рой злых шмелей. А шмели эти были как крупные орехи. Стали они жужжать и жалить и богача и его родных. У всех вздулись щеки, заплыли глаза, распухли губы, и разбежались все прочь с бранью и криками."
}