{
  "text": "Жил в деревне Катано крестьянин с женой. Была у них дочка—добрая, веселая девочка.\n\nИ вот однажды мать девочки тяжело заболела и умерла. А через год отец женился на злой, некрасивой соседке.\n\nМачеха невзлюбила свою падчерицу, постоянно ругала ее и заставляла делать самую тяжелую работу.\n\nКак-то летом мачеха приказала девочке прополоть залитое водой рисовое поле. Когда девочка подошла к полю, она увидела, что какой-то мальчишка поймал сачком вьюна и собирается нести его домой.\n\n— Зачем тебе эта рыбка?—спросила девочка.\n\n— А я скормлю ее кошке.\n\nДевочке стало жалко вьюна, и она попросила:\n\n— Отдай его мне.\n\n— Ишь ты какая,— рассердился мальчишка.— Не для того я ловил вьюна, чтобы отдать его тебе.\n\n— Ну, не хочешь отдать, тогда поменяемся,— предложила девочка.—Я тебе дам горсть бобов, а ты мне вьюна.\n\n— Согласен,— сказал мальчик.— Давай бобы, получай рыбешку.\n\nИ они поменялись.\n\nДевочка взяла умирающего вьюна и пустила его в ручей. Вьюн же ожил, пошевелил усиками и опустился на самое дно.\n\nВскоре мачеха опять отправила девочку пропалывать поле. Но как только девочка приблизилась к ручью, она увидела спасенного ею вьюна. Он весело плавал у берега, выскакивал из воды, нырял и снова появлялся на поверхности. Девочка бросила ему горсточку риса и пошла дальше.\n\nС тех пор так и повелось. Каждый день девочка приходила к ручью и бросала вьюну полгорсточки риса.\n\nОднажды мачеха увидела, что падчерица бросает вьюну рисовые зерна.\n\n— Ах ты, негодная! — закричала она.— Я тебе покажу, как скармливать рис какой-то уродливой рыбе!\n\nИ она тут же на берегу ручья так избила девочку, что та долгое время не могла подняться на ноги.\n\nВьюн все это видел. «Злая женщина из-за меня наказала девочку,— печально размышлял он, лежа на дне.— Теперь я никогда больше не увижу ее».\n\nКак же удивился вьюн, когда через несколько дней к нему на рассвете прибежала девочка, бросила в ручей несколько зерен и проговорила:\n\n— Не сердись, но больше у меня нет. Мачеха дает мне теперь одну горсточку на три дня.\n\nДолжно быть, мачеха решила уморить девочку голодом. Но девочка собирала на поле съедобные коренья и ела их ночью, когда засыпала мачеха.\n\nТогда мачеха решила избавиться от падчерицы другим способом. Она знала, что за дальним лесом есть глубокий омут, на дне которого живет свирепый речной дракон.\n\nИ вот мачеха сказала ласковым голосом:\n\n— Послушай, милая, я ведь очень люблю хризантемы. За дальним лесом на берегу омута растут прекрасные цветы. Каких там только нет цветов! Прошу тебя, нарви мне букет красных хризантем. А на обратном пути купи себе шелковое кимоно. Вот тебе деньги.\n\nОтправилась послушная девочка к омуту. Путь ее лежал через лес. Когда девочка вошла в лес, она увидела охотника. Охотник целился из лука в маленькую обезьянку, сидевшую на вершине хи-ноки.\n\n— Не убивайте ее, не убивайте! — закричала девочка.\n\n— Вот еще! — сказал охотник.— За шкуру убитой обезьяны мне дадут деньги.\n\nДевочка поспешно достала свои деньги и протянула их охотнику.\n\n— Вот вам, только не трогайте бедную обезьянку!\n\n— Это другое дело! — сказал довольный охотник и отправился домой.\n\nА девочка помахала обезьянке рукой и пошла дальше — к омуту.\n\nЕще издали увидела она на берегу омута множество цветов. Красные хризантемы росли у самой воды.\n\nА свирепый дракон только и ждал, когда на поверхности тихого озера появится человеческая тень.\n\nИ вот девочка подошла к самому омуту. Еще секунда — и тень ее упадет на воду. И тогда никто не спасет ее от дракона.\n\nНо едва девочка подошла к омуту, как на поверхности воды появилась стая вьюнов. Они сновали у берега, били хвостами по воде, поднимали со дна ил и мутили воду. Прозрачная вода стала такой черной, что на поверхности омута ни за что нельзя было различить тень девочки.\n\nА девочка, даже не подозревая об опасности, начала не спеша рвать хризантемы. К вечеру она была уже дома.\n\nМачеха увидела, что девочка вернулась живой, и от злобы совсем потеряла голову. И тогда решила она отравить свою падчерицу.\n\nЧерез несколько дней испекла мачеха нигиримэси (Нигиримэси — колобки из риса), положила в каждый колобок крупинку яда и сказала ласковым голосом:\n\n— Милая дочь моя! Совсем я расхворалась. Не знаю, доживу ли до утра. Ты одна можешь спасти меня. На южном склоне гор растут целебные травы. Собери и принеси мне пучок целебных трав.\n\nНе теряя времени, девочка начала собираться в горы. Когда она уже завязала на поясе бант, мачеха сказала:\n\n— Путь твой долог. Я испекла тебе в дорогу нигиримэси. Когда почувствуешь голод, съешь их.\n\nДевочка поблагодарила мачеху и пошла в горы. В полдень она нарвала пучок целебных трав и поспешно отправилась домой. Она так торопилась, что даже и не заметила, как оказалась в том самом лесу, где совсем недавно спасла от охотника маленькую обезьянку. До дому было еще далеко, и девочка очень проголодалась. Но она вспомнила про больную мачеху и подумала: «Поем, когда приду домой, а сейчас надо торопиться. Напьюсь и побегу скорее!» Девочка подошла к лесному ручью, нагнулась и... увидела своего старого знакомого — вьюна. Вьюн широко разинул пасть и не спускал с девочки глаз.\n\n— Ты, видно, совсем голодный. Чем бы мне покормить тебя?— спросила девочка.\n\nТут она вспомнила про нигиримэси и бросила их вьюну.\n\nКолобки спокойно начали опускаться на дно, а вьюн даже не притронулся к ним. Он только радостно ударил по воде хвостом и уплыл куда-то.\n\nКогда девочка напилась из ручья, ей вдруг захотелось спать. Веки ее так и слипались. «Отдохну одну минуточку»,— решила она и села под дерево. И только она прислонилась к дереву, как в то же мгновение уснула.\n\nПроснулась девочка от какого-то приятного звона. Она открыла глаза и увидела, что с дерева, под которым она уснула, сыплются желтые листья. Падая на землю, листья превращались в золотые монеты и звенели.\n\nУдивленная девочка подняла вверх глаза и заметила на дереве маленькую обезьянку. Оказывается, это обезьянка сбрасывала к ногам своей спасительницы желтые листья.\n\nДевочка взяла несколько монет, снова помахала приветливо обезьянке рукой и пошла домой.\n\nКогда мачеха увидела, что девочка стоит перед ней жива и невредима, она побелела от злобы и спросила:\n\n— Ты нигиримэси съела?\n\nТут девочка вспомнила, как избила ее мачеха за то, что она бросала вьюну рисовые зерна. Поэтому девочка не решилась признаться, что она скормила колобки рыбе, и сказала:\n\n— Нигиримэси я съела.\n\n— Ну и что с тобой было потом? — нетерпеливо спросила мачеха.\n\n— Потом я напилась из ручья, села под дерево и уснула. А когда проснулась, то вся земля под деревом была усыпана золотыми монетами. Я даже захватила несколько таких монет. Вот они...\n\nМачеха схватила монеты, а сама подумала: «Если съесть ядовитый колобок и запить водой из лесного ручья, то и живой останешься, и богатой станешь».\n\nНа другой же день злая женщина испекла ядовитый рисовый колобок и отправилась в лес. Придя к ручью, она съела колобок, напилась воды из ручья, села под дерево и уснула.\n\nТак крепко уснула, что никогда уже больше не проснулась."
}