{
  "text": "Отправился раз охотник с мальчиком-сыном в тайгу – охотиться на соболя.\nПришли в тайгу, нарубили молодых елок. Около толстой березы с двумя развилинами построили охотничий шалаш.\nОтец говорит:\n– Опасно здесь, в тайге, страшно...\n– Я никого не боюсь! – отвечает сын. – Нет у меня страха! Кто бы ни напал – всех одолею!\nСтал отец укорять его:\n– Не говори так. Мал еще ты, не много у тебя силы. Лучше скажи: всех боюсь!\n– Нет, – говорит сын, – не скажу так! Где у меня силы не хватит, там я ловкостью возьму. С любым врагом справлюсь!\nНе успел он сказать это, как подошел к шалашу большой тигр. Заглянул он в шалаш и спрашивает:\n– Кто это тут хвастается, что всех одолеет?\nОтец увидел тигра, испугался, весь от страха затрясся, еле вымолвить мог:\n– Не я это говорил... я всех боюсь... И тебя сильно боюсь... Отверни свою голову, не гляди на меня: я хочу выйти из шалаша!\nТигр отвернул голову в сторону и выпустил охотника.\nПобежал охотник что было силы.\nТигр опять заглянул в шалаш и спросил:\n– Так кто же это тут собирался со всеми справиться? Кто это тут никого не боится?\nНе испугался мальчик, ответил:\n– Я никого не боюсь! Я со всеми справлюсь!\nТигр говорит:\n– Ну, тогда давай бороться. Если ты сильнее – меня убьешь. Если я сильнее – тебя съем!\nТут тигр просунул голову и лапы в шалаш и приготовился схватить мальчика.\nМальчик подпрыгнул, хотел через тигра перескочить. Тигр поднял голову и не пускает:\n– Ну, что теперь будешь делать?\nМальчик попробовал низом проскочить. Тигр присел и голову опустил.\nОпять нельзя выскочить!\nТогда мальчик придумал хитрость: сделал вид, будто опять низом проскочить собирается.\nТигр присел, голову опустил, ждет.\nА мальчик в это время изловчился – скок! – неожиданно перескочил через него и быстро взобрался на самую верхушку березы.\nТигр за ним бросился, хотел схватить, да не успел. С разбегу попал головой в развилину, застрял и повис. Дерет тигр лапами березовую кору, бьет длинным хвостом, рычит – высвободиться не может.\nТут мальчик спустился с березы и сказал:\n– Говорил я, что никого не боюсь, всех одолею!\nМолчит тигр, ничего ответить не может. И хвостом бить перестал – совсем умирает.\nПосмотрел мальчик на тигра и думает:\n«Зачем тигру умирать?»\nВзял он топор, взобрался на березу и срубил один сук развилины.\nВысвободился тигр и упал на землю. Долго лежал. Потом очнулся, встал на ноги. Стоит под березой, смотрит наверх, на сук, где мальчик уселся, и не уходит. Мальчик говорит:\n– Почему не уходишь? Уходи!\nВзглянул тигр на мальчика и сказал:\n– Смелый ты и ловкий. И добрый: не дал мне зря умереть. Спускайся вниз – повезу тебя к себе в гости, хороший подарок дам.\nСпустился мальчик с березы. Тигр велел ему сесть на него верхом и пустился в путь.\nПошел он через тайгу, через горы. Долго шел. На вершину самой высокой горы поднялся.\nСмотрит мальчик: место жилое – большая зимняя юрта, собаки на привязи. Кругом юрты на шестах тигровые шкуры висят.\nСпустился мальчик с тигра, взглянул, а тигра уже нет – перед ним стоит молодой высокий человек, а рядом на земле лежит тигровая шкура.\nУдивился мальчик, не знает, что и думать. А человек тигровую шкуру на шест повесил и говорит:\n– Мы только в ваших местах в виде тигров ходим, здесь – людьми становимся. Пойдем со мною в юрту.\nВошли они в юрту. В юрте седой старик сидит. Посмотрел он на мальчика и спрашивает молодого:\n– Кого ты привел ко мне?\n– Отец, этот охотник меня от смерти спас. Я думал, что я сильнее его, – на борьбу его вызвал. А он ловкий – перескочил через меня, на дерево взобрался. Я хотел схватить его, да в развилину попал. Если бы он не срубил сук развилины, умер бы я, не вернулся бы к тебе – не было бы у тебя сына!\nСтарик головой кивнул, сказал:\n– За это дадим ему хороший подарок!\nПошел старик, принес большие нарты. Стал на них собольи и лисьи шкуры класть. Долго клал. Столько положил, что и не сочтешь! Потом сказал:\n– Ну, теперь домой отправляйся.\n– Как домой пойду? Я дороги не знаю, в тайге заблужусь, – говорит мальчик.\n– Не заблудишься: нарты сами поедут.\nПравда, нарты сами поехали. С высокой горы спустились, через другие горы перевалили, потом по тайге поехали. Долго ехали. Наконец к отцовой юрте подъехали. А отец в юрте сидит, горюет. Из щепки вырезал фигурку сына, смотрит на нее. Сам думает:\n«Съел его тигр! Один я остался... Как жить буду?» А сын возле юрты стоит, отца зовет. Вышел отец, глядит – своимглазам не верит: перед ним сын, жив и невредим, да еще столько собольих и лисьих шкурок привез, что всем охотникам стойбища и в пять лет не добыть!"
}