{
  "text": "Ехал однажды мужик с базара домой. А дорога лежала через густой, непроходимый лес. Нигде живой души не видать.\n\nЗастигла его ночь на дороге. Темно — хоть глаз выколи. Ничего не видно! Решил он остановиться и заночевать. Разложил костер, спутал коня и пустил пастись. А сам сел возле огня, жарит сало на прутике и ест. Поел, улегся и сразу заснул — очень уж утомился в пути.\n\nА утром пробудился, глядит — и глазам своим не верит: кругом со всех сторон вода, волны так и хлещут, вот-вот захлестнут… Испугался мужик, не знает, что и делать.\n\n«Пропал я, — думает,- не выбраться мне отсюда!..\n\nА вода все прибывает и прибывает, волны все выше и выше вздымаются… Вдруг видит мужик — вдалеке человек в челне плывет. Обрадовался он:\n\n«Ну, видно, не судьба мне здесь погибнуть!» Стал он кликать пловца изо всех сил:\n\n— Эй, человек добрый! Плыви скорее сюда! Спасай-тону ведь я!..\n\nПловец повернул свой челнок в его сторону и поплыл к нему. Подплыл не очень близко и остановился.\n\n— Спаси меня, браток! — упрашивает его мужик. -Что хочешь возьми, только спаси!..\n\n— Хорошо, — говорит пловец, — я тебя спасу, только не даром: отдай мне то, что у тебя в доме есть и о чем ты не знаешь.\n\nДумал, думал мужик:\n\n«Что же это такое, что у меня в доме есть и о чем я не знаю?.. Кажется, ничего такого нет. Э, что будет, то будет, а торговаться некогда, надо соглашаться!»\n\n— Хорошо, — говорит, — отдам я тебе, что у меня в доме есть и о чем я сам не знаю, только спаси!\n\n— Мало ли что ты сейчас говоришь, а потом еще от своих слов откажешься!\n\n— Так что же мне делать, дорогой браток?\n\n— Сдери вон с той березы кусок бересты, разрежь мизинец и напиши это обещание на бересте своей кровью. Так-то крепче, надежнее будет.\n\nМужик так и сделал. Написал своей кровью на бересте запись и бросил ее в челн.\n\nПловец схватил кусок бересты и захохотал диким голосом.\n\nИ в тот же миг пропала вся вода, будто ее никогда и не было, и пловец исчез. Тогда догадался мужик, что это не иначе как сам черт был. Нечего делать, поймал он своего коня, запряг и поехал домой.\n\nДорогой ему так тяжко, так грустно стало- хоть помирай. Сердце беду предвещает…\n\nПогоняет мужик коня как может, домой торопится.\n\nПриехал и скорее вошел в хату. А в хате весело, гостей полно, только жены за столом не видно.\n\n— Здорово! — говорит мужик. — Что тут у вас нового?\n\n— Э, у нас добрая новость! Жена твоя сына родила, да такого хорошего, такого крепкого! Поди сам взгляни!\n\nКак услышал это мужик, в глазах у него помутилось, голова закружилась. Всю жизнь он был бездетным, теперь вот сын родился, а он его отдал черту нечистому!\n\nСмотрят гости на хозяина, понять не могут, что с ним творится.\n\n— Верно, — говорят, — это он от радости разума лишился!\n\nА мальчик и в самом деле уродился такой красивый да здоровый! Рос он как тесто на дрожжах.\n\nНазвали его Юрием.\n\nОтдали Юрия учиться: он всех обогнал в науке — такой уж был толковый да понятливый, ко всему способный. Люди радуются, на него глядя, родителям завидуют. Один отец его все мрачнее да печальнее становится.\n\nДогадался Юрий, что тут что-то не так, неспроста; пристал он раз к отцу:\n\n— Скажи, тятя, или ты недоволен мной, что так невесело смотришь на меня всегда? Или не любишь ты меня? Или я сделал что-нибудь плохое, о чем и сам не знаю?\n\nВздыхает отец и жалобно глядит на сына:\n\n— Нет, сынок, люблю я тебя больше всех, и плохого ты ничего не сделал, только… обещал я отдать тебя нечистому, когда ты еще и не родился.\n\nИ рассказал ему, как было дело.\n\n— Коли так, тятя, так будь здоров! — сказал сын. — Надо мне идти. Неизвестно, скоро ли увидимся. Или я свою голову сложу, или тебя от твоего обещания освобожу!\n\nСтал Юрий собираться в дорогу. Взял краюху хлеба, кусок сала и тихонько ночью вышел из дому, чтоб родителей своих прощанием не растревожить.\n\nВышел и отправился в путь.\n\nШел он по лесам, шел по борам, шел по болотам и вышел к какой-то хатке. Вошел он в хатку. А в той хатке бабка сидит, старая-престарая.\n\n— Здравствуй, бабушка! — говорит Юрий.\n\n— Здравствуй, дитятко! Куда ты идешь? Рассказал ей Юрий, куда он направляется. Выслушала бабка и говорит:\n\n— Хорошо, дитятко, что ты ко мне зашел! Ступай-ка ты, принеси мне воды да наколи дров: буду я блины печь. Как напеку да накормлю тебя — расскажу, куда идти. А сам ты не скоро дорогу найдешь.\n\nПринес Юрий воды, наколол дров, а бабка блинов напекла, накормила его досыта и рассказала, куда ему идти.\n\n— А придешь к нечистому, найди прежде девушку — работницу его. Она тебе во многом поможет.\n\nПростился Юрий с бабкой и опять пошел. Шел он по темным лесам, шел по густым борам, пробирался по топким болотам.\n\nДолго ли, коротко ли шел — пришел ко двору. Двор на горах построен, большой да крепкий, кругом высокой оградой обнесен. Постучал Юрий в ворота.\n\n— Хозяина, — говорит, — хочу видеть! Вышел пан-хозяин в дорогих нарядах. Золото на нем так и блестит.\n\nА это и был сам нечистый.\n\n— Что тебе надо? — спрашивает он у Юрия.\n\n— Да вот, — отвечает Юрий, — разыскиваю своего пана. Меня батька обещал отдать ему, когда я еще не родился.\n\n— Я твой пан! — говорит нечистый. — Я хотел уже за тобой гонцов посылать, потому что пора пришла — ты взрослым стал. А ты, смотрю, сам явился. Так и нужно! За это хвалю тебя!\n\n— А скажи мне, пан, есть ли у тебя запись от моего батьки?\n\n— Есть запись, есть! На бересте кровью написана. Коли ты мне будешь верно служить, отдам тебе эту запись и выпущу на волю — иди куда хочешь. А не угодишь мне — с живого кожу сдеру! Ну, отвечай мне теперь: шел ты по лесам?\n\n— Шел.\n\n— Шел по борам?\n\n— Шел.\n\n— Шел по болотам?\n\n— И по болотам шел.\n\n— К моему двору пришел?\n\n— Пришел.\n\n— Ну, так вот тебе и работа: чтоб ты за эту ночь в моем бору все деревья вырубил да убрал, а на том месте землю вспахал, взборонил и пшеницу посеял. И чтоб пшеница у тебя взошла, поспела. Чтоб ты сжал ее, вымолотил, зерно смолол, а из той муки пирогов напек и принес мне их завтра рано поутру. Выполнишь все — пойдешь на волю. Работа легкая!\n\nСказал и засмеялся нехорошо.\n\nВышел Юрий от своего пана, опустил голову, не знает, что ему и делать. Идет он по двору и думает:\n\n«Ну задал задачу!.. Учился я всему, а как этакое дело сделать, не знаю. Пропал я совсем!..»\n\nСтал Юрий бродить по двору — панову девушку-работницу разыскивать. Бродил, бродил и забрел на самый конец двора. Видит — стоит маленькая хатка. Выглянула из хатки девушка. Юрий и спрашивает ее:\n\n— Не ты ли у этого пана в работницах живешь?\n\n— Да, молодец. А что ты такой печальный? О чем горюешь?\n\n— Как же мне не горевать, — отвечает Юрий, — если пан мне задал на ночь такую работу;\n\nчто я и за год не выполню!\n\n— А какую он тебе работу задал?\n\n— Приказал он мне, чтобы я за одну ночь в его бору все деревья вырубил да убрал, а на том месте землю вспахал, взборонил, пшеницу посеял, чтоб она у меня взошла, вызрела, чтоб я сжал ее, вымолотил, смолол, а из той муки пирогов напек да принес ему завтра рано поутру.\n\nПонравился Юрий девушке. Пожалела она его и думает:\n\n«Ни за что погубят парня!»\n\n— Не горюй, — говорит она. -Ложись и спи спокойно, отдыхай после долгого пути. Я тебе помогу. Без меня не снести тебе головы на плечах. Тут уж и так много людей погублено…\n\n— А скажи ты мне, — говорит Юрий девушке, — по своей воле ты у пана живешь?\n\n— Куда там по своей!.. До тех пор мне здесь томиться, пока не полюбит меня кто и не уведет отсюда.\n\n— Я тебя уведу! — говорит Юрий.\n\nСтали они сговариваться обо всем, долго говорили…\n\n— Ну а теперь пора тебе спать! — сказала девушка.\n\nЛег Юрий и тут же крепко заснул, очень уж утомился, пока по лесам да по болотам пробирался.\n\nА девушка в полночь вышла на крыльцо, ударила три раза в ладоши, и слетелись к ней разные чудовища.\n\n— Здравствуй, молодая хозяйка!\n\n— Здравствуйте, страшные чудовища!\n\n— Зачем нас потребовала: на перекличку или на работу?\n\n— Зачем мне вас перекликивать? Я с вас работы требую. Вырубите в панском лесу все деревья, уберите их, а землю вспашите, взбороните и пшеницу посейте. И чтоб та пшеница взошла, вызрела за одну ночь. А вы ее сожните, вымолотите, смелите, из той муки пирогов напеките и завтра утром ко мне принесите!\n\nБросились чудовища, и пошла работа: кто бор вырубает, кто деревья в сторону тащит, кто пашет, кто боронит, кто засевает!.. Не успели посеять пшеницу — взошла она, зацвела, вызрела. Кинулись чудовища к пшенице. Тот жнет, тот молотит, тот мелет, тот пироги печет.\n\nСолнце еще не взошло, а уже все готово.\n\n— Принимай, молодая хозяйка! Взяла девушка пироги и говорит:\n\n— Ну, ступайте теперь все по своим местам! Чудовища тут же скрылись из глаз. А девушка пошла к Юрию, стала его будить.\n\n— Ну, — говорит, — молодец, так в чужой стороне не спят! В чужой стороне надо пораньше вставать! Проснулся Юрий, вскочил, и первая его думка:\n\n«Есть ли пироги?»\n\nА пироги на столе лежат, и такие румяные, пышные!\n\n— Бери пироги, неси пану! — говорит девушка.\n\nПоложила пироги на блюдо, накрыла полотенцем и отправила Юрия к пану.\n\nВышел пан из покоев.\n\nПоклонился ему Юрий:\n\n— Здравствуй, пан-хозяин!\n\n— Здравствуй, молодец! Исполнил ли ты мое приказание?\n\n— Исполнил, пан-хозяин! Как приказал, так все и сделано.\n\n— Покажи!\n\n— Изволь посмотреть!\n\nПоглядел пан на пироги, обнюхал, — как должно! Он эти пироги — хап-хап! — тут же и съел.\n\n— Ну, -говорит, -молодец ты, Юрий! Работник ты, как вижу, не из плохих! Одну службу сослужил. Если еще две сослужишь — отпущу к отцу. Ступай, трое суток отдыхай, а на четвертые приходи за новым приказанием.\n\nУслышал это Юрий, запечалился:\n\n«Вот чтоб ты лопнул, нечистая сила! Наверно, придумает работу потруднее прежней. Что тут делать? Вся надежда на девушку».\n\nИдет он от пана хмурый, понурый. Увидела его девушка, спрашивает:\n\n— Что ты, Юрий, такой невеселый?\n\n— Как же мне веселым быть, когда пан хочет мне новую работу дать!\n\n— А ты не горюй: первую работу выполнили — и вторую выполним! Когда срок наступит, смело иди к пану за приказанием.\n\nКак наступил срок, пошел Юрий к пану.\n\nВстретил его пан-нечистый, поздоровался:\n\n— Здорово, молодец!\n\n— Здорово, пан-хозяин!\n\n— Видишь ты мой двор?\n\n— Вижу.\n\n— Видишь вон ту гору?\n\n— Вижу.\n\n— Вот на той горе построй ты за одну ночь каменный дворец, чтоб лучше моего был! И чтоб было в том дворце столько комнат, сколько дней в году; чтоб потолок был как небо чистое, чтоб ходили по нему красное солнце и светлый месяц и сверкали звезды ясные; чтоб был тот дворец крыт маком и чтоб в каждое маковое зернышко было вбито по три золотых гвоздика. И чтоб вокруг того дворца протекала река и был через ту реку мост — золотая дощечка, серебряная дощечка, золотая дощечка, серебряная дощечка… Да чтоб через мост перекинулась радуга, а концами в воду упиралась. Словом, чтоб не стыдно было людям показать! Построишь такой дворец — отпущу к отцу, не построишь — с живого кожу сдеру! У меня так заведено: коли милость — так милость, коли гнев — так гнев. А теперь иди!\n\nПришел Юрий к девушке и рассказал, какую работу задал ему пан.\n\n— Не печалься, все будет сделано. К сроку будет готово! — говорит девушка.- А теперь иди к горе. Ходи да поглядывай, будто высматриваешь место, где дворец строить собираешься.\n\nЮрий так и сделал: походил-походил возле горы, посмотрел-посмотрел кругом, а вечером пришел в хатку и лег спать.\n\nВ полночь девушка вышла на крыльцо и ударила в ладоши. Слетелись тут к ней разные чудовища.\n\n— Здравствуй, молодая хозяйка!\n\n— Здравствуйте, страшные чудовища! — Зачем нас требуешь: на перекличку или на\n\nработу?\n\n— На что мне вам перекличку делать! Требую вас на работу: надобно за эту ночь на той горе каменный дворец построить. Чтоб было в том дворце столько комнат, сколько дней в году; чтоб потолок был как небо чистое и чтоб ходили по нему красное солнце и светлый месяц и сверкали звезды ясные; чтоб был крыт тот дворец маком и чтоб в каждое маковое зернышко было вбито по три золотых гвоздика. И чтоб вокруг того дворца протекала река и был через реку мост — золотая дощечка, серебряная дощечка, золотая дощечка, серебряная дощечка… Да чтоб через мост перекинулась радуга — концами в воду упиралась!\n\nТолько сказала — бросились чудовища: кто камни носит, кто стены кладет, кто крышу кроет, кто гвоздики вбивает!\n\nПод утро явились к девушке.\n\n— Все ли у вас готово?\n\n— Все готово, молодая хозяйка! Только на том вон уголке одно зернышко не успели прибить тремя гвоздиками, двумя прибили.\n\n— Ну, это не беда. А теперь убирайтесь все туда, откуда явились!\n\nИсчезли чудовища, как будто их и не бывало. Пришла девушка в хатку, стала будить Юрия:\n\n— Вставай, иди к пану! Все готово!\n\nВышел Юрий, глянул на дворец и диву дался: стоит дворец — высотой под самое небо, над дворцом радуга играет, мост огнем горит. Во дворец вошел, глянул на потолок — чуть не ослеп: так красное солнце сияет, так светлый месяц блестит, так ясные звезды сверкают!..\n\nСтоит Юрий на мосту, дожидается пана.\n\nА тут скоро и сам нечистый появился. Глядит, любуется.\n\n— Ну, молодец ты, Юрий! — говорит он. — Хорошая работа, если только она твоя! Нечего и говорить, постарался! Будет теперь тебе еще одна работа — последняя. Исполнишь — к отцу вернешься. Не исполнишь — голову потеряешь. А работа эта вот какая. Есть у меня добрый конь — цены ему нету, да необъезженный он. Объезди его!\n\n— Хорошо, -отвечает Юрий, -завтра объезжу!\n\nА сам думает:\n\n«Ну какая же это работа! Да я любого коня объезжу!»\n\nПришел, рассказал девушке.\n\n— Вот эта работа по мне!\n\n— Нет, — отвечает девушка, — наперед не хвались! Эта работа самая трудная. Ты думаешь, что это будет настоящий конь? Нет, это будет сам нечистый! Не верит он, что ты бор вырубал, пшеницу сеял, пироги пек и дворец строил — хочет тебя испытать. Да ты не горюй: я тебе и тут помогу!\n\nУтром девушка говорит Юрию:\n\n— Ну, пора! Иди коня объезжать. Возьми этот ивовый прутик. Коли конь заупрямится да захочет тебя сбросить, ты его между ушей ударь этим прутиком — сразу утихнет, покорным станет!\n\nВзял Юрий ивовый прутик и пошел во дворец:\n\n— Где пан?\n\n— Нет пана, -отвечают слуги. -Приказал он тебе идти в стойло, выводить коня да объезжать.\n\nВошел Юрий в стойло. Стоит там конь — золотая шерстинка, серебряная шерстинка, глаза кровью налиты, из ноздрей пламя пышет, из ушей дым валит — и подступиться невозможно. Юрий махнул ивовым прутиком — и жар ему стал нипочем. Подошел он к коню — конь на дыбы становится, под потолок подскакивает, сесть на себя не дает. А как заржал — стойло все затряслось, ходуном заходило. Юрий как ударит его меж ушей — конь так на колени и упал. Тут Юрий скорей ему на спину скок!.. Конь на дыбы — чуть-чуть седока не скинул! Да Юрий не промах: давай его хлестать прутиком меж ушей! Конь под ним беснуется, а он его знай нахлестывает. И понес его конь — летит, чуть земли касается, сам все хочет Юрия скинуть, чтоб копытами раздавить… А Юрий его хлещет, спуску ему не дает!..\n\nСкакал-скакал конь, летал-летал и по горам, и по болотам, и через леса, да под конец так замаялся, что перестал и скакать, и летать — домой повернул. Тихим шагом пошел. Так они и на двор вернулись.\n\nПоставил Юрий коня в стойло, а сам стал по двору бродить. Слуги панские от него отворачиваются, боятся: вдруг пан увидит — подумает, что они с Юрием в дружбе. Пришел Юрий в хатку к девушке, рассказал ей, как и что было.\n\n— Ну, видно, добрую взбучку задал ты пану, коли сам цел вернулся! Ешь, отдыхай — ты, видать, сильно утомился.\n\nНа другой день приходит к Юрию от пана слуга, зовет к пану во дворец. Пошел Юрий. Встречает его пан с завязанным лбом.\n\n— Ну, — говорит, — теперь я не знаю тебя, а ты не знай меня! Бери отцову запись и завтра поутру уходи!\n\nВзял Юрий запись и пошел в хатку, сам радуется. Рассказал все девушке. Она говорит:\n\n— Рано ты радоваться стал! Не таков пан, чтобы тебя живым выпустить. Нельзя нам утра\n\nдожидаться. Как наступит полночь, так сейчас же надо в дорогу отправляться. Надо убегать в твою сторону, не то пан погубит нас обоих!\n\nВ полночь собрались они в дорогу. Девушка велела Юрию поплевать в каждый угол хатки. Закрыли они дверь крепко-накрепко и пошли. Как наступило утро, отправил пан своего слугу к Юрию: приказывает ему явиться. Стучит слуга в окошко.\n\n— Вставай, — кричит, — уже день настал?\n\n— Сейчас встану! — отвечают слюнки.\n\nУже солнце к полудню стало подбираться. Снова слуга пришел.\n\n— Вставай, — кличет, — ведь уж скоро полдень!\n\n— Одеваюсь! — отвечают слюнки.\n\nУже и обедать пора. Слуга опять кличет.\n\n— Умываюсь! — отвечают слюнки. Обозлился пан, опять посылает за Юрием. Пришли слуги, зовут, а слюнки высохли — никто не откликается. Выломали двери — никого в хатке нет. Как сказали об этом пану — рассердился он, разгневался, разбушевался, об стенку головой стал биться. А пани-хозяйка кричит:\n\n— Вот и сам ушел, и служанку нашу увел! Посылай гонцов в погоню! Или живых, или мертвых, а пускай их приведут! Его пусть казни предадут, а служанка мне нужна — такой работницы, такой искусницы нигде не найти!\n\nПустились гонцы вслед, скачут — как конь скакать может.\n\nИ Юрий с девушкой бегут, сколько силы позволяют.\n\nГоворит девушка Юрию:\n\n— Приляг ухом к земле да послушай — не шумит ли дубрава, не стонет ли дорога, нет ли за нами погони?\n\nЮрий послушал и говорит:\n\n— Сильно шумит дубрава, сильно стонет дорога!\n\n— Это пан-нечистый за нами погоню послал! Скоро они догонят нас. Бежим поскорей! А как\n\nбудут настигать, я обернусь стадом овец, а тебя сделаю пастухом. Начнут Пановы слуги допытываться у тебя, не видел ли ты, как проходили здесь парень да девушка, ты и скажи: «Видел, когда был молод, когда нанялся пастухом да когда двух овечек пас, а сейчас я уже старик и от тех двух овечек у меня целое стадо».\n\nИ превратилась девушка в стадо овец, а Юрий стал стариком пастухом. Тут скоро и гонцы показались.\n\n-.Эй, -кричат, -старик! Не видел ли ты, как проходили здесь парень да девушка?\n\n— Как не видеть, видел!\n\n— Когда?\n\n— А когда я был еще молод, да только что нанялся в пастухи, да когда двух овечек пас. А сейчас я уже старик и от тех двух овечек у меня целое стадо.\n\n-Э!.. Где же мы их догоним! -говорят гонцы. -Тут овечек, может, с тысячу. Сколько лет прошло, когда они здесь проходили!\n\nПоскакали гонцы назад, к пану. А Юрий с девушкой прежний вид приняли и дальше побежали.\n\nВернулись гонцы и говорят пану:\n\n— Никого мы не видели. Может, след потеряли, может, не по той дороге погнались, повстречали мы только пастуха да стадо овец. Тот пастух сказал нам, что он с малых лет в тех местах стадо пасет, а парня с девушкой не видел.\n\n— Ах вы дурни! — закричала пани. — Ведь это они и были! Надо было старика убить, а овец сюда пригнать! Ведь это моя служанка! Это она обернулась овцами, а парня пастухом сделала!\n\n— Скачите снова, догоняйте! -кричит пан. — Его рубите топорами, а овец ко мне гоните!\n\nКинулись гонцы назад, в погоню. А Юрий с девушкой тем временем уже далеко отбежали. Бегут они, бегут… Говорит девушка Юрию:\n\n— Приляг ухом к земле да послушай — не шумит ли дубрава, не стонет ли дорога, нет ли за нами погони?\n\nПослушал Юрий и говорит:\n\n— Сильно шумит дубрава, сильно стонет дорога! Гонятся за нами панские слуги!\n\nТут девушка платочком махнула — сама обернулась садом, а Юрий стал старым садовником.\n\nПодъезжают гонцы и спрашивают:\n\n— Не видел ли ты, дед, как тут двое бежали — парень да девушка молодая?\n\n— Нет, никого я не видел, хоть давным-давно этот сад стерегу, — отвечает садовник.\n\n— А пастух не гнал ли тут овечек? — И пастуха не видел.\n\nТак гонцы ни с чем повернули назад. А Юрий с девушкой побежали дальше.\n\nПриехали гонцы и рассказывают пану и пани как и что:\n\n— Никого мы не догнали: будто растаяли они оба! Повстречали мы только садовника в саду, так он сказал нам, что никто по той дороге не бежал и пастух овечек не гнал. Мы и вернулись. Что ж, ловить ветер в поле?..\n\n— Дурни вы! — закричали на них пан и пани. — Нужно было рубить и сад, и садовника! Ведь это же были Юрий и служанка наша! Плохая на вас надежда! Надо самим гнаться!\n\nИ кинулись в погоню пан и пани вместе с гонцами летят — пыль облаком поднимается, земля дрожит, кругом гул идет.\n\nУслышали Юрий с девушкой этот шум да гул — быстрей бежать пустились. Догадались они, что пан и пани вместе с гонцами за ними гонятся. А гул тем временем все громче и громче становится.\n\n— Ну, — говорит девушка, — хоть и недалеко до твоего дома, только не успеем добежать… Надо спасать тебя. Я разольюсь рекой, а ты на другом берегу будешь.\n\nИ сейчас же — хлип! — разлилась широкой рекой. А Юрий на другом берегу очутился.\n\nТут скоро пан и пани со своими слугами подскакали. Взглянула пани на речку и закричала:\n\n— Секите ее топорами! Секите топорами! Кинулись слуги к реке, стали сечь ее топорами.\n\nЗастонала река, кровью потекла.\n\nА Юрий на другом берегу стоит, помочь ничем не может, что делать — не знает.\n\n— Околевай, негодная! — кричат пан и пани реке. — А ты, мужичий сын, берегись: и до тебя доберемся!\n\nПокричали, погрозили, да ничего поделать не могли. Так ни с чем и домой возвратились. Слышит Юрий — стонет река:\n\n— Ох, тяжело мне… Долго мне еще отлеживаться — раны болят. Долго с тобой не видеться… Иди, Юрий, домой, к отцу, к матери, только меня не забывай! Да смотри ни с кем не целуйся. Поцелуешься — меня забудешь. Приходи сюда почаще — проведывай меня!\n\nПошел Юрий домой, грустный, печальный. Думал с молодой женой вернуться, а вот как вышло…\n\nПришел он домой. Отец с матерью как увидели его, чуть от радости не умерли. Только очень удивились, что Юрий ни с кем целоваться не хочет. Даже с ними ни разу не поцеловался. И стал Юрий дома жить, родителей своих радовать. А как настанет вечер — пойдет он к реке, поговорит с нею и вернется домой. Сам ждет не дождется, когда у девушки раны заживут.\n\nТак много времени прошло. Вода в реке посветлела — раны у девушки стали заживать, закрываться.\n\nИ надо было беде случиться: заснул раз Юрий, а в это время пришел дед старый и поцеловал его, сонного. Проснулся Юрий и забыл девушку — словно и не видел ее никогда.\n\nПрошло еще немного времени, отец и говорит Юрию:\n\n— Что ты все холост ходишь? Надо тебе жениться. Мы тебе хорошую невесту высмотрели.\n\nПонравилась эта невеста Юрию. Стали свадьбу справлять. Свадьба была веселая, шумная. Одному Юрию что-то не по себе — тяжко, тревожно, сердце щемит, сам не знает почему.\n\nА на кухне каравайницы свадебный каравай готовят: тесто месят, всякие украшения лепят. Вдруг вошла какая-то незнакомая девушка и говорит:\n\n— Дозвольте мне, каравайницы, сделать вам селезня и уточку на каравай и поднести тот каравай молодым!\n\nКаравайницы дозволили. Вылепила девушка из теста селезня и уточку. Посадила селезня на каравай, а уточку в руках держит. После того вошла в горницу, поставила каравай перед молодыми, сама селезню по голове уточкиным клювом стукает и приговаривает:\n\n— Забыл ты, селезень, как я тебя из неволи вызволяла! -да в голову его стук. -Забыл, как я тебя от гибели спасла! — да снова в голову его стук. — Забыл, как я за тебя раны принимала! — да еще в голову его стук.\n\nТут Юрий будто проснулся — припомнил, что с ним случилось, узнал свою девушку. Вскочил он с места, кинулся к ней, стал к сердцу прижимать:\n\n— Вот, родители, моя жена милая! Это она меня от верной смерти спасла! Это она меня из неволи вызволила! Одну ее я люблю! А других и знать не хочу!\n\nИ посадил ее рядом с собой. Справили тут веселую свадьбу, и стал Юрий жить со своей молодой женой.\n\nИ долго жили, счастливо жили!"
}