{
  "text": "В давние времена в кочевьях Царкин-хана жил стрелок-молодец. Отправился он однажды на озеро стрелять птиц и увидал трех желтоголовых лебедей. Увидел он лебедей, залег, спрятался в зарослях камыша и стал следить. Три желтоголовых лебедя спустились на берег озера, сбросили свои перья и превратились в трех прекрасных девушек. Девушки вошли в воду и стали купаться. Стрелок подкрался, схватил перья одного лебедя и опять спрятался в камышах. Девушки выкупались и вышли из воды. Две накинули на себя свои лебединые перья, а третья не могла найти свои. Два лебедя взлетели, стали высматривать, где перья их сестры, да не могли найти. — Ну, верно, судьба твоя такая! — сказали они и улетели. Осталась девушка одна. Бегает она по берегу, ищет свои лебединые перья, горько плачет и говорит: — Если человек, который найдет и отдаст мне мои лебединые перья, беден, сделаю его богатым. Если он уродлив, сделаю его красавцем, дам ему все, что он попросит, исполню всякое его желание! Так говорила и бегала она, а сама жалобно плакала. Стрелок вышел из камышей и сказал: — Девушка, не горюй! Иди сюда! Лебединые перья, которые ты ищешь, у меня! Девушка увидела в руках у молодца свои лебединые перья, обрадовалась, робко подошла к нему и говорит: — Братец мой, сделали вы доброе дело — нашли мои лебединые перышки, сделайте и еще одно доброе дело: — отдайте мне их! За это я дам вам все, что вы пожелаете, исполню всякое дело, которое вы задумаете! — Что же ты можешь дать мне? — говорит стрелок. — И что я могу пожелать? Мне ничего не нужно. Ты сама мне нужна! Согласна ли ты быть моей женой? Взглянула девушка на стрелка-молодца и сказала: — Согласна. Тогда стрелок взял ее за руку, привел в свое кочевье и женился на ней. Стали они жить в бедной кибитке стрелка в большой любви — не могут наглядеться друг на друга, не хотят расстаться ни на один миг. Прошло немного времени, услыхал Царкин-хан, что у его стрелка появилась жена — невиданная красавица. Любопытно стало хану, захотел он узнать, правдива ли молва. Отправился он в кибитку своего стрелка и видит — не преувеличивали люди, когда говорили о красоте этой женщины второй такой красавицы никогда и нигде не бывало Прекрасна она, как дочь солнца. Нельзя на нее наглядеться, невозможно сравнить ее ни с одной и женщин их большого ханства. Полюбовался на нее Царкин-хан, вернулся в свой дворец и сейчас же созвал своих дарханов сановников и чиновников, угостил самыми лучшими кушаньями и напитками и молвил: — Ну, дорогие для меня, как жизнь, дарханы- сановники, дайте мне хороший совет! — Дадим! — ответили в один голос дарханы. Говорит им Царкин-хан: — Есть у моего стрелка жена — невиданная в мире красавица, равной ей нигде не найти, встретить вторую такую женщину невозможно. Затмит она самых лучших красавиц. Рассказал Царкин-хан об осанке и облике молодой жены стрелка, о ее голосе и походке, о ее глазах и косах и говорит: — Вот такая небывалая красавица, подобная лучу солнца, досталась в жены простому стрелку Дайте мне совет, как заполучить ее мне. Подумали одни ханские сановники-дарханы и сказали: — Можно похитить ее и тайно держать во дворце Другие сказали. — Стрелка можно убить, а ее взять Третьи решили: — Не надо убивать стрелка. Надо его просто изгнать из пределов нашего ханства, и тогда можно будет спокойно забрать его жену. Когда каждый из них выложил свой совет, поднялся старший дархан правой стороны. — Все эти советы не годятся, — сказал он. — Похитить женщину и тайно держать в ханском дворце невозможно: рано или поздно люди узнают об этом. Убить стрелка и взять жену опасно: люди могут возмутиться, и тогда хлопот не оберешься. Изгнать стрелка тоже нельзя: вернется он тайно и уведет свою жену. Нет, тут надо действовать хитростью. — Что же ты предлагаешь нам? — спрашивает Царкин-хан. Старший дархан говорит: — Слышал я, что в той стороне, где заходит солнце, на крутом, обрывистом берегу широкой реки живет большая тигрица с тигрятами. Говорят, что эта тигрица лютее и свирепее всех зверей. Надо послать стрелка с приказом принести хану ее молоко. Живым он не останется: тигрица его непременно съест. Тогда, я думаю, легко будет взять его красавицу жену. Ослушаться ханского приказа он не посмеет. Понравилась коварная выдумка старшего дархана и самому Царкин-хану и всем другим — Это ты хорошо придумал! — сказали они в один голос. И тут же Царкин-хан притворился тяжело больным и приказал вызвать к себе своего стрелка. Когда стрелок пришел, хан со стонами и оханьем сказал ему: — Видишь, какая тяжелая и опасная болезнь постигла меня? Средство, которое может излечить мой недуг, находится в той стороне, где заходит солнце. Там, на крутом, обрывистом берегу широкой реки. живет большая тигрица с тигрятами. только ее молоко может вернуть мне здоровье и силу. Немедля отправляйся и принеси мне молока той тигрицы! Сказал это Царкин-хан и стал корчиться еще больше и стонать еще громче. Вернулся стрелок в кибитку и стал собираться в дальний путь. Надел он свою лучшую одежду, пристегнул свое лучшее оружие. Спрашивает его жена: — Куда вы отправляетесь? Стрелок говорит: — Наш хан опасно заболел. Излечить его может только молоко тигрицы, которая живет на крутом берегу широкой реки, в стране, где заходит солнце. Он приказал мне ехать туда немедля. Не ехать мне нельзя, отказаться я не могу, вот и еду против моей воли. Поняла жена, что неспроста посылает Царкин- хан ее мужа за молоком тигрицы, — есть у хана какая-то затаенная цель, есть какой-то недобрый умысел. Достала она свой желто-пестрый платок, подала его мужу и сказала: — Возьмите этот платок, он поможет вам избежать гибели когда тигрица кинется на вас, выньте этот платок и махните им. Увидит его тигрица — станет кроткой и даст надоить своего молока. Эта тигрица жила у меня. Спрятал стрелок желто-пестрый платок, оседлал своего коня, простился с молодой женой и поехал в страну заходящего солнца. Скачет он повыше дымников кибиток, пониже облаков, минует эрге — холмы и балки, минует соленые озера и сыпучие пески. Днем он не полдничает, ночью не спит, позабыл счет дням и ночам — так спешит выполнить приказ хана и вернуться к жене. Долго он так скакал и наконец прискакал к крутому, отвесному берегу широкой, как море, реки. Здесь жила большая тигрица со своими тигрятами. Увидела она стрелка с пространства в целый день езды, зарычала оглушительно и бросилась, чтобы растерзать его на мелкие куски. Тут стрелок быстро вынул желто-пестрый платок, который дала ему жена, и махнул им. Тигрица сразу остановилась, перестала рычать и спросила: — Скажи, молодец, где ты взял этот платок? Стрелок сказал: — Этот платок дала мне моя жена. — Теперь скажи мне, зачем ты приехал сюда?— спрашивает тигрица. — Наш хан опасно заболел, — ответил ей стрелок. — Он приказал мне достать для него твоего молока. — Если так, — молвила тигрица, — то поскорее слезай с коня и надои моего молока в свой бортаго (плоскую кожаную бутыль). Стрелок спустился с коня, надоил полный бортаго молока тигрицы. Потом накрепко привязал бортаго ремнями к седлу, поблагодарил тигрицу и пожелал ей здоровья. — И ты будь здоров, — сказала тигрица. — Возвращайся домой, излечи болезнь своего хана, и пусть у тебя во всем будет удача! Сказала тигрица эти слова и вернулась к тигрятам, а стрелок поскакал в свои края. Приехал он и сейчас же отнес хану бортаго молока тигрицы. Ничего не оставалось Царкин-хану, как хлебнуть молока и сказать: — Вот я и выздоровел! Отпустил хан стрелка, а сам сейчас же созвал своих дарханов-сановников и говорит: — Хитрый совет дал нам наш старший чиновник, только ничего хорошего не получилось. Думали мы, что тигрица разорвет стрелка, а он вернулся домой жив и невредим. Какое теперь придумать ему поручение, чтоб он уехал и никогда больше не вернулся сюда? Стали дарханы думать. Но сколько ни думали, сколько ни ломали головы, ничего путного не могли придумать, ни одного толкового слова не вымолвили. Поднялся тогда старший дархан левой стороны и говорит: — Посылали мы этого стрелка туда, где он, по нашим расчетам, непременно должен был погибнуть, а он не погиб. Значит, у нас самих нет способа извести его. Я думаю, что только одно и осталось: собрать самых отъявленных плутов, напоить их допьяна водкой, накормить их досыта жирным мясом и выведать у них, не знают ли они, как избавиться от стрелка, как его извести. — Верно, так и сделаем! — согласились все. В назначенный день хан и его дарханы собрали тайком пройдох, негодяев, жуликов и плутов, накормили их до отвала мясом, напоили водкой и стали выспрашивать: — Есть ли среди вас такой, чтобы помог нашему хану избавиться от его стрелка? Если между вами нет способного на это дело, укажите нам, кто бы мог тайно извести этого стрелка. Объявили так хан и его дарханы-сановники, а сами ходят и ждут, что-то им скажут в ответ плуты и негодяи. А те молчат, будто у них полон рот мяса, которым их угощали. Спросили еще раз — молчат плуты и негодяи. Вдруг какой-то кривой пройдоха вскочил с места, расстегнул халат, ударил себя кулаком в грудь и крикнул: — Я знаю! Услыхал его голос хан, обрадовался и приказывает: — Отвечай, что ты знаешь? Кривой говорит: — Надо послать стрелка неведомо куда и приказать ему привезти неведомо что. Будет он искать эту неведомую страну, будет искать вещь, у которой нет ни места, ни вида, так и не найдет их до самой своей смерти и не посмеет появиться в здешних местах! Одобрили Царкин-хан и его дарханы эту выдумку кривого пройдохи, наградили его щедро и отпустили. А чтобы найти повод, хан опять притворился больным, приказал позвать стрелка и говорит ему со стонами и оханьем: Снова охватила меня тяжелая хворь. Чтобы избавиться от нее, должен я получить вещь, у ко торой нет ни места, ни вида и которая находится в неведомой стране. Никто, кроме тебя, не сможет выполнить это мое поручение. Отправляйся немедля и принеси мне эту вещь! — Куда же я поеду и что принесу? — спрашивает стрелок. — Не знаю я, не знаю, — говорит Царкин хан.— Знаю только, что ты один можешь достать мне эту вещь. Не достанешь — умру я! И принялся изо всех сил охать и корчиться. Пошел стрелок в свою кибитку и стал раздумывать, что ему делать. Три дня и три ночи думал. Днем поднимается на эрге — холм, ночью не спит, ворочается на кошме, все раздумывает. Много он думал, да ничего не мог придумать. А жене своей ни слова не говорит, боится встревожить ее. Через три дня оседлал он своего коня и решил ехать куда глаза глядят. “Может быть, — думает, — и приеду так в не ведомую страну” Вскочил он на коня, стал прощаться с женой. — Куда вы едете? — спрашивает она. — Наш хан опять заболел, — отвечает стрелок. — По его повелению я еду в неведомую страну доставать вещь, у которой нет ни места, ни вида. Выслушала его жена и сказала: — В эту страну нельзя ехать на коне, лучше будет идти туда пешком. Возьмите этот клубок, сделайте от кибитки три шага вперед и бросьте клубок. В какую сторону он покатится, туда и вы ступайте. Вот вам еще золотой гребень. Каждое утро расчесывайте этим гребнем волосы. Попрощался стрелок со своей молодой женой, отошел три шага от кибитки и бросил клубок и сейчас же клубок быстро-быстро покатился, а он пошел вслед за ним. Шел он за клубком и по солончакам, и по сыпучим пескам, поднимался за клубком на высокие эрге, опускался в глубокие буераки, шел мимо озер и сельбищ, пробирался через заросли камыша. Днем он не останавливался для полдника, ночью не останавливался для ночлега. Сколько минуло дней, недель и месяцев — и счет потерял. Наконец вошел он за своим клубком в большой, темный лес. Идет по лесу днем и ночью без отдыха. А клубок все катится и катится. Докатился он до маленькой войлочной кибитки и исчез, будто растаял. „Что я буду теперь делать? — думает стрелок.— Должно быть, надобно и мне войти в эту кибитку». Поднял он вышитую кошму и вошел в эту кибитку. Встретила его там красивая маленькая женщина и спрашивает: — Кто вы, откуда и куда идете? — Я ханский стрелок, — отвечает молодец, — а иду я сам не знаю куда. Не стала ни о чем больше расспрашивать маленькая женщина. Накормила, напоила и уложила его спать. Как лег стрелок, так сразу же и заснул. Поутру он встал, умылся и принялся расчесывать голову золотым гребнем. Хозяйка маленькой кибитки посмотрела на гребень и спрашивает: — Где вы взяли этот золотой гребень? — Мне дала его моя жена, — отвечает стрелок. Обрадовалась маленькая женщина. — Ну, — говорит, — так вы не чужой мне: вы женаты на моей младшей сестре. Почему вы вчера мне об этом не сказали! . Расставила она перед стрелком разные кушанья и напитки и говорит: — Дайте отдых своим уставшим ногам после такого длинного и тяжелого пути! Останьтесь здесь на три дня! И стрелок прожил в ее кибитке еще три дня. На третий день, когда стрелок хорошо отдохнул, маленькая женщина сказала ему: — Теперь расскажите мне, куда и зачем вы идете. Стрелок ответил ей: — Наш хан заболел и приказал мне отправиться в неведомую страну и принести ему вещь, у которой нет ни места, ни вида. Что это такое, я и сам не знаю. Моя жена, а ваша младшая сестра, дала мне клубок и велела следовать за ним. Пошел я за этим клубком и пришел к вам. Куда мне идти теперь, я не знаю: пропал мой клубок! Хозяйка маленькой кибитки дала стрелку клубок шелковых ниток и молвила: — Ступайте вслед за этим клубком. Он доведет вас до нашей старшей сестры. Может быть, она скажет, куда вам идти и где найти эту диковинную вещь, у которой нет ни места, ни вида. Снова пошел стрелок за клубком. Идет он день за днем, ночь за ночью, нигде не задерживается на отдых. Вышел он из того темного леса, тридцать дней и тридцать ночей шел по степи и опять вступил в большой, дремучий лес. Покатился клубок между деревьями, между кустами. Ветки царапают стрелка, бьют его в лицо, а он идет, не останавливается. Наконец подкатился клубок ко входу в маленькую войлочную кибитку, которая стояла посреди леса, и исчез. Вышла из кибитки красивая маленькая женщина и спрашивает стрелка: — Кто вы, откуда и куда идете? — Я прохожий, — отвечает ей стрелок, — а иду издалека и далеко. Не стала хозяйка ни о чем расспрашивать его, ввела в свою кибитку, накормила, напоила и уложила спать. Поутру стрелок встал, умылся и принялся расчесывать волосы золотым гребнем. Хозяйка взглянула на гребень и спрашивает: — Где вы взяли этот золотой гребень? — Мне дала его моя жена, — отвечает ей стрелок. Просветлело лицо у маленькой женщины, обрадовалась она и говорит: — Ну, так вы не чужой мне: вы женаты на моей младшей сестре! Вы бы мне об этом раньше сказали. Принесла она все, что у нее было — самые лучшие кушанья и напитки, — и стала потчевать стрелка. Когда он насытился, хозяйка сказала ему: — Дайте отдых своим уставшим ногам. Отдохните здесь хорошенько. Через три дня и три ночи маленькая женщина сказала: — Теперь расскажите мне, зачем и куда вы идете. Ничего от меня не скрывайте. И стрелок рассказал ей обо всем — зачем и куда Он шел. Выслушала женщина его рассказ, покачала головой и молвила: — Не знаю я, где находится эта неведомая страна. Спросить разве у моих помощников? С этими словами взяла она свой золотой рожок, вышла из кибитки и громко затрубила. Зазвучало сто восемь звуков печальных, зазвучало шестьдесят два звука веселых, пришли, прилетели, приползли, прискакали все твари — и дикие звери, обитающие в степях и лесах, и птицы, летающие в небе, и черви, живущие под землей, и все другие живые существа. Собрались они и стали вокруг хозяйки маленькой кибитки. Молвила она: — Звери и птицы, везде вы бываете, далеко забегаете и залетаете, все знаете и слышите. Есть среди вас такой, кто знает, где находится вещь у которой нет ни места, ни вида и которая находится в неведомой стране? Если есть, пусть выйдет скажет: “Я знаю”. А кто не знает, скажите: “Мы не знаем”, и возвращайтесь все по своим местам. Птицы сказали: — Мы не знаем! — и сейчас же улетели. Звери сказали: — Мы не знаем! — и разбежались по степям и лесам. Черви и насекомые сказали: — Мы не знаем! — и тотчас же удалились. Тогда маленькая женщина снова затрубила в свой золотой рожок. Зазвучало сто восемь звуков печальных, зазвучало шестьдесят два звука веселых, и собрались вокруг нее все существа, живущие в воде: рыбы, черепахи, лягушки, змеи, раки. Спросила хозяйка маленькой кибитки водяных тварей: — Гады и рыбы, везде вы бываете, заплываете в далекие воды, все знаете и слышите, отвечайте мне: есть ли среди вас такой, кто знает, как попасть в неведомую страну, где находится вещь, у которой нет ни места, ни вида? Если есть, пусть выйдет и скажет: “Я знаю”. А кто не знает, скажите: “Мы не знаем”, и возвращайтесь все по своим местам. Закричали рыбы, черепахи, змеи, лягушки и раки: — Я не знаю! Я не знаю! Я не знаю! — и разошлись по своим озерам, рекам и болотам. Только один большой рак не ушел: то поползет к воде, то вернется к кибитке, то поползет к воде, то вернется к кибитке. Увидела маленькая женщина, что рак не знает, как ему быть, и спрашивает: — Ты хан всех раков? — Да, — отвечает рак. — Что ты знаешь? Что слышал? Что ты хочешь сказать? Правдивую весть или ложный слух — все равно скажи мне! Рак говорит: — Я не то знаю, не то не знаю! — Каковы бы ни были твои слова, говори! — приказала ему хозяйка маленькой кибитки. Тогда рак молвил: — Если выйти отсюда и идти на полуденную сторону, то на пространстве месячного пути встретится большое море. Если путник не сможет переправиться через море, пусть свернет на запад. На расстоянии месячного пути есть переправа. Когда переправишься на другую сторону моря, увидишь большую дорогу. Эта дорога ведет на полдень. Тот, кто пойдет по этой дороге, ровно через месяц увидит на восточной ее стороне большой, дремучий лес. К этому лесу от дороги идет двухколесный след. Если идти по этому следу, попадешь в тот лес. Там путь и окончится. Что дальше, я не знаю. Сказал это рак и уполз в свое озеро. Спрашивает маленькая женщина стрелка: — Ну, молодец, слышали вы, что говорит хан раков? — Слышал, — отвечает стрелок. — Если слышали, так отправляйтесь в путь, — говорит женщина. — Может быть, это и есть та неведомая страна, куда вы стремитесь. Больше никто и ничего о той стране не знает. Придется вам раскидывать своим умом! Накормила она стрелка и собрала его в путь. Простился он с хозяйкой маленькой кибитки и отправился дальше. Идет он день за днем, нигде не задерживаясь Целый месяц шел и добрался наконец до моря. Оглядел стрелок море и понял, что никак ему через это море не переправиться. Свернул он на запад и пошел по берегу моря. Еще целый месяц провел он в пути, пока не подошел к переправе. Переправился он на другую сторону моря, нашел большую дорогу и зашагал по ней. И опять целый месяц провел он в пути. Когда месяц истек, стрелок увидел на восточной стороне дороги большой, дремучий лес. Пошел он в сторону леса, ни на один миг не останавливался, и до тех пор шел, пока не нашел широкий двухколесный след. Свернул он с дороги и пошел по тому следу. Шел он три дня и три ночи и добрался наконец до дремучего леса. Вошел стрелок в лес и видит: тянется двухколесный след между деревьями. Пошел он по этому следу. А след довел его до непроходимой чащи и тут оборвался. Стал стрелок пробираться сквозь чащу. Деревья высокие, черные, своими ветвями небо закрыли, нигде просвета не видно, нигде солнечного луча не заметно. Ни вперед, ни вправо, ни влево прохода нет. Остановился стрелок и думает: “Что я теперь буду делать? Не назад же мне после такого долго пути возвращаться!” Стал он оглядываться и вдруг заметил какую-то яму. Спустился стрелок в эту яму и пошел ощупью. Шел, шел и вышел к какому-то жилью, вырытому в земле. Вошел стрелок в это жилье, огляделся — никого в нем нет. Прислушался — ни одного звука не услышал. А по всему видно, что кто-то в этом жилье бывает. “Кто здесь живет, неведомо, — думает стрелок. — Надо всего опасаться, чтобы в беду не попасть”. Усмотрел он глубокую щель в стене, забрался в нее и сейчас же заснул крепким сном. Слышит он сквозь сон — забренчали колеса телеги, да так громко, как никогда ни у одной простой телеги не бренчат. Спрятался стрелок получше притаился и думает: “Что-то будет дальше!” Слышно ему: остановилась телега возле самого жилья. Вошел в жилье молодец страшного облика. Надеты на нем нарядные одежды, пристегнуто к поясу дорогое оружие. Снял этот молодец свое оружие, повесил на одну сторону; снял свое платье, повесил на другую сторону. Потом сел, поджал ноги и молвил: — Эй, Мурза, подавай кушанье! Не успел он вымолвить, как перед ним развернулась желто-пестрая скатерть, а на скатерти появились разные лакомые яства и напитки, какие пожелаешь плоды и фрукты, все что угодно! Наелся молодец, напился и приказал: — Эй, Мурза, убери! И сейчас же желто-пестрая скатерть со всеми блюдами и кувшинами и чашами исчезла, как будто в воздухе растаяла. А приезжий молодец оделся, взял свое оружие и вышел из подземного жилья. Забренчали, зазвенели колеса телеги — уехал он. Выбрался стрелок из своего укрытия, смотрит— никого нет и ничего нет. Стоит он, дивится, сам думает: “Что же это за молодец приезжал сюда? И кто же это подавал ему кушанья? И куда девались кушанья, которые после него остались? Дай-ка и я сделаю все, как он делал!” Снял стрелок свое оружие и повесил на тот крюк, на который и неведомый молодец вешал свое оружие. Снял платье и повесил на тот же крюк, на который вешал свое платье и неведомый молодец. После того сел на кошму, поджал ноги и молвил: — Эй, Мурза, подавай кушанье! И в тот же миг перед ним развернулась желтопестрая скатерть и появились в изобилии самые лакомые кушанья, самые лучшие напитки. Ешь и пей что угодно! Поел, попил стрелок, насытился и говорит: — Где ты, Мурза? Садись и ты, пей, ешь досыта! Появился тут Мурза, сел и стал есть, а когда наелся, сказал: — Вот уже целых тридцать лет кормлю и пою я того молодца, который недавно приходил сюда, а еще ни разу он не сказал мне: “Садись, пей, ешь!” Тебе я подал кушанье всего один раз, и ты сказал мне: “Садись, Мурза, поешь!” С тобой мне будет лучше жить! Возьми меня с собой! — Возьму, — говорит стрелок. — Ведь это за тобой я и ходил повсюду, тебя я и разыскивал, да вот и нашел здесь, совсем не ожидая! — Ну, так я буду с этого дня твоим и пойду вместе с тобою! — говорит Мурза. — Хорошо, — отвечает стрелок, — пойдем вместе! Вышли они из подземного жилья и пошли. Идет Мурза рядом со стрелком, а увидеть его невозможно. Долго ли, мало ли они шли, вдруг услышали громкое бряканье колес. Говорит Мурза стрелку: — Это едет мой бывший повелитель на своих восьми черно-лысых лошадях. Видно, проголодался, будет меня кликать, да не докликается! Поздно вечером дошел стрелок до какого-то безлюдного места. Видит — стоит здесь черная, закоптелая кибитка, покрытая драной кошмой. Вошел стрелок в эту кибитку, а в кибитке отшельник — даянчи творит поклоны и никакого внимания на него не обращает. — Старичок даянчи, — говорит стрелок, — у меня к вам просьба: разрешите мне переночевать в вашей кибитке! Даянчи перестал творить поклоны и сказал: — В этих местах до сих пор люди не появлялись. Откуда же ты и куда идешь? — Я ходил по приказу нашего хана в далекие края, а сейчас иду домой, — ответил стрелок. Даянчи сказал: — Место, где ты можешь переночевать, есть, а вот накормить тебя я не смогу: нету у меня ни шюлюна — варева, ни ця — чая, ничего нет. Даже тулча — тагана в моей кибитке нет! — Мне и не нужно ничего, — говорит стрелок.— Мне только бы ночь переночевать. — Ну, так и ночуй! — отвечает ему даянчи. Оставил даянчи стрелка на ночлег в своей кибитке и опять принялся творить поклоны. А перед тем как улечься спать, достал он свои припасы и стал есть. Пища его — малина, растущая между скалами, сухие плоды терна и боярышника, собранные в лесу. Сидит даянчи, ест ее и говорит стрелку: — Видишь, чем я питаюсь? Разве могу угостить тебя такой несытной пищей? Да и той у меня немного. Чтобы собирать ее, у меня нет времени: я должен непрерывно творить поклоны. Не обиделся стрелок. — Вы, — говорит, — ешьте свое, а я буду есть свое. Эй, Мурза, накорми меня! Только успел вымолвить — развернулась перед ним желто-пестрая скатерть, вся уставленная блюдами и кувшинами. Ешь, пей что пожелаешь! Сел стрелок к скатерти и говорит: — Ну-ка, старичок даянчи, сядьте и вы со мной, отведайте моего кушанья! Подивился немало даянчи, уселся рядом со стрелком и стал есть да похваливать. А стрелок вызвал и Мурзу и его накормил и напоил. Когда они насытились и встали, стрелок сказал: — Убери, Мурза! И все, что было на скатерти, сейчас же пропало, и сама желто-пестрая скатерть исчезла. Понравилась даянчи лакомая пища. Стал он упрашивать стрелка: — Молодец, променяй мне этого Мурзу с его скатертью! — Нет, — отвечает стрелок, — не променяю. Он мне самому нужен! Целую ночь выпрашивал даянчи: — Променяй, молодец! За твоего чудесного Мурзу я тебе дам нечто еще более чудесное! — Что же вы дадите мне? — спрашивает стрелок. — Сейчас я тебе покажу это! — сказал даянчи. С этими словами он достал хадак — длинный шелковый платок — и велел стрелку следовать за собой. Когда они вышли из кибитки, даянчи тряхнул хадаком и молвил: — Появись дворец! И в тот же миг перед ними появился прекрасный дворец, кровля которого почти достигала неба. Дворец этот был невиданной красоты, весь украшенный золотом и серебром, усеянный, как глазками, кораллами, жемчугом и драгоценными самоцветными камнями. Таков был этот дворец снаружи. А войти во дворец да посмотреть убранство да утварь — такой красоты и богатства не было даже во дворцах самых могущественных ханов. Показал старик даянчи стрелку этот дворец и говорит: — Ты совсем еще молодой человек, и дворец тебе пригодится. А мне нужна вкусная пища и сладкие напитки. Возьми мой хадак и отдай мне твоего Мурзу с его желто-пестрой скатертью! Но сколько старик даянчи ни упрашивал, стрелок не соглашался. — Нет, — говорит, — не могу отдать моего Мурзу! А Мурза шепчет ему на ухо: — Меняй! И дворец будет твой, и я буду твой! Стрелок поверил словам Мурзы — поменялся. Старик даянчи встряхнул хадаком и молвил: — Исчезни! — И дворец в тот же миг исчез. Стрелок взял у него хадак и сказал: — Теперь Мурза ваш! Простился он с даянчи и пошел. Дошел до горного перевала, обогнул его стороною и говорит: — Не опрометчиво ли я поступил? Не зря ли я поменялся с этим даянчи? Вот есть у меня теперь роскошный дворец, а Мурзы нет. Что он сейчас делает, где он? И вдруг слышит: — Не горюй, молодец, я иду рядом! Никогда с тобой не расстанусь! — А как же старик даянчи? — спрашивает стрелок. — Пусть он творит свои поклоны, — отвечает Мурза, — а я ему не слуга! Обрадовался стрелок. Отправился дальше. То пойдет, то побежит — не терпится ему, хочет скорей вернуться домой к молодой красавице жене. Шел он так без остановки, не считая дней и ночей, и наконец подошел к морю. “Если идти в обход моря, — думает стрелок, — потребуется еще целый месяц ходьбы. Дай-ка я посмотрю, не встречу ли здесь корабельщиков”. Пошел он по берегу моря. Идет и видит: остановился у берега большой корабль. А на корабле множество воинов, хотят они переправляться на другую сторону моря. Подошел стрелок к кораблю и говорит: — Я иду из дальней страны Сделайте милость, перевезите меня на другую сторону! Начальник воинов говорит: — Входи, переправим тебя! Взошел стрелок на корабль и поплыл по морю вместе с воинами. Те проголодались и стали есть. Стрелок говорит: — Дайте и мне немножко поесть! — Вот ты какой, — отвечают воины, — пусти тебя на корабль да еще корми тебя! А нам от тебя какая выгода будет? Не дадим тебе есть: наша пища мереная, тебе дать нельзя! Стрелок говорит: — Ваша пища мереная, а моя без всякой меры: захочу — накормлю вас всех, да еще и другим останется! Рассердились воины, стали бранить стрелка: — Хвастун ты, обманщик! Пошли и рассказали своему начальнику. Призвал начальник стрелка и спрашивает его: — Хвастался ли ты, что будто можешь накормить разом всех моих воинов? — Не хвастался, а правду говорил, — отвечает стрелок. — Если так, то сделай это. Тогда мы и поверим, что ты правдивый человек. А если твои слова ложь, так мы привяжем тебе на шею камень величиной с быка и бросим в море! — Хорошо, — говорит стрелок, — докажу вам, что правдивы мои слова! Садитесь в два ряда так, чтобы между рядами был широкий проход! Уселись воины от одного конца корабля до другого — лицом к лицу, друг перед другом. — Ну, Мурза, — молвил стрелок, — накорми этих воинов досыта! В тот же миг с одного конца корабля до другого, между рядами воинов развернулась желто-пестрая скатерть и появились на ней всякие кушанья и напитки, всякие плоды и фрукты — ешь что хочешь, ешь сколько можешь! Воины напились, насытились, а еда и напитки не убывают — осталось столько, что можно еще целое войско накормить. — Все ли сыты? — спрашивает стрелок. — Все! — отвечают воины. — Ну, Мурза, тогда убирай! — говорит стрелок. И в то же мгновенье все исчезло — и скатерть, и блюда, и кувшины, и чаши. Изумились воины, рты разинули. — Никогда, — говорят, — не видали мы такого дива! Стали они сговариваться, как бы заполучить этого чудесного кормильца. Говорят стрелку: — Продай нам его! — Не могу, — отвечает стрелок, — не продается он! Сколько ни упрашивали, сколько золота ни предлагали — не могли уговорить. — Если не хочешь продавать, — говорят воины,— тогда променяй! В обмен мы дадим тебе другой чудесный предмет! — Что же вы дадите мне? — спрашивает стрелок. — Что может быть драгоценнее моего Мурзы? Он мне больше всего нужен! Принесли воины золотую палку с толстым концом, показали ее стрелку и говорят: — Дадим мы тебе вот эту палку. У нее есть чудесное свойство: если ударить по земле толстым концом, станет выходить безостановочно конное войско; все воины в блестящих латах, у всех воинов в руках стальные сабли. А если ударить тонким концом, станут выходить безостановочно стрелки с луками в руках. Увидал Мурза эту палку и шепчет на ухо стрелку: — Меняй, — говорит. — И войско твое будет, и я твой буду! Послушался стрелок, поменялся, взял золотую палку. Когда переплыли море, воины направились в свою сторону, а стрелок — в свою. Идет стрелок и говорит: — Где-то теперь мой Мурза? А Мурзы нет, не откликается он. Прошел стрелок еще день и ночь и опять говорит: — Где же ты, друг Мурза? Нет Мурзы, не откликается он. Пошел стрелок дальше. Еще два дня и две ночи миновали. Снова он зовет своего друга: — Где же ты, Мурза, откликнись? Нет Мурзы, не откликается он. Совсем загоревал стрелок: — Ну, видно, обманул он меня! Зря я поменялся с этими воинами! На пятый день к вечеру стрелок думает: “Позову его в последний раз!” Стал звать: — Откликнись, Мурза! Где ты? И вдруг слышит: — Не печалься, молодец! Здесь твой Мурза, еще в полдень пришел! Обрадовался стрелок, уселся и говорит: — Без тебя я от голода еле жив! Давай поедим скорее! Развернулась желто-пестрая скатерть, появились на ней всякие яства. Поели стрелок с Мурзой и пошли дальше, не считая день за день и ночь за ночь, и пришли наконец в самую полночь в кочевья Царкин-хана. Вошел стрелок в кибитку, стал будить жену. — Проснись, — говорит, — встань, пришел я! Обрадовалась жена, быстро встала, раздула огонь. — Здоровы ли вы вернулись? — спрашивает. Стали рассказывать друг другу, как жили все то время, где что случилось. — А что наш хан? — спрашивает стрелок. — Прошла ли его болезнь? Каково он себя чувствует? — С того самого дня, как вы ушли, — отвечает ему жена, — здоров. Уже три раза он приходил и уговаривал меня стать его женой. Но я всякий раз говорила ему: “Непристойно мне думать о новом замужестве. Мой, муж отправился добывать для вас целебное средство, и я не знаю, умер он или жив. Как же я пойду за вас замуж?” Но хан твердил: “Твой муж уже давно умер”. Я говорю: “Покажите мне его кости, тогда я вам поверю. Когда увижу их — подумаю, какой ответ вам дать”. Как услышал хан эти мои слова, сейчас же приказал отнять у меня весь скот и все имущество, и вот осталась у нас только пустая кибитка! Выслушал стрелок рассказ своей жены и сильно разгневался. Сказал он жене: — Пойдем к ханскому дворцу! Накажу я хана и за обман и за беззаконие! Пришел стрелок к ханскому дворцу, остановился вблизи, махнул своим длинным хадаком и молвил: — Появись на этом месте дворец! И тут же появился дворец высотою до самых облаков, такой богатый и красивый, что ханский дворец перед ним — бедная лачуга. Вошел стрелок в этот дворец с женою и приказал Мурзе: — Накорми нас, Мурза! Как насытились они, вышел он из дворца и ударил по земле тонким концом своей золотой палки. В тот же миг начали выходить стрелки с луками в руках. Стали они у дверей дворца и ждут приказания. Стрелок говорит им: — Пока я не проснусь и не встану, никого не впускайте ко мне! Поутру ханские слуги увидели огромный, дивный дворец. Не знают, что и думать. -+ Что это, — говорят, — за чудо? Бурхан воздвиг за ночь этот дворец или черт его построил? Побежали, доложили хану. Вышел Царкин-хан, глянул на дворец, чуть рассудок не потерял от изумления. — Что это такое? — говорит. — С тех пор как я стал человеком, никогда не видывал такого дворца и даже не слыхивал о нем! Кто его воздвиг? Кто в нем обитает? Ступайте посмотрите и приведите ко мне человека, который живет в этом невиданном дворце! Отправились ханские посланцы. Подходят они ко дворцу и спрашивают у двух привратников, рослых и суровых с виду: — Чей это дворец? Что за человек в нем живет? И что вы за люди сами? Откуда вы появились: с неба вы упали или из земли выросли? Отвечайте нам скорее! Два привратника грозно спрашивают их: — А вы-то сами, допрашивающие нас, что за люди? — Мы посланцы могучего Царкин-хана. Он приказал все узнать и обо всем доложить ему. — Что это за Царкин-хан? — говорят привратники. — Мы о вашем хане даже никогда и не слышали, и до вашего хана нам никакой нужды нет. У нас есть свой хан, он сейчас в своем дворце спит. Ступайте прочь, покуда живы! Испугались ханские посланцы. Прибежали к Царкин-хану и доложили ему обо всем, что узнали. Стал Царкин-хан бранить их. — Я, — говорит, — посылал вас не за тем, чтобы вы разговаривали с привратниками. Я посылал вас привести их повелителя! Распорядился хан жестоко наказать этих двух посланцев, а потом вызвал к себе двух самых лучших своих богатырей и приказывает им: — Схватите и притащите ко мне владельца этого дворца! Приходят ханские богатыри ко дворцу, хотят «творить двери. Отстранили их привратники и говорят: — Что вы за люди? Отступите, если вам жизнь дорога! Богатыри Царкин-хана отвечают: — Мы посланы не с вами разговаривать. Мы посланы захватить владельца этого дворца и привести его к нашему хану! Сказали это богатыри и стали проталкиваться во дворец. Схватили их привратники и начали бить. — Нам, — говорят, — до вашего хана нужды нет! Мы его и знать не знаем! Избили ханских богатырей и прогнали. Притащились богатыри к Царкин-хану, сами хромают да охают: — Не пустили нас привратники во дворец! Нам против их силы не выстоять! У нас нет силы и вполовину! Созвал Царкин-хан своих дарханов, стал с ними советоваться: — Говорите, как нам быть? Видно, это какой- нибудь могучий противник. Дарханы говорят: — Нужно выслать против него войска! Приказал Царкин-хан собрать и привести войска. — Собирайте, — говорит, — всех, кто только может держаться на лошади, и как можно скорее! Собрали начальники ханские войска и привели. Тридцатью тремя полками в тридцать три ряда окружил Царкин-хан дворец стрелка и приказал кликнуть: — Выходи сюда, пока солнце над головой, померимся силами! Стрелок услышал этот клич, открыл окно, высунулся по пояс и спрашивает: — Что вы за люди? Зачем сюда собрались? Воины отвечают: — Мы войско могущественного Царкин-хана! Стрелок говорит им: — Я Царкин-хану не враг, не друг, Я живу в своем доме и не враждую с ним. Но если Царкин- хан хочет воевать, буду воевать! Пусть он заявит мне об этом! — Давай воевать! — кричит Царкин-хан. Тогда стрелок вышел из своего дворца и ударил по земле толстым концом золотой палки. И в ту же минуту появилось конное войско — нельзя его ни сосчитать, ни окинуть глазом. Все воины одеты в блестящие латы, у всех в руках оружие. Подняли воины свое оружие и спрашивают: — Какой будет приказ? — Сразитесь с войсками этого хана! — говорит стрелок. Двинулись воины, началось сражение. А стрелок ударил еще тонким концом золотой палки, и появилось неисчислимо много стрелков с луками в руках. Подняли свои луки и спрашивают: — Какой будет приказ? — Сразитесь с войсками этого хана! — отвечает им стрелок. Пошли стрелки на помощь конникам. Дрогнули войска Царкин-хана, стали отступать. А войска стрелка теснят их, гонят, истребляют. Утром начали сражение, а к вечеру и сражаться не с кем было. Хотели было захватить самого Царкин-хана, а он соскочил с коня и побежал изо всех своих сил ко дворцу стрелка. Бежит и кричит: — Спасите мою жизнь! Помилуйте меня! Стрелок сказал своим войскам: — Не убивайте его, приведите живьем! Поговорю я с ним! Схватили воины Царкин-хана за руки и за ноги и притащили к стрелку. Поклонился хан в ноги стрелку — с перепугу и не узнал его, — просит помиловать, оставить ему жизнь. Засмеялся тогда стрелок. — Не бойтесь, — говорит, — не убью вас! Захотели вы сражаться, я сражался, а теперь буду угощать вас. Мурза, подавай кушанье! Развернулась желто-пестрая скатерть, появились кушанья, напитки. Стал стрелок потчевать хана. Угощает стрелок Царкин-хана, а сам спрашивает: — Я слышал, что в ваших кочевьях живет стрелок-молодец. Где он сейчас? Хотелось бы мне посмотреть на него. — Нет его, — отвечает хан. — А где же он? — спрашивает стрелок. — Умер, — отвечает Царкин-хан. — А вот мы слышали, что он жив, — говорит стрелок. — Он отправился неведомо куда, — говорит хан.— Срок, когда должен вернуться, уже давно прошел, вот мы и решили, что он умер. — А кто и зачем отправил его неведомо куда?— спрашивает стрелок. Царкин-хан говорит: — НИКТО его не отправил, он отправился в далекие края по своей воле. А зачем, я и сам того не знаю. Рассердился стрелок: — Я сказал, что не убью вас, но можно ли оставить в живых такого бессовестного лжеца? Когда зы захотели отнять у стрелка его жену, вы притворились больным и потребовали, чтобы стрелок достал вам молока тигрицы. Потом вы отправили его в неведомые края и приказали принести вещь, у которой нет ни места, ни вида. Посмотрите на меня получше, если страх не совсем ослепил вас. Ведь я и есть тот самый стрелок… Я побывал неведомо где и принес вещь, у которой нет ни места, ни вида. Так и не удалось вам погубить меня и выполнить ваш нечистый замысел. Теперь по всей справедливости следовало бы убить вас. Затрясся от страха Царкин-хан, упал в ноги стрелку, ползает перед ним на коленях, упрашивает, чтобы тот оставил его в живых. Отстранил стрелок хана ногой и говорит: — Много вы сделали всяких злых дел, но убивать вас я не буду. Только оставаться здесь не позволю — убирайтесь немедля прочь подальше отсюда, чтобы никто и никогда больше не видел вас! — Благодарю и за эту милость! — говорит Царкин-хан. Взял он свое семейство и поспешно ушел из этих мест. С тех пор его больше и не видели. А стрелок-молодец стал жить в том кочевье со своей молодой женой в большой любви и довольстве."
}