{
  "text": "В одном стойбище много чумов было. В чумах эвенки жили. Дружно, хорошо жили: охотились, рыбу ловили, в свободное время пели, плясали, играли.\nВдруг в один день над тайгой что-то сильно зашумело. Взглянули люди наверх, видят – летит кто-то крылатый, огромный, страшный.\nЭто злой людоед, шаман Корэндо, был. Он большие крылья надевал, всюду летал, глотал людей.\nОпустился Корэндо в стойбище, стал хватать людей. Кого схватит – живьем глотает. Никому не удалось спастись: всех поймал, всех проглотил Корэндо. Одна старушка уцелела: пока Корэндо людей ловил да глотал, она под железный котел села, накрылась им, притаилась...\nСтарушку Корэндо не нашел.\nПроглотил он всех людей, взмахнул крыльями, поднялся высоко-высоко и улетел.\nКогда затих шум, вылезла старушка из-под котла. Пошла чумы осматривать. Пусто в чумах – ни одного человека нет. Заплакала старушка:\n– Как одна, без людей, жить буду?..\nЗаглянула в последний чум. Думала, и в нем пусто. Глядит – а в чуме мальчик лежит, совсем маленький. Обрадовалась старушка. Сделала колыбельку, стала качать мальчика, стала растить его. Назвала мальчика Уняны.\nНе годами–днями рос Уняны. Когда подрос, возмужал – стал на охоту ходить, стал кормить старушку.\nСпросил однажды Уняны:\n– Бабушка, почему во всем стойбище только ты да я? Где все наши люди? Умерли они, что ли?\n– Нет, малыш, их всех в одну ночь людоед проглотил. Я под котлом спряталась, ты в чуме неведомо как уцелел. Вот я тебя и выкормила, вырастила.\n– Куда же этот людоед ушел? Скажи мне!\n– Сказала бы, да сама не знаю...\nРассердился сильно Уняны. Решил найти людоеда, наказать его. Пошел в тайгу, поймал дикого оленя, принес в чум бабушке:\n– Бабушка, не этот ли съел людей?\n– Нет, малыш, нет, не он! Это добрый зверь. Это олень. Снеси его туда, где поймал, и отпусти.\nПослушался Уняны бабушку, отнес дикого оленя в тайгу и отпустил. Сам стал людоеда искать. Увидел росомаху, поймал, притащил в чум, к бабушке:\n– Бабушка, не она ли погубила всех наших людей?\n– Нет, малыш, нет, – это росомаха. Она ни в чем не виновата. Отнеси ее на то место, где поймал, и отпусти.\nУняны послушался бабушку, отпустил росомаху. Поймал лося, в чум привел:\n– Бабушка, не этот ли съел людей?\n– Нет, малыш, нет, не он. Это лось. Он не ест людей. Отведи его туда, где поймал, и отпусти.\nОтпустил Уняны лося, поймал волка. Привел в чум, спрашивает:\n– Не он ли съел наших людей?\n– Нет, малыш, нет, не он. Это волк. Отпусти его!\nУняны волка отпустил, медведя поймал. Бабушка и медведя велела отпустить.\nТак Уняны таскал к бабушке всех зверей – больших и маленьких. И всех бабушка велела ему относить в тайгу, отпускать и не обижать.\nЗатосковал Уняны – не знает, что делать. Заметила это бабушка. Не вытерпела, сказала:\n– Малыш, не ищи людоеда в тайге! Обликом он похож на огромного человека. Прилетел он к нам на крыльях, как птица, и улетел обратно, а куда – не знаю... Знаю только, что это злой шаман Корэндо.\nПерестал Уняны ходить в тайгу. Выпросил у бабушки крышку от большого котла, достал молоток и принялся ковать для себя крылья. Целый день у огня сидит, кует. Долго ковал. Выковал, стал бабушку спрашивать, хороши ли крылья.\n– Нет, малыш, не очень хороши: у Корэндо крылья больше!\nСнова принялся Уняны за работу. Стал делать крылья больше. Когда сделал, захотел испытать их. Поднялся в небо и спрашивает бабушку:\n– Бабушка! Корэндо летал на такой высоте, как тетерев?\n– Нет, малыш, выше!\nУняны опять стал ковать. Еще больше сделал крылья, снова поднялся, бабушку спросил:\n– Бабушка! Корэндо летал так же высоко, как рябчик?\n– Нет, малыш, Корэндо выше летал! Он летал, как теперь ты летаешь, не ниже. Чтобы победить Корэндо, надо сделать крылья больше, чем у него. И летать надо выше, чем он летает! Помни: Корэндо – большой и сильный!\nУняны не огорчился, не отступил, опять за работу принялся. Без отдыха сидит у огня, молотком стучит – железные крылья мастерит.\nЕще больше сделал крылья. Поднялся в небо испытать их. Летает, сам бабушку спрашивает:\n– Бабушка, скажи: повыше или пониже меня летал Корэндо?\n– Теперь ты летаешь выше Корэндо! Он пониже летал!\nПоднялся Уняны на большую высоту и увидел вдалеке огромный чум. Полетел в ту сторону.\nПрилетел Уняны к тому чуму, увидел стойбище, увидел место, где опускался Корэндо на землю. Стал кружить над чумом. Кружит, сам поет:\n\nВыходи, Корэндо, из чума:\nПрилетел я с тобою сражаться!\n\nДолго пел. Корэндо из чума не вышел: его в чуме не было. Вышла из чума женщина, жена Корэндо, и пропела:\n\nЭх ты, глупец, глупец!\nТоже нашелся какой:\nХочет с Корэндо равняться!\nКорэндо – могучий шаман,\nЕго победить невозможно!\nЕсли ты смерти ищешь,\nТогда и лети к Корэндо!\n\nПоказала она Уняны, куда ему лететь. Взвился он и полетел дальше. Долго летел.\nДо второго чума долетел. Увидел место, где Корэндо на землю опускался. Закружил Уняны над чумом, запел свою песню, стал вызывать Корэндо на битву:\n\nВыходи, Корэндо, из чума:\nПрилетел я с тобою сражаться!\n\nВместо Корэндо из чума вышла вторая его жена и пропела ему в ответ:\n\nКорэндо – могучий шаман,\nЕго победить невозможно!\nЕсли ты смерти ищешь,\nТогда и лети к Корэндо!\n\nПропела она свою песню и указала Уняны, куда ему лететь. Замахал он крыльями и полетел. Долго летел... Увидел третий чум, стал вызывать Корэндо. Но и там Корэндо не было. Полетел Уняны в четвертое стойбище – и там людоеда не нашел. Полетел в пятое – и там его не застал. Побывал на шестом – увидел не Корэндо, а шестую его жену. От нее и узнал Уняны, что Корэндо сейчас живет в седьмом стойбище. И все жены Корэндо, с которыми Уняны разговаривал, пели ему одну и ту же песню:\n\nКорэндо – могучий шаман,\nЕго победить невозможно!\nЕсли ты смерти ищешь,\nТогда и лети к Корэндо!\n\nНо их слова не испугали Уняны. Полетел он дальше, к седьмому чуму Корэндо. Прилетел, закружил над чумом людоеда и запел:\n\nВыходи, Корэндо, из чума:\nПрилетел я с тобою сражаться!\n\nПение Уняны услышала седьмая жена Корэндо. Она вышла и запела в ответ:\n\nНе тревожь, не буди Корэндо!\nКорэндо – могучий шаман.\nЯ не стану будить Корэндо.\nОн высоко на крыльях взлетит,\nОн тебя непременно убьет –\nПеред ним ты слаб, беззащитен!\n\nНо и она не испугала Уняны. Он стал кружить все ниже и ниже и пел все громче и громче:\n\nКорэндо погубил мой народ.\nЯ хочу отомстить ему!\nЯ хоть мал, но его не боюсь!\nПоскорее буди его!\n\nВошла жена Корэндо в чум и разбудила его. После того она вышла к Уняны и снова запела:\n\nМогучий Корэндо проснулся,\nОн сейчас надевает крылья.\nСейчас он выйдет из чума\nИ будет с тобой сражаться!\n\nУняны стал кружить над самым чумом Корэндо, смело стал вызывать его:\n\nКорэндо! Корэндо! Корэндо!\nСкорей выходи на битву!\n\nВ ответ из чума раздался хриплый голос людоеда:\n\nУняны! Уняны! Уняны!\nПодожди, подожди немного!\nПоем я, поем сначала!\n\nУняны запел:\n\nЗачем тебе есть, Корэндо?\nНедолго тебе жить осталось:\nЗа наших людей отомщу я!\n\nХриплым голосом Корэндо ответил ему:\n\nУняны! Уняны! Уняны!\nПодожди, пока я обуюсь!\n\nУняны запел:\n\nЗачем тебе обуваться?\nНедолго тебе жить осталось:\nЗа наших людей отомщу я!\n\nКорэндо запел:\n\nУняны! Уняны! Уняны!\nПодожди, я крылья надену!\n\nНо Уняны не отставал от него и настойчиво пел:\n\nКорэндо! Корэндо! Корэндо!\nЧего ты медлишь, Корэндо?\nВыходи, выходи скорее!\nЗа наших людей отомщу я!\n\nТут огромный, толстый, тяжелый Корэндо вылетел из чума и бросился на Уняны. Но легкий, проворный Уняны быстро и ловко поднялся высоко в небо. Корэндо машет своими крыльями – хочет выше Уняны подняться. Но Уняны все у него над головой кружит, не отстает от него.\nДолго летали. Уняны все время выше Корэндо летает – не может Корэндо его догнать, не может ударить. Стал Корэндо уставать, запел:\n\nУняны! Уняны! Подожди, подожди!\nПониже, пониже спустись!\nНа такой высоте не умею биться –\nКружится у меня голова!\n\nЗасмеялся Уняны, ответил людоеду:\n\nКорэндо! Корэндо! Корэндо!\nПочему это голова закружилась?\nЯ к тебе спускаться не буду!\nЗа наших людей с тобой сражаюсь,\nЗа братьев, сестер тебе отомщу я –\nСломаю, сомну твои крылья!\n\nКинулся Уняны на Корэндо, стал кругами летать над ним. Летает, сам громко поет:\n\nКорэндо! Корэндо! Корэндо!\nПерестанешь глотать людей,\nПерестанешь опустошать стойбища –\nПришел теперь твой конец!\n\nНалетел он на Корэндо и сломал ему крылья. Упал толстый Корэндо камнем, ударился о землю, брюхо его лопнуло.\nИ вышли из его брюха всю люди, которых он проглотил. В свое стойбище, в свои чумы все пошли. Снова жить стали!"
}