{
  "text": "В старые времена жил один жестокий барин. Работников своих он совсем не жалел — мучил их на работе до полусмерти. Даже в праздник отдохнуть не давал.\nКак-то утром в большой праздник, когда все другие люди отдыхали после трудов, барин погнал своих работников в ригу молотить.\nА работники перед тем молотили целый день и всю ночь напролет и еле на ногах держались от усталости.\nТолько они взялись за работу, как прибежал в ригу сам барин с палкой в руках: показалось ему, что работники не проворно молотят. Накинулся он на них с бранью, с угрозами. Размахивает палкой, кричит:\n— Ах вы бездельники! До тех пор из риги не выпущу, пока не смолотите всю рожь, какая здесь есть!\nСтали работники просить барина, чтобы он позволил коня в молотилку запрячь, тогда и дело быстрее пойдет.\n— Что?! — закричал барин. — Коня вам дать?.. Да я вас всех, лентяев этаких, своими руками перебью, если вы еще раз осмелитесь подумать об этом! Не дам вам коня! Коню отдохнуть надо. Сами работайте!\nПокричал барин и выскочил из риги: кому же приятно пыль глотать!\nТолько выскочил, слышат работники — кто-то крикнул:\n— Тпру! Стой! Тпру…\nПотом конь заржал и узда загремела. Видно, кто-то коня запрягает. Кто бы это мог быть?\nТут входит в ригу старик, дряхлый, с длинной седой бородой, а глаза, как молнии, сверкают. И ведет старик на поводу крепкого гнедого жеребца…\nПоздоровался он с работниками и говорит:\n— Вот вам конь. Запрягайте его в молотилку, а потом пускайте на самые тяжелые работы. В лес поедете — дрова на воз не накладывайте. Как срубите дерево, привяжите этого коня к верхушке и пусть тащит на барский двор целиком, со всеми сучьями. А заупрямится, не захочет тащить — хлещите его нещадно, плети не жалейте! Стегайте и по бокам и по спине, только по голове не бейте. Есть ему ничего не давайте. Как приедете вечером в стойло, подтягивайте к потолку. Пусть после дня работы повисит всю ночь. Ему это только на пользу будет!\nСказал это старик и исчез.\nА конь заржал громко, и голос его напоминал голос барина.\nТут работники догадались, что за конь у них появился.\n— Наверно, это сам отец Перкон, хозяин грома и молнии, привел нам коня! — говорят работники. — Ну, его приказ надо в точности выполнять. Что велел, то и будем с этим конем делать.\nТут же запрягли гнедого жеребца в молотилку и начали работать. А жеребец упрямится, ржет, копытами стучит, головой крутит — не хочет работать! Тут ему и всыпали как следует, не упрямься!\nТак с того дня и пошло.\nКак нужно самую тяжелую работу выполнить — непременно гнедого жеребца запрягают. А не хочет работать — плетьми и палками без всякой милости его бьют.\nПоработает жеребец целый день без отдыха, а на ночь его в стойло отведут, к потолку подвесят:\n— Виси до утра!\nИ еду гнедому совсем не давали. За все время удалось ему зимой урвать тайком с воза пучок соломки да летом пощипать крапивы под забором — вот и все.\nИ с того самого дня, как появился гнедой жеребец, лютый барин исчез. Барыня поискала, поискала его, но найти так и не могла.\nПрошел целый год. Был жеребец крепкий, статный, сильный, а через год отощал — глаза запали, губы отвисли, на боках ребра выступили, спина искривилась, шерсть клочьями висит.\nКак-то раз увидела барыня на дворе жеребца и говорит старосте:\n— Надо эту паршивую клячу в лес отвести да и прикончить там. Никуда она больше не годится, и смотреть на нее противно!\nНо староста, видно, тоже догадывался, что это за конь такой, и поэтому не прикончил его.\nОднажды утром в большой праздник, когда все отдыхали, гнедой жеребец вышел потихоньку из стойла. Забрался он в барский огород и давай есть капусту.\nБарыня вышла погулять, зашла в огород и видит: паршивый жеребец с жадностью хватает и глотает капусту.\nРассердилась барыня.\n— Ах ты, — кричит, — негодная скотина! Погоди, сейчас я тебя проучу!\nПодняла толстую палку — да хвать коня по голове! И только ударила, как в ту же минуту перед ней появился сам барин.\nГоворит он слабым да жалостливым голосом:\n— Милая женушка, что же ты бьешь меня? Неужели тебе жалко капустных листьев?.. Ведь для меня они после целого года голодовки вкуснее самых лучших кушаний, которые я раньше ел!..\nТут барыня узнала его, заохала, заахала. А барин и не похож на себя: худой, черный, борода отросла, на руках ногти длинные, тело все в ссадинах, от одежды только швы да клочья остались.\nСхватила его барыня за руку и повела в дом тихонько, чтобы никто не увидел.\nС того времени барин притих да присмирел."
}