{
  "text": "В давние времена жил в одном городе портной. Придет к нему заказчик, принесет два аршина сукна и скажет:\n- Эй, портной! Сшей-ка мне хороший бешмет.\nПосмотрит портной: мало сукна на бешмет. А все-таки не откажется, начнет раздумывать: и так прикинет и этак - и сошьет. А заказчик не только не поблагодарит его, а скажет:\n- Смотри, ты, наверно, остатки моего сукна для себя припрятал?\nОбидно это стало портному. Надоели ему напрасные упреки да разговоры. Собрался он и ушел из города.\n\"Пусть, - думает, - поищут себе другого такого портного!..\"\nИдет он по дороге, а навстречу ему ковыляет тощий, маленький бесенок.\n- Здравствуй, почтенный портной! - говорит бесенок. - Куда это ты идешь?\n- Да иду куда глаза глядят. Надоело мне в городе жить: шью хорошо, честно, а меня все бранят да упрекают!\nБесенок говорит:\n- Ох, портной, и моя жизнь такая же!.. Смотри, какой я тощий да слабый, а где что случится - все на меня, все на меня валят, во всем меня обвиняют. Не могу я так жить! Возьми-ка ты меня с собой, вдвоем нам веселее будет.\n- Хорошо, - отвечает портной, - пойдем!\nПошли они вместе. Попадается им навстречу медведь.\n- Куда это вы, - спрашивает, - идете?\nРассказали портной и бесенок медведю, что от своих обидчиков подальше уходят. Медведь выслушал и говорит:\n- Вот и со мной так-то. В соседней деревне волк задерет корову или овечку, а вину валят на меня, на медведя. Не хочу я без вины виноватым быть, уйду отсюда! Возьмите и меня с собой!\n- Ну что ж, - говорит портной, - пойдем вместе!\nПошли они дальше втроем.\nШли, шли и пришли на опушку леса. Осмотрелся портной и говорит:\n- Давайте-ка избу строить!\nПринялись все за работу и скоро выстроили избу.\nОднажды портной с бесенком ушли далеко по дрова, а медведя оставили дома. Много ли, мало ли времени прошло - забрел к избушке див1 и спрашивает медведя:\n- Что это ты здесь делаешь?\nМедведь говорит:\n- Наше хозяйство стерегу!\nОттолкнул див медведя от дверей, забрался в избушку, все поел-попил, все разбросал, все поломал, поковеркал. Медведь хотел было его гнать, да не мог сладить с ним: див избил его до полусмерти и ушел.\nЛег медведь на пол, лежит, охает.\nВернулись портной с бесенком. Увидел портной, что все разбросано, поломано, и спрашивает медведя:\n- Не случилось ли чего без нас?\nА медведю совестно сказать, как его див бил-колотил, он и отвечает:\n- Ничего без вас не случилось...\nНе стал портной больше расспрашивать.\nНа другой день взял он с собой медведя и пошел вместе с ним за дровами, а бесенка оставили сторожить избушку.\nСидит бесенок на крылечке, стережет избушку.\nВдруг зашумело, затрещало в лесу, вышел див - да прямо к избушке. Увидел бесенка и спрашивает:\n- Ты чего здесь сидишь?\n- Нашу избу стерегу!\nНе стал див больше спрашивать - схватил бесенка за хвостик, размахнулся и отбросил в сторону. Сам влез в избушку, поел все, попил, раскидал, чуть избушку не сломал и ушел.\nПриполз бесенок в избушку на четвереньках, улегся в уголок, попискивает.\nВернулись вечером портной и медведь. Портной смотрит - бесенок весь скорчился, еле жив, кругом беспорядок. Он и спрашивает:\n- Не случилось ли тут чего без нас?\n- Нет, - пищит бесенок, - ничего не случилось...\nВидит портной - что-то не так. Решил проверить, что тут без него творится. На третий день говорит он бесенку и медведю:\n- Ступайте-ка сегодня вы за дровами, а я сам нашу избу стеречь буду!\nМедведь и бесенок ушли. А портной сделал себе из липовой коры дудочку, сидит на крылечке, песни наигрывает.\nВышел из леса див, подошел к избушке и спрашивает портного:\n- Что ты тут делаешь?\n- Песни наигрываю, - отвечает портной, а сам думает: \"Так вот кто к нам в избу наведывается!\"\nДив говорит:\n- Я тоже хочу играть! Сделай и мне такую же дудочку!\n- Сделал бы я тебе дудочку, да вот липовой коры у меня нет.\n- А где ж ее взять?\n- Ступай за мной!\nВзял портной топор и повел дива в лес. Выбрал он липу, какая потолще, надрубил ее вдоль и говорит диву:\n- Держи крепче!\nКак только сунул див лапы в щель, портной вытащил свой топор - лапы и защемило крепко-накрепко.\n- Ну, - говорит портной, - отвечай: не ты ли к нам в избушку приходил, все съедал да выпивал, все ломал да портил, да еще моих медведя и бесенка избил?\nДив говорит:\n- Нет, не я!\n- А, так ты еще и врешь!\nПринялся тут портной бить дива прутом. Стал див его упрашивать:\n- Не бей меня, портной! Отпусти на волю!\nПрибежали на крик медведь и бесенок. Увидели, что портной дива бьет, и сами туда же. Закричал тут див не своим голосом:\n- Смилуйтесь, отпустите меня! Никогда больше к вашей избушке и близко не подойду! Вбил тогда портной в липу клин - див и вытащил из щели свои лапы, да бегом в лес, только его и видели!\nВернулись медведь, бесенок и портной в избушку.\nВот бесенок и медведь давай перед портным хвастаться:\n- Это нас див испугался! Это он от нас в лес убежал! Тебе одному с ним не справиться бы!\nПортной с ними спорить не стал. Выждал он время, выглянул в окошко и говорит:\n- Ого! Идет к нашей избе див, да не один идет - еще сотню дивов с собой ведет!\nБесенок и медведь так испугались, что тут же выскочили из избушки и убежали неизвестно куда.\nОстался портной в избушке один.\nУзнали в соседних деревнях, что хороший портной в этих краях поселился, стали к нему с заказами ходить. Никому портной не отказывает: шьет всем - и старым и малым. Никогда без работы не сидит."
}