{
  "text": "Много сотен лет назад было в Тибете обширное государство Було. Жители его не знали другой еды, кроме говядины и баранины, не пили других напитков, кроме ячьего и козьего молока.\nО вкусной цзамбе, что из зерен ячменя делают, никто даже и не слыхал.\nЖил в Було один кузнец, мастер на все руки. У того кузнеца был сын по имени Ачу, юноша умный, добрый и отважный. Однажды от чужеземных купцов, прибывших в Було с разными товарами, Ачу услышал, что есть такое растение — ячмень, а зерна у него золотистые. Эти чудесные зерна, сказали купцы, хранятся в пещере могучего горного духа Жуды, а живет Жуда за девяносто девятью высокими горами и девяносто девятью широкими реками.\nИ решил тогда Ачу отправиться к горному духу и попросить у него семян ячменя для своего народа.\nДолго не соглашались родители отпустить своего единственного сына в такой трудный и опасный путь. Но юноша был настойчив, и родители скрепя сердце уступили.\nДвадцать приятелей Ачу вызвались ехать вместе с ним к горному духу. Всем им кузнец выковал по доброму мечу, и ранним летним утром двинулись они в дальнюю дорогу.\nДолго ехал Ачу со своими спутниками. Только перевалят через одну гору — перед ними сразу же другая вырастает. Только переправятся через одну реку — встречается на пути следующая.\nТо один, то другой гибли по дороге удальцы, сопровождавшие Ачу. Кто в глубокую пропасть свалился, кто в быстрой реке утонул, кого дикие звери разорвали или ядовитые змеи ужалили. Словом, когда девяносто восемь гор и девяносто восемь рек остались позади, в живых остался один Ачу.\nДержа на поводу своего коня, шаг за шагом стал взбираться юноша на девяносто девятую гору. И на перевале, под высокой сосной, увидел старую женщину, которая пряла шерсть. Подошел к ней Ачу, почтительно поклонился и спросил, где находится обитель горного духа Жуды и как до нее добраться.\n— Кто ты такой и зачем тебе нужен Жуда? —спросила его старуха.\nАчу рассказал ей, откуда он и что привело его сюда. Понравился старухе — а была это богиня земли — вежливый и красивый юноша, и она сказала:\n— Жуду найти очень легко. Спустишься с горы, увидишь реку. Переправься через нее и иди вверх по реке. У истока реки встретится тебе огромный водопад. Там три раза выкрикни имя горного духа, и он явится перед тобой.\nДошел Ачу до истока девяносто девятой реки и увидел водопад, с шумом несся он с высокой горы. Стал Ачу лицом к водопаду и громко произнес:\n— Уважаемый горный дух Жуда! Явись мне, сделай милость, есть у меня к тебе дело!\nПрокричал так три раза, и вдруг из струй водопада появился огромный старик. Голова его возвышалась над горой, а борода свисала до самой реки, сама на водопад походила.\n— Кто меня звал? — громовым голосом спросил горный дух.— Уж не ты ли, юноша? Откуда ты пришел и зачем я тебе?\n— Почтенный горный дух Жуда,— отвечал ему Ачу,— я пришел сюда из государства Було. Говорят, у тебя есть семена ячменя. Дай мне немного этих семян, и я отнесу их своему народу.\n— Ты ошибся, юноша,— засмеялся горный дух,— у меня никаких семян нет. Ячмень выращивает царь змей Кабулэ, у него одного есть зерна ячменя.\nОпечалился Ачу. Стал он горного духа расспрашивать, где обитает царь змей и как у него зерна ячменя раздобыть.\n— Царь змей,— отвечал ему дух,— живет в большой горной пещере, отсюда в семи днях пути на быстром коне. Но он очень свиреп и скуп. Кабулэ ни за что не захочет поделиться с людьми своими зернами. К нему многие за ячменем приходили, да он всех их в собак превратил и съел. Пойдешь к нему, он и тебя в пса превратит, а потом съест.\n— Я не боюсь,— сказал Ачу горному духу,— мне бы только семена ячменя добыть!\nПонравился горному духу отважный юноша, и он рассказал, как добраться до царя змей Кабулэ.\n— Чтобы добыть зерна ячменя,— сказал под конец Жуда,— есть только один способ: их надо выкрасть у Кабулэ. Осенью царь змей ссыпает зерна в мешки и складывает их за своим троном. Трон этот охраняют сто стражников. Раз в десять дней царь змей отправляется в гости к повелителю драконов. Но не успеет сгореть благовонная свечка, как он уже возвращается обратно. Однако стражники всегда пользуются этим случаем, чтобы немножко вздремнуть. Вот за это время и надо успеть выкрасть из пещеры Кабулэ эти зерна.— Затем горный дух достал из-за пазухи шарик величиной с горошину и протянул его Ачу: — Я уже стар и не могу тебе помочь. Прими от меня в подарок эту Жемчужину ветров. Держи ее у себя, а надо будет, возьми в рот — сразу быстрее ветра помчишься. Запомни также: если даже царь змей и превратит тебя в собаку, не пугайся. Постарайся найти девушку, которая полюбила бы тебя и в обличье собаки. Воротишься с ней домой, снова обретешь человеческий облик. Ну, ступай! Желаю тебе, юноша, удачи!\nСел Ачу на коня и отправился в путь. Добравшись до владений царя змей, он снял с седла мешок с едой, освободил коня от уздечки и отпустил его. Сам же закинул мешок за спину и полез на гору, где обитал царь змей Кабулэ. Напротив пещеры царя змей нашел Ачу маленькую пещерку, выложил ее сухой травой и ветками, улегся и стал наблюдать за входом в обиталище грозного Кабулэ.\nНаступил день, когда Кабулэ отправлялся в гости к повелителю драконов. Задремал Ачу, как вдруг разбудил его мелодичный звон колокольчиков. Выглянул Ачу и видит: царь змей, в чешуйчатом халате, обшитом серебряными колокольчиками, выходит из своей пещеры.\nПонял юноша, что Кабулэ отправляется в гости к повелителю драконов.\nБыстро выбежал он из своего убежища, а когда добрался до пещеры царя змей, то увидел у входа спящих стражников. Только он хотел пробраться внутрь, как снова послышался звон серебряных колокольчиков. Это возвращался царь змей. Тут стражники зашевелились и стали подниматься, а Ачу бросился в траву, затаив дыхание, а потом тайком вернулся назад.\nДолго думал юноша, как бы ему изловчиться и суметь до возвращения царя змей раздобыть семена ячменя. И наконец придумал.\nТолько царь змей покинул свою пещеру, как Ачу подбежал к высокому дереву, ловко забрался на него, привязал к толстой ветке веревку и, держась за ее свободный конец, отважно бросился через пропасть. Длинная веревка перенесла его прямо к входу в обиталище Кабулэ.\nОсторожно обойдя спящих стражников, Ачу вошел внутрь пещеры. Там было темным-темно, и ему пришлось пробираться вперед, держась одной рукой за стену. Наконец юноша достиг главного зала. В зале перед большим золотым троном горел огонь, ярко озаряя все помещение. Около трона спали стражники, а за троном стояли мешки с зерном.\nСтал Ачу насыпать золотистые зерна в мешок на груди. Насыпал — и к выходу! Да забыл впопыхах об осторожности и нечаянно задел двух стражников. Стражники вскочили, преградили юноше путь, но Ачу не растерялся. Бросил он в глаза стражникам горсть зерна и схватился за меч. Пока стражники протирали глаза, юноша успел выскочить из пещеры. Но шум разбудил других стражников. Словно рой пчел, окружили они Ачу. Рассыпая удары направо и налево, отважный юноша вырвался из их кольца и кинулся бежать.\nНо, на свою беду, он побежал прямо навстречу возвращавшемуся царю змей. Впереди — царь змей, позади — стражники. Тогда Ачу быстро сунул в рот Жемчужину ветров и бросился с отвесной скалы в горное ущелье. Увидев это, царь змей злобно захохотал и простер свою руку к юноше. Сразу же загремел гром, засверкали молнии, и Ачу превратился в желтую собаку. Но, помня наказ горного духа, он бежал все дальше и дальше. Одним прыжком перелетал через ущелья, переносился через высокие горы. Сзади все гремели раскаты грома и сверкали молнии, но они уже не могли испугать Ачу.\nДолго бежал Ачу, превращенный в желтую собаку, пока не добрался до пограничного с Було княжества Луджо. В Луджо также не сеяли злаков, лишь несколько фруктовых деревьев росло вблизи замка тусы — местного князя. А вокруг расстилалась дикая степь, там паслись стада яков и овец.\nОт жителей княжества Ачу услыхал, что имя их тусы Кэнь-пан. У Кэньпана было три красавицы дочери: старшую звали Цзэтан, среднюю — Хамуцо, младшую — Эмань. Из всех троих Эмань была не только самой красивой, но и самой доброй девушкой. Она помогала всем бедным людям, никогда не обижала животных, и даже пугливые птички брали корм из ее рук.\n«Только Эмань может спасти меня»,— подумал Ачу, вспомнив о словах горного духа. Он решил отыскать ее, подарить доброй девушке семена ячменя и подружиться с ней.\nНесколько дней бродил Ачу, превращенный в собаку, вокруг замка тусы Кэньпана. Наконец он увидел, как Эмань вышла из замка и начала собирать на лужайке цветы. Ачу подбежал к ней, стал радостно лаять, тихонько хватать зубами за подол и вилять хвостом. Девушке очень понравилась красивая желтая собака. Она наклонилась и погладила собаку по голове. Собака же поглядела на Эмань по-человечески умными глазами и показала лапой на мешок, висевший у нее на шее.\nЭмань сняла мешок с шеи Ачу, осторожно развязала его и увидела там золотистые зерна. Но девушка не знала, что это за зерна и какая от них польза. Тогда собака опять дернула ее за подол, а затем вырыла в земле небольшую ямку и начала показывать носом то на семена, то на ямку. Наконец Эмань поняла желание собаки и стала бросать золотистые зерна в ямки, вырытые Ачу, и засыпать их землей. Долго работали они, пока не посеяли все семена. Затем Эмань вернулась в замок, но уже не одна, а с желтой собакой. Добрая девушка полюбила свою красивую и ласковую собаку, а собака ни на шаг не отходила от своей хозяйки. Умные глаза собаки с любовью и тоской смотрели на Эмань.\nНо вот наступила осень. Созрели все плоды, толстый слой жира нагуляли яки и овцы. Для дочерей тусы Кэньпана пришло время выходить замуж.\nВ один теплый осенний вечер на лужайке перед замком тусы было устроено веселое гулянье. Со всех окрестных мест собрались сюда знатные люди со своими женами, сыновьями и дочерьми. Много песен было пропето, много танцев перетанцовано, много чаю с молоком, солью и сливочным маслом выпито.\nНо вот наконец наступило время последнего танца — танца выбора мужей дочерьми тусы Кэньпана. Этот танец, согласно древнему обычаю, девушки должны были танцевать с фруктами в руках и вручить эти фрукты своему избраннику.\nПервый круг протанцевали дочери тусы, и старшая сестра, отдав свои фрукты сыну главного советника, вышла из танца. Второй круг танцуют оставшиеся две сестры, и средняя сестра, вручив фрукты сыну соседнего тусы, также закончила танец. А Эмань прошла в танце и третий круг, но так никого себе и не выбрала. Много красивых юношей было среди собравшихся, но девушке казалось, что каждому из них чего-то недостает, и она никому не могла отдать предпочтение.\nА юноши уже начали шептаться между собой.\n— Кого же в конце концов выберет Эмань себе в мужья? — говорили они. Всем хотелось назвать своей женой эту умную, красивую и добрую девушку.\nЧетвертый круг пошла танцевать Эмань и вдруг увидела свою любимую желтую собаку. С мокрыми от слез глазами сидел Ачу среди гостей и не отрываясь смотрел на девушку. Дрогнуло сердце у Эмань, и, кружась в танце, она невольно приблизилась к желтой собаке. Девушка, конечно, и не думала выбирать себе в мужья собаку. Но, подойдя к ней, она случайно поскользнулась, фрукты выпали из ее рук и подкатились прямо к собаке.\n— Эмань выбрала себе в мужья собаку! Эмань выбрала себе в мужья собаку! — злорадно закричали юноши, напрасно ожидавшие от нее фруктов.\nДаже старшие сестры и те не пожалели бедную девушку, а стали вместе со всеми насмехаться над ней.\nТусы Кэньпан был очень гордый и самолюбивый человек. Видя, как люди высмеивают его дочь, он страшно разгневался и. указывая на Эмань, закричал сердито:\n— Раз ты полюбила пса и перед всем народом выбрала его себе в мужья, то уходи отсюда вместе с ним и никогда больше не возвращайся в мой замок!\nЗарыдала Эмань и пошла прочь, а желтая собака не отставала от нее ни на шаг.\nПришла Эмань на поле, где сажала ячмень, и видит: стоят повсюду налитые зерном желтые колосья, склоняются перед ней, словно в приветствии. Пала Эмань на землю, обняла свою собаку и зарыдала горше прежнего.\n— Не надо так плакать, умная, прекрасная Эмань,— вдруг сказала ей собака человеческим голосом.\nОт неожиданности девушка даже рыдать перестала и, потихоньку всхлипывая, с удивлением и испугом посмотрела на свою собаку.\n— Не удивляйся и не бойся,— продолжал Ачу,— я человек, а не собака.\n— Ты человек?! Почему же ты принял облик собаки?!— воскликнула Эмань.\nВздохнул Ачу и произнес:\n— Тебе, конечно, известно про страну Було. Так вот, я сын кузнеца из той страны. Наши жители, как и жители твоего княжества, никогда не сеяли ячмень и не ели пищи, приготовленной из его зерен. Поэтому я похитил семена ячменя у царя змей Кабула, а он в отместку за это превратил меня в пса. Но я могу вновь стать человеком.\nПосмотрела Эмань на спелую ниву ячменя, на собаку, стоящую перед ней, и показалось ей, будто стоит около нее не желтый пес, а красивый и отважный юноша. Нагнулась она к собаке, обняла ее и спросила дрожащим голосом:\n— И когда же ты сможешь снова стать человеком?\n— Когда меня полюбит чистой любовью какая-нибудь девушка,— отвечал ей Ачу.\n— Я люблю тебя! — воскликнула Эмань.— Я по-настоящему люблю тебя! Почему же ты не превращаешься в человека? Чем я могу тебе еще помочь?\n— Если ты действительно любишь меня,— сказал Ачу,— то сначала собери спелые колосья ячменя, сшей мешок и насыпь туда зерна. Мы пойдем в мою страну, станем по дороге сеять ячмень. Пусть он будет в радость людям! А придем ко мне на родину, и я опять стану человеком.\nЭмань принялась быстро собирать урожай. Затем она сняла свой передник, сшила из него мешок и наполнила его зернами ячменя.\nДолго шли Ачу и Эмань и повсюду сеяли золотистые зерна.\nНаконец впереди показался большой город, обнесенный высокой стеной.\n— Здесь я тебя покину,— сказал Ачу, обращаясь к девушке.— Не хочу, чтобы мои земляки видели тебя рядом со мной, пока я нахожусь в обличье желтой собаки. Войдешь в город, спроси у прохожих, где кузнец живет, и иди прямо туда.— С этими словами Ачу быстро скрылся из глаз.\nУ городских ворот Эмань спросила прохожих, где находится дом кузнеца.\n— Дойдешь до базара,— отвечали ей,— там тебе каждый покажет.\nТолько Эмань к базару подошла, как навстречу ей выскочила желтая собака. Немного не добежав до девушки, собака вдруг остановилась и исчезла в облаке белого дыма, внезапно окутавшем ее. Облако дыма быстро рассеялось, и на месте собаки Эмань увидела высокого красивого юношу. Это и был Ачу. Он взял Эмань за руку и повел к своим родителям.\nЗаплакали от радости отец и мать Ачу, увидев своего единственного сына живым и невредимым. Не знали они, как и благодарить красавицу Эмань, освободившую их сына от злых чар царя змей.\nА вскоре в доме кузнеца состоялась веселая свадьба Эмань и Ачу. Много простого народа было на этой свадьбе. Во время свадебной церемонии одна за другой слагались песни в честь новобрачных. Одни из них славили отвагу Ачу, добывшего своему народу зерна ячменя. Другие воспевали доброту и верность красавицы Эмань.\nС тех пор по всему Тибету выращивают ячмень, и люди научились делать из его золотистых зерен вкусную цзамбу, ставшую любимой пищей тибетцев."
}