{
  "text": "На самом краю земли, на берегу большого моря, жил в одном стойбище старик, имя его – Старик Белой Земли. У старика сын был – Вай его звали.\nВышел раз утром Вай из чума, к морю пошел. Пришел, сел на самый край берега. Сидит, смотрит на море. Большое море – конца ему нет. Перед Ваем море – тихое-тихое. Над Ваем солнце – горячее-горячее.\n«Много в море разных зверей, – думает Вай. – Сесть бы сейчас в лодку, отправиться на промысел!»\nНикогда он еще на промысел не ходил, никогда далеко от берега не отплывал. Не стал Вай откладывать. Пошел в чум, говорит отцу:\n– Взрослый я стал. Силы у меня много, смелости много. Отправлюсь я на море зверя промышлять. Нерпу убью, моржа убью. А то и кита убью!\nЗамахал руками Старик Белой Земли:\n– Не ходи на море! Не ходи! Хорошая, крепкая, большая лодка для этого нужна. Где такую лодку достанешь? Наша плохая, узкая, маленькая – нельзя на ней далеко от берега уходить. Перевернется она. Волны ее захлестнут. Утонешь, пропадешь. Я куда старше тебя и то за морским зверем не хожу: боюсь.\nНе испугался Вай:\n– Не утону, не пропаду я! И море сейчас тихое, спокойное, ни одной волны нет.\nВидит отец, трудно отговорить сына.\n– Ладно, – отвечает, – иди, если хочешь. Только далеко не отплывай: много на море худого! Сейчас тихо, а немного спустя ветер поднимется, волны побегут – унесет тебя. Никогда в наш чум не вернешься. Совсем пропадешь. Один я тут останусь. Как без тебя жить буду?\nЖалко Ваю отца, а от своего все-таки не отступает:\n– Пусть налетает хоть какой ветер, пусть поднимаются хоть какие волны – не испугаюсь. У меня сила в руках есть, у меня жилы крепкие. Не дам ветру перевернуть мою лодку. И сам невредимый вернусь, и морских зверей много привезу!\nСтарик Белой Земли еще больше испугался, руками замахал:\n– Плохие слова говоришь! Напрасно своей силой и ловкостью похваляешься. Много людей в море погибает. Если не ветер, так большой морской зверь погубит. Нападет морж с четырьмя клыками – что делать будешь?\nВай смеется, говорит отцу:\n– Нападет морж с четырьмя клыками – одним моим кулаком убью его!\n– Где ты слыхал, чтобы человек моржа кулаком убивал? – говорит отец. – Да не только морж в море. Медведь белый нападет – что делать будешь?\n– За ухо его одной рукой схвачу, – отвечает Вай, – другой по голове ударю – убью!\n– Что говоришь! Видно, не думаешь! Ну, с медведем справишься – кит-полосатка погубит тебя. Он твою лодку, как ножом, разрежет. Его-то не одолеешь!\nНе отступает Вай:\n– Если кит-полосатка подойдет, и его одолею – толстую шею ему перебью!\nРассердился Старик Белой Земли:\n– Упрямый ты! Не переспоришь тебя! Ладно! Если затеял идти в море – иди. Только знай: никто тебя потом и вспоминать не будет. Бери мое ружье. Хорошо оно бьет, за дорогую цену куплено.\nОтказался Вай:\n– Не нужно мне твое ружье. У меня кулак крепкий, у меня лук хороший, у меня стрелы острые!\nСобрался Вай, взял запасные весла, пошел к морю. Маленькую лодку на воду спустил, сел – в море поплыл.\nМоре тихое, ни волны на нем нет. Лодка хорошо идет. Далеко Вай от берега отплыл: если присмотреться хорошенько, чуть заметная полоска земли видна. Там стойбище, там чум отца. В чуме отец сидит, о своем сыне думает.\nДолго Вай по морю плыл. Во все стороны зорко всматривался, нигде зверя усмотреть не мог. «Где же тут моржи с четырьмя клыками? Где тут медведи? Где кит-полосатка, о котором говорил отец? Видно, пугал он меня только!»\nПовернул Вай лодку к берегу – в стойбище решил возвратиться. Только повернул – подул ветер. Сначала тихонько, слабо подул, потом все сильнее и сильнее.\nЗакричал Вай ветру:\n– Эй ты, ветер безрукий! Сильнее дуй! Не боюсь тебя, справлюсь с тобой! Видишь, какие у меня крепкие руки? Не поддамся тебе, безрукому!\nТут ветер еще сильнее подул. Закачалась лодочка у Вая, весла сломались. Вай вторые, запасные, весла взял, стал грести. Всю силу свою собирает. А ветер еще сильнее дует. На море волны поднялись. Маленькая лодочка с одной волны на другую прыгает – того и гляди, перевернется. Пена большими комьями в лодку бьет. Ветер весла из рук вырывает, все дальше и дальше Вая в море уносит. Глянул Вай в сторону берега – не увидел его: совсем скрылась земля!..\nТри дня и три ночи ветер носил Вая по морю, отдыха ему не давал, во все стороны швырял. На четвертый день стих ветер. Какая-то земля показалась. А вокруг лодки нерпы снуют. Много нерп. Вай десять нерп убил, в лодку сложил, сам радуется:\n«Долго меня ветер по морю таскал, зато с хорошей добычей в стойбище вернусь! Не зря трудился!»\nГребет Вай, спешит домой. Вдруг у самого носа лодки кто-то фыркнул громко. Глянул Вай – из воды морж с четырьмя клыками показался. Зацепил своими большими клыками лодку, не дает плыть. Вай говорит моржу:\n– Отойди, не мешай мне плыть, не то плохо тебе будет!\nНе слушает его морж – держит клыками лодку. Рассердился Вай, схватил моржа одной рукой за клык, голову его высоко поднял, другой рукой по голове ударил. Упал морж в море замертво.\nПоплыл храбрый Вай дальше. Слышит – опять кто-то громко фыркает. Глядит – белый медведь к нему подплывает. Подплыл медведь, лапу на лодку положил: плыть не дает.\nСказал Вай медведю:\n– Не держи мою лодку, не то самому худо будет! Не слушается медведь: держит лодку, не дает дальше плыть. Тогда Вай одной рукой медведя за ухо схватил, другой рукой по голове ударил – убил медведя. В лодку его положил. Гребет потихоньку, сам радуется, думает:\n«Хорошая была моя охота! Нерп везу, медведя везу!»\nВдруг потемнело вокруг. Волны высокими горами поднялись. Из воды кто-то огромный, черный показался. Видит Вай – кит. Не простой кит – с гребешком. Страшно ему стало. Сбросил он поскорее в море и нерп и медведя, изо всех своих сил грести принялся – хотел от кита уйти.\nА кит не отстает от него, говорит ему человеческим голосом:\n– Не отпущу тебя! Дерзкий ты очень! Отец твой никогда не отваживался сюда заходить. И другие люди не отваживались. Один ты такой дерзкий!\nВидит Вай – не уйти ему от кита. Стал просить его:\n– Отпусти меня, прости мою вину! Все, что у меня есть, отдам тебе, и оленей, и нарты, – только от меня отступись!\nКит говорит:\n– Нет, не отступлюсь! И тебя съем, и отца, и твою мать, и всех твоих родичей, и всех твоих оленей съем!\n– Что же тебе надо?\n– Сестру мне отдай!\nВидит Вай, ничего не поделаешь, надо соглашаться.\n– Ладно, – отвечает, – отдам сестру!\nКит говорит:\n– Смотри, если не дашь мне сестру, плохо тебе будет, погублю тебя!\nСказал так и отпустил Вая. А сам нырнул, далеко в море ушел. Вай к берегу гребет, сам думает:\n«Зачем я киту сестру отдам? Меня он поймал, со мной пусть и разделывается!»\nПриплыл Вай к берегу, выскочил из лодки, поднял кулак и закричал:\n– Эй ты, большой кит с гребешком! Никого я тебе не отдам – ни сестры, ни отца, ни матери, ни оленей, никого не отдам, от страха я обещал тебе. Лучше давай силой померяемся!\nВынырнул кит и говорит сердито:\n– Ладно, уходи! Только помни: встретимся в море – не миновать тебе гибели! Не буду с тобой разговаривать: съем тебя! Ты запомни это!\nВернулся Вай в чум, рассказал обо всем отцу: и как его ветер по морю носил, и как он на нерп охотился, и как одолел моржа с четырьмя клыками и белого медведя, и как с китом встретился.\nИспугался Старик Белой Земли:\n– Ой, неладно ты сделал! Теперь беда будет! Разгневал ты кита. Нельзя теперь к морю ходить ни нам, ни тебе: всех кит съест!\nВай говорит:\n– Пойду, не боюсь!\n– Пустые слова твои! Гибель ты на нас накликал! Не охотиться теперь в море нашим людям. Из-за твоего безрассудства, из-за хвастливости твоей не видать им больше морского зверя! Не пустит их в море большой кит с гребешком! Плохо будет жить нашим людям!\nПонял Вай: правду говорит отец. Стал думать: что теперь делать? Как людей от беды избавить? Решил к морю идти: сам кита рассердил, сам должен дело исправить.\nСпустил лодку на воду, принялся грести от берега.\nГребет Вай, плывет все дальше и дальше. Вдруг кругом потемнело, высокими горами волны поднялись. Из воды что-то огромное, черное показалось. Показалось один раз – пропало. Показалось второй раз – пропало. Показалось третий раз – узнал Вай кита с гребешком. Кит около Вая очутился.\n– Э, вот мы и опять встретились! Опять, наверно, обещать мне будешь и сестру, и родичей, и оленей? Только я теперь уж твоим словам не поверю!\n– Нет, – отвечает Вай, – ничего тебе обещать не буду! Все равно мне от тебя теперь не уйти: съешь ты меня. Только дай мне объехать вокруг тебя: я ведь никогда тебя всего не видел!\n– Ладно, – говорит кит, – объезжай, смотри!\nКит повернулся, а Вай вскочил ему на спину и крепко, как мог, схватил его за усы, над водой китову голову поднял.\nСтал кит вырываться, да не мог вырваться. Заметался он по морю. Морские звери в страхе прячутся, птицы к облакам поднимаются, рыбы стаями в стороны мчатся. И нырял кит и перевертывался – никак не мог Вая сбросить. Все море кит переплыл много раз, а Вай за усы его держит, не отпускает.\n– Устанешь скоро, ослабеешь – тогда скину, – говорит кит.\n– Руки у меня сильные, жилы крепкие – не устану! – отвечает Вай.\nОпять принялся кит по морю метаться. Волны поднимает до неба, рыб и зверей распугивает. Никак не может Вая сбросить, Вай словно прирос к нему.\nОслабел кит. Задыхаться стал. Хвостом не бьет и не фыркает больше. Тихим голосом говорит он Ваю:\n– Я большой, а ты маленький, однако справиться с тобой я не могу. Ты сильнее меня! Никогда больше тебя не буду трогать! Никогда не буду ничего от тебя требовать! Без опаски охоться на морского зверя!\n– А людей наших не будешь трогать? Ничего у них требовать не будешь?\n– И людей ваших не буду трогать. Пусть охотятся. Никого обижать и пугать не буду! И требовать ничего не стану.\n– Тогда к берегу меня вези!\nПоплыл кит к берегу. Со всего стойбища люди собрались, стоят на берегу, дивятся: плывет по морю большой кит, на спине у него Вай сидит, за усы его держит, правит им, будто это не кит, а олень ездовой.\nПодплыл кит к самому берегу. Соскочил Вай на землю, а кит поскорее в море ушел.\nС того времени кит больше не трогал людей, не мешал им в море на промысел ходить. Хорошо люди охотились на морского зверя, без всякого страха. Помногу мяса и шкур привозили. Всех досыта мясом кормили. Всем стало жить хорошо."
}