{
  "text": "Давным-давно жили-были в королевстве Файф старик и старуха. Старик был человек смирный, кроткий, а старуха – ветреная, пустая бабенка. Так что иные их соседи даже косились на нее и говорили, будто она ведьма. Да и сам ее муж этого побаивался, потому что она, как ни странно, повадилась убегать из дому. Как только, бывало, на дворе станет темнеть, старуха словно сгинет, да так за всю ночь и не вернется домой. А утром придет бледная, усталая, будто ходила куда-то далеко или на тяжелой работе надрывалась.\n\nМуж попытался было проследить, куда она ходит и что делает, да не смог.\n\nОна всякий раз ухитрялась выскочить за дверь, когда он в другую сторону смотрел. А как выскочит, так ее и след простыл. Никак не мог старик за ней уследить.\n\nНаконец стало ему невтерпеж, и однажды он спросил ее напрямик: «Скажи, ведьма ты или нет?» А как услышал ответ, так у него вся кровь застыла.\n\nВедь жена-то его, недолго думая, ответила, что да, она и вправду ведьма, и если он обещает никому про это не говорить, она расскажет ему, где пропадала. Ну, старик обещал, что никому ничего не разболтает. Очень уж ему хотелось узнать, где шляется его старуха.\n\nЖдать ему пришлось недолго. Через неделю родился молодой месяц, а всем известно, что в новолуние-то ведьмы как раз и любят блуждать невесть где.\n\nИ вот в первую же ночь новолуния старуха пропала. Вернулась она на рассвете.\n\nСтарик спросил у нее, где она была. А старуха залилась смехом и тут же рассказала ему про все, что с ней приключилось.\n\nОказывается, она встретилась со своими четырьмя подругами у старой церкви, что на пустоши стоит. Там они сели верхом кто на лавровые ветки, кто на пучки болиголова, и те тотчас превратились в коней. Ведьмы помчались по горам и долам быстрее ветра и стали там гоняться за лисицами, ласками и совами. Потом переплыли реку Форт и поднялись на гору Бен-Ломонд. Там они спешились и принялись пить пиво, что варилось не в человеческой пивоварне.\n\nПили они это пиво из роговых чаш, тоже не людьми сделанных.\n\nА потом из-под громадного обомшелого камня выскочил малюсенький человечек с крошечной волынкой под мышкой и принялся играть, да так весело, что даже форели и те выплеснулись из озера под горой, а горностаи выбежали из своих норок. Откуда-то слетелись вороны и цапли, расселись в темноте на деревьях и тоже стали слушать. А ведьмы – те в пляс пустились и до того доплясались, что от усталости едва могли усидеть на своих конях, когда пришла им пора возвращаться. Уехать пришлось рановато, чтобы попасть домой до первых петухов.\n\nСтарик слушал старуху молча, только головой покачивал. А когда она кончила рассказывать, промолвил:\n\n– На что тебе нужны все эти танцы-плясы? Сидела бы лучше дома! Дома-то поспокойней будет.\n\nНо вот снова настало новолуние, и старуха опять пропала на всю ночь. А когда наутро вернулась, рассказала мужу, что на сей раз ее подруги, – и она с ними, – уселись в раковины и поплыли в них, как в лодках, по бурному морю. Плыли они, пока не пристали к берегам Норвегии. Там они сели верхом на невидимых коней, детищ ветра, помчались на них по горам, и ущельям, и ледникам и наконец прибыли в Лапландию. Она была вся покрыта снегом.\n\nТам эльфы, и феи, и морские девы Севера пировали с колдунами, домовыми, духами, и на пир этот явились даже сами охотники-призраки, а их ни один смертный не видел.\n\nВедьмы из Файфа тоже пировали со всеми прочими. Они ели, пили, плясали, пели и – самое главное – узнали от тамошней нечистой силы некие волшебные слова, или, по-другому сказать, наговор. Стоит только прошептать эти слова, как сразу взовьешься в воздух, а потом перед тобой отомкнутся все замки и запоры, так что куда хочешь, туда и входи. Затем ведьмы из Файфа вернулись домой очень довольные.\n\nСтарик на это только проворчал:\n\n– На что тебе нужно шляться в такие места? Лежала бы лучше дома, в своей постели, теплей было бы.\n\nНо после того как старуха в третий раз пропала на всю ночь, ее россказни задели старика за живое.\n\nНа этот раз она встретилась с подругами в доме одной ведьмы, что жила по соседству. Они прослышали, что у карлайлского епископа есть винный погреб, а в том погребе хранится отменное вино. Ну, ведьмам и захотелось отведать этого вина, и вот как они до него добрались: ступит ведьма на крюк в камине – тот крюк, на какой котел вешают, когда похлебку варят, – прошепчет наговор, какому научилась от эльфов в Лапландии, и… вот чудеса! Вылетит в трубу, точь-в-точь как дым вылетает. Ну, потом они все полетели по воздуху, словно клочья облаков, и вмиг домчались до дворца епископа в Карлайле.\n\nТам все замки и запоры отомкнулись перед ними сами собой. Ведьмы проникли в винный погреб, отведали епископского винца и до первых петухов вернулись в Файф – совсем трезвые, степенные старушки – хмеля ни в одном глазу.\n\nКак услышал про это старик, даже со стула вскочил, – ведь он больше всего на свете любил хорошее вино, а такое ему не часто доводилось пить.\n\n– Ну, такой женой, как ты, гордиться можно, право слово! – вскричал старик. – Скажи-ка мне этот наговор, старуха, и я тоже туда слетаю – хочется мне попробовать епископского винца.\n\nНо старуха только головой покачала.\n\n– Нет, нет! Не могу, – говорит. – Тебе скажи, ты другим перескажешь, а тогда весь свет вверх тормашками полетит. Все свою работу побросают и полетят по миру шляться, в чужие дела нос совать да к чужим лакомствам подбираться. Так что ты уж лучше сиди смирно, старик. Хватит с тебя того, что ты уже знаешь.\n\nКак ни уламывал старик жену, как ни улещал, не захотела она открыть ему свою тайну.\n\nНо он был старик хитрый, а вино епископа не давало ему покою. И вот он ночь за ночью стал прятаться в доме той старухи, где его жена с подругами своими встречалась. Долго ему пришлось их караулить, но наконец он дождался-таки своего часа.\n\nКак-то раз вечером все пять подруг собрались в этом доме. Старухи тихонько болтали, хихикали, вспоминали про все, что с ними приключилось в Лапландии. Немного погодя они подбежали к камину. И вот – станет ведьма на стул, потом ступит на крюк, черный от сажи, пробормочет волшебные слова и… ну и чудеса! Старик еще дух перевести не успеет, а ведьмы уж и след простыл! Выпорхнула в трубу. И так все ведьмы улетели одна за другой.\n\n«Ну, это и я могу!» – подумал старик. Ступил на крюк, прошептал наговор, вылетел в трубу и понесся по воздуху вслед за пятерыми ведьмами – ни дать ни взять заправский колдун.\n\nВедьмы, когда летят, не оглядываются, потому они и не заметили, что старик следом за ними несется.\n\nНо вот вся орава подлетела к дворцу епископа в Карлайле и спустилась в погреб. И тут только ведьмы увидели, что старик тоже прилетел сюда вслед за ними. Это им не очень-то понравилось. Но делать нечего! Пришлось им угощаться вместе.\n\nИ вот все они стали пробовать вино то из одной бочки, то из другой. Но ведьмы отпивали из каждой только по глоточку, лишнего не пили. Уж такие они были старухи, что никогда разума не теряли – помнили, что раз они должны вернуться домой до первых петухов, значит, надо, чтобы в голове не мутилось, и нельзя напиваться до бесчувствия.\n\nНо старик был не такой разумный, как они. Он все пил да пил епископское винцо, и, наконец, его одолела дремота. Он лег на пол и крепко заснул.\n\nУвидела это его старуха и надумала его проучить, – в другой раз, мол, не будет соваться, куда не следует. И когда ведьмам настала пора убираться восвояси, старуха не стала будить мужа и улетела с подругами.\n\nА старик спокойно проспал в погребе до утра. Но вот двое епископских слуг спустились в погреб, чтобы нацедить вина для своего хозяина, и в темноте чуть не упали, наткнувшись на спящего старика. Они очень удивились, да и не мудрено – ведь дверь в погреб была заперта на замок, и они ее сами отперли.\n\nТут слуги выволокли старика на свет божий и принялись его трясти и колотить, а когда наконец разбудили, стали спрашивать, как он сюда попал.\n\nБедняга до того напугался, а голова у него так закружилась, что он только и смог, что пробормотать:\n\n– Я из Файфа… на полночном ветре прилетел…\n\nКак услышали слуги эти слова, закричали: «Колдун! Колдун!» – и потащили старика к епископу. И надо сказать, что в те времена епископы до смерти боялись колдунов и ведьм. Ну, карлайлский епископ и приказал сжечь старика живым.\n\nБедный старик как услышал свой приговор, так от души пожалел, что не остался дома, в своей постели, а погнался за епископским вином. Но жалей не жалей – толку мало!\n\nИ вот слуги вытащили старика во двор, обмотали его цепью и привязали эту цепь к толстому железному столбу. А вокруг столба сложили большой костер и подожгли дрова.\n\nВскоре первый язычок пламени пробился между поленьями, и старик подумал:\n\n«Ну, теперь мне конец!» Ведь он начисто позабыл, что жена у него – ведьма.\n\nНо когда пламя уже принялось лизать стариковы штаны, в воздухе что-то затрепыхалось, зашелестело, и вдруг большая серая птица с распростертыми крыльями появилась в небе, камнем упала во двор и села на плечо к старику.\n\nВ клюве серая птица держала красный ночной колпачок. И вот надела она колпачок старику на голову, что-то свирепо каркнула и улетела. А старику ее карканье показалось краше самой прекрасной песни. Ведь это не простая птица каркнула, это его жена наговор ему шепнула.\n\nКак услышал он ее шепот, подпрыгнул от радости и громко выкрикнул волшебные слова. Тут цепи с него свалились, и он взвился в воздух.\n\nЛюди, что собрались на площади, прямо онемели от удивления. А старик и не подумал проститься с жителями Карлайла – он летел все выше и выше, прямехонько в королевство Файф, и вскоре прилетел домой целый и невредимый.\n\nИ он уже больше никогда не старался выпытывать женины тайны. Оставил ее в покое, – пусть, мол, делает, что хочет."
}