{
  "text": "В давние времена жили старик со старухой. Старик был такой худенький да легонький, что самый слабый ветер валил его с ног и, как траву перекати-поле, носил по степи или закидывал в овраги. Поэтому все и называли старика Канбак-шал – «перекати-поле».\nКаждый день Канбак-шал ходил ловить рыбу, а старуха сидела в юрте и с утра до позднего вечера пряла пряжу. Этим только они и кормились.\nОднажды Канбак-шал наловил рыбы и шел домой. Вдруг неожиданно подул легкий ветерок. Свалился тут Канбак-шал и покатился по степи, по горам, по долам... Катился, катился и наконец попал в глубокое ущелье.\nПосидел Канбак-шал в ущелье, отдышался, отдохнул и пошел домой.\nПоднимается он по тропинке – вдруг навстречу ему лиса.\n– Стой! – кричит. – Отдай мне рыбу!\nБросил Канбак-шал лисе одну рыбку:\n– На, ешь!\nСъела лиса рыбку и опять требует:\n– Давай еще! А не дашь – позову трех одноглазых великанов. Они тебя сразу съедят и косточек не оставят!\nИспугался Канбак-шал и бросил ей окуня.\nЛиса рассердилась, что старик дает так мало, и пошла звать великанов:\n– Эй, великаны, великаны! Бегите сюда! Съешьте старика Канбак-шала!\nПобежал Канбак-шал, сам все оглядывается кругом. Вдруг из глубины ущелья вылезли трое одноглазых и бросились его догонять. Шагнули раз, шагнули два – и очутились возле старика.\n– Стой! – кричат. – Стой! Все равно от нас не убежишь, все равно живым не будешь!\nНе растерялся Канбак-шал. Взглянул он на великанов и говорит:\n– Некогда мне с вами разговаривать! У меня дома старуха голодная сидит. Сбегаю домой, покормлю ее, а потом и с вами поговорю!\nРазгневались великаны, бросились на Канбак-шала, а он и говорит:\n– Подождите-ка вы! Давайте лучше сначала померимся силами, тогда и будет видно, кто кого съест!\nОдноглазые не стали спорить, согласились.\nКанбак-шал назначил день и место, где они должны помериться силами, и отправился домой. Пришел и обо всем рассказал своей старухе.\nСтала она плакать:\n– Что ж нам теперь делать? У тебя силы-то нет, чтобы победить одноглазых, съедят они тебя...\n– Не плачь, – успокаивает ее Канбак-шал, – не съедят! Правда, они сильнее меня, да зато я умнее их!\nВзял Канбак-шал гусиное яйцо, взял большой кувшин с кислым молоком и на другой день отправился к назначенному месту. Смотрит – а одноглазые уже ждут его.\n– Почему так поздно? – кричат. – Давай мериться силами!\n– Что вы так торопитесь? Не терпится, что ли? – спрашивает Канбак-шал, а сам посмеивается.\n– Бороться давай! – кричат одноглазые.\n– Нет, – отвечает Канбак-шал, – не следует нам бороться. Сами подумайте: ведь во время борьбы можно порвать друг на друге одежду. Или и того хуже: вдруг я до смерти вас зашибу? Нет, уж лучше испробуем наши силы как-нибудь иначе.\n– А как? – спрашивают одноглазые.\n– Ну, давайте для начала из камня воду выдавливать!\n– Давай! – кричат одноглазые. – Давай!\nСхватили камни, зажали в кулаки – камни мелким песком рассыпались.\n– Нашли чем удивить! – говорит Канбак-шал. – Камень в песок превратить нетрудно. Вы воду выдавите из камня!\n– Не можем, – отвечают одноглазые.\n– А я могу! Смотрите!\nВзял Канбак-шал гусиное яйцо и сжал его в кулаке. Треснула скорлупа – вытекло яйцо на землю.\nУдивились одноглазые: никогда не видели такого.\n– Вот ты какой! – говорят.\n– Чему вы так удивились? – спрашивает Канбак-шал. – Не думаете ли вы, что в этом вся моя сила? А ну-ка, идемте теперь вырывать из земли деревья с корнями!\nКинулись одноглазые – стали выдирать деревья. Выдирают да в сторону отбрасывают. Устали, замучились. А Канбак-шал посматривает на них и говорит:\n– Это что! Разве много силы нужно, чтобы такие молодые деревья вырвать? Вот вы попробуйте-ка байтерак из земли вырвать, тогда и увидим, как вы сильны.\nА байтерак этот был огромный – в три обхвата, вершиной до самых облаков.\nПришли к байтераку.\n– Ну, вырывайте с корнями! – говорит Канбак-шал.\nСтали одноглазые вырывать байтерак. Да куда там!\nНе только вырвать – и согнуть не могли.\nКанбак-шал смотрел, смотрел, потом засучил рукава и кричит:\n– Отойдите-ка подальше! Меня пустите!\nПодбежал он к байтераку, ударил по нему ладонью и говорит сам с собой:\n– В сторону солнца или в сторону луны? Если в сторону солнца брошу, разобью солнце; если в сторону луны брошу, разобью луну...\n– Не губи нас, старик! – завопили одноглазые. – Не бросай ни в ту, ни в другую сторону! Нам нужны и солнце и луна! Без них нельзя нам будет жить на земле!..\n– Ну ладно, – важно сказал Канбак-шал. – Давайте по-другому пробовать силы. Ну, хоть разобьем, что ли, какой-нибудь утес да так ударим, чтоб из него мозги выскочили!\nСогласились одноглазые:\n– Давай!\nПринялись они крошить утесы.\nКамни во все стороны летят! Кругом шум стоит – оглохнуть можно! Только мозги из утесов так и не выскочили.\nТут Канбак-шал незаметно поставил в расщелину кувшин с молоком да как ударит кулаком по кувшину! Трах! – все молоко в стороны разбрызгалось.\n– Вот видите, как я вышиб мозги из утеса? – говорит старик. – То же и с вами будет!\nИспугались одноглазые, стоят как вкопанные, слова вымолвить не могут. А потом опомнились, отошли в сторону и начали сговариваться:\n– Надо этого старика убить, не то он сам нас погубит!..\nПошептались, пошептались и пригласили Канбак-шала в гости. Привели в свою юрту и стали угощать жареной бараниной.\nГлотают одноглазые сразу по полбарана. И Канбак-шал от них не отстает – только не в рот баранину кладет, а незаметно в угол отбрасывает.\nДиву даются одноглазые, шепчут один другому:\n– Ну и старик! Раз он ест больше нас, то и силы у него больше, чем у нас. Обязательно надо убить его! А то нам от него житья не будет.\nПосле еды приготовили они для Канбак-шала постель. Постель эта была сложена из толстых бревен, а вместо подушки – большой круглый камень.\nКанбак-шал без разговоров улегся на эту постель, как будто всю жизнь спал на такой. Потушили одноглазые огонь и тоже улеглись.\nХитрый Канбак-шал сейчас же притворился спящим: храпит на всю юрту!\nА одноглазые сели рядом и стали шептаться.\n– Ступай, – говорят младшему, – принеси самую тяжелую дубину: убьем Канбак-шала.\nОтправился тот и принес огромную дубину.\nА Канбак-шал услышал это и, не будь глуп, тихонько слез с постели да и спрятался в угол. Притаился, сидит и не дышит.\nСтарший одноглазый взял дубину, подкрался к постели да как ударит изо всей силы! Ударил раз, ударил два и говорит:\n– Ну, теперь, наверно, старику конец пришел! Обрадовались одноглазые, легли спать.\nУтром встают они и видят – Канбак-шал сидит на постели жив и здоров. Сидит и почесывается.\nУдивились они, стали шептаться:\n– Как же он остался цел и невредим?\nА потом спрашивают Канбак-шала:\n– Как тебе в эту ночь спалось?\nОтвечает им Канбак-шал:\n– Очень уж много мух у вас в юрте! Ночью у меня по лбу ползали, спать мне мешали!\nЕще больше испугались одноглазые. Не знают, что и делать.\nА Канбак-шал собирается домой.\nЧтобы угодить старику, одноглазые сделали ему богатый подарок и проводили в степь.\nВернулся Канбак-шал домой и говорит:\n– Ну, старуха, силы у одноглазых много, а ума мало.\nИ рассказал ей все, что случилось.\nА одноглазые отправились на добычу и встретили лису. Спрашивает их лиса, как они расправились со стариком.\n– Разве такого силача одолеешь! – говорят одноглазые. – Лучше его и не трогать...\n– Эх вы, глупые головы! Нашли кого бояться! Ступайте к старику, поймайте его, съешьте его! Ведь у него никакой силы нет! Он в ветреную погоду даже ходить не может – с ног валится. Оттого-то и зовут его Канбак-шалом!\nПоверили одноглазые лисе и пошли к Канбак-шалу.\nУвидела их из юрты старуха и кричит:\n– Старик, старик! Что делать?.. К нам одноглазые идут!\n– Не бойся, – говорит Канбак-шал. – Пусть идут. А ты сиди спокойно да делай, что я тебе скажу. Когда придут одноглазые, я приму их ласково, попрошу войти в нашу юрту. Потом я тебе скажу: «Жена, приготовь для дорогих гостей угощение». А ты мне в ответ скажешь: «Из чего я буду готовить? Ничего у нас нет!» Что дальше будет, сама увидишь!\nНе успел он договорить, подошли к юрте одноглазые, сами злые-презлые! Канбак-шал принял их ласково и говорит:\n– Добро пожаловать, гости дорогие! Войдите в мою юрту! Очень я рад, что вы ко мне пришли!\nОдноглазые влезли в юрту. Чуть не сломали ее. Усадил их Канбак-шал на почетное место и говорит жене:\n– Эй, жена, приготовь угощение для дорогих гостей!\n– А из чего я буду готовить? – спрашивает старуха. – Ничего у нас нет...\n– Как – ничего нет? – говорит Канбак-шал. – Разве мы уже доели тех одноглазых, которых я вчера утром притащил? Не может этого быть! Хоть один да остался! Его и зажарь нам!\nУслышали это одноглазые, испугались, ум потеряли да скорее бежать! Все разом выскочить не могли, перебросили юрту через себя и пустились наутек.\n– Хорошо, что мы успели выбежать, а то старик и нас непременно съел бы!..\nБегут они, бегут, вдруг навстречу им лиса:\n– Куда это вы бежите?\n– От Канбак-шала спасаемся!\n– Эх вы, глупые! – говорит лиса. – Он вас опять перехитрил. Пойдемте к нему, пойдемте! У него никакой силенки нет!\n– Ну тебя! – отвечают одноглазые. – Не верим мы тебе! Вы, лисицы, все лукавые, обманщицы!\n– Если не верите, – говорит лиса, – держите меня за хвост. Нападет на вас Канбак-шал, будете – ха-ха-ха! – мною от него отбиваться!\nПоверили одноглазые лисе, ухватились за ее хвост и пошли вместе с ней обратно. Увидела их старуха – испугалась.\n– Ну, – плачет, – теперь конец нам! Лисица одноглазых ведет!..\nА Канбак-шал спокойно вышел им навстречу и давай кричать:\n– Умница, лиса! Умница! Хорошо, что ты ведешь одноглазых ко мне! Они как раз на обед мне нужны, да вот убежали. Веди их, веди! Как тех одноглазых в прошлый раз привела, так и этих веди! Уж я перед тобой в долгу не останусь! Уж я тебе заплачу за твои услуги!\nУслышали это одноглазые – бросились бежать. А лиса не отстает от них, все твердит:\n– Эх, вы! Ну чего вы боитесь этого старика? Ведь у него нет никакой силы!\n– А, так ты заманить нас хочешь?.. – закричали одноглазые.\nСхватили они лису за хвост, стали ею размахивать во все стороны, а потом так ударили ее о землю, что тут ей и конец пришел. А сами поскорее убежали, не разбирая дороги.\nКанбак-шал содрал с лисы шкуру, продал ее и купил овцу.\nОвца принесла ему двух ягнят. Выросли ягнята, стали овечками – принесли ему четырех ягнят.\nНемного времени прошло – появилось у Канбак-шала целое стадо овец.\nКанбак-шал своих овец пас, а старуха их стригла, из шерсти пряжу пряла. Построили они новенькую белую юрту и стали жить без нужды и без страха. А одноглазые в ущелье скрылись и никогда больше не показывались – так их Канбак-шал напугал!"
}