{
  "text": "Как-то раз отправились три охотника – два бородатых богача и один безбородый бедняк – в степь стрелять птиц.\nЦелый день пробродили они напрасно. Только под вечер подстрелили дрофу.\nУстали охотники, проголодались и возвратились к своему шалашу. Развели костер и стали раздумывать, как разделить добычу. Ведь дрофа-то одна, а их трое, на всех не хватит.\nБородачи говорят:\n– Пусть эту дрофу съест тот, кто дольше всех просидит молча, не скажет ни слова.\n– Будь по-вашему, – отвечает безбородый.\nУселись охотники перед костром, молчат, будто у каждого камень во рту, только посматривают один на другого – кто же первый заговорит?\nЧас прошел, другой час прошел, третий час прошел – никто не раскрывает рта.\nТогда безбородый молча взял дрофу и стал ее ощипывать. Бородачи смотрят на него и молчат.\nОщипал безбородый дрофу, молча положил в котел и поставил на огонь.\nБородачи смотрят на него и молчат.\nСварилась дрофа. Безбородый вынул ее из котла и стал есть. Бородачи все молчат.\nИ только когда он обсосал последнюю косточку, бородачи завопили в один голос:\n– Да как же ты смел против уговора съесть дрофу?\n– Вы, видно, забыли про наш уговор! – ответил безбородый. – Ведь было сказано: кто дольше промолчит, тот и получит дрофу. Верно? Кто из нас начал кричать? Вы! Значит, дрофа моя, и съел я ее по праву. О чем же еще спорить?\nПочесали бородачи свои бороды, видят – ничего не поделаешь, прав безбородый! Легли спать голодными.\nНа другой день подстрелили охотники двух гусей и одного куличка.\n– Как же мы разделим добычу? – спрашивают бородачи.\nА безбородый отвечает:\n– Вас двое, а я один. Гусей тоже двое, а куличок один. Вы и возьмите себе куличка, а я возьму двух гусей. Тогда и вас будет трое и нас будет трое!\n– Э-э-э, брат, – говорят бородачи, – ты, кажется, опять хочешь нас надуть! Всякий знает – гуси лучше куличка.\nБезбородый и глазом не моргнул.\n– Это верно, – говорит, – гуси лучше куличка. Так ведь и вы лучше меня!\nПереглянулись бородачи: будто и правильно рассуждает безбородый! Зажарили куличка и принялись обсасывать его косточки.\nА безбородый вдоволь наелся гусятины.\nНа третий день подстрелили охотники лебедя. Ощипали его, сварили, сняли с огня котел.\n– Как же мы разделим лебедя? – спрашивает один бородач.\n– А вот как, – отвечает другой. – Оставим мы на ночь лебедя в котле, а сами ляжем спать. Кому из нас приснится самый лучший сон, тот и съест лебедя.\n– Хорошо, – говорит безбородый, – будь по-вашему!\nЛегли охотники спать. Безбородый как растянулся, так сразу и захрапел, а бородачи до полуночи проворочались с боку на бок – все выдумывали себе сны почудеснее.\nУтром безбородый говорит:\n– Ну, рассказывайте, кому что приснилось!\nПервый бородач сказал:\n– Снился мне удивительный сон, будто я превратился в чудесного крылатого коня – тулпара. За плечами у меня выросли блестящие крылья, на ногах – серебряные копыта, а на шее – золотая грива. Тряхнул я гривой, взмахнул крыльями, ударил копытами – и в три прыжка перемахнул степь из конца в конец! Тут явился передо мной неведомый прекрасный батыр и вскочил мне на спину. Почуял я на себе могучего седока и взвился так высоко, что земли не видно стало. Тут у меня закружилась голова, и я проснулся.\nВторой бородач сказал:\n– Хорош твой сон, да мой куда лучше! Снилось мне, будто я и есть тот неведомый прекрасный батыр, которого ты видел во сне. И вот вижу я: обернулся ты тулпаром и вдруг подбегаешь ко мне. Вскочил я тебе на спину, ухватился за твою золотую гриву и взвился выше облаков. Скачем мы по облакам все дальше и дальше – впереди солнце, позади луна, под ногами звезды, молнии, облака... И со всех сторон летят ко мне крылатые девы – пери. Осыпают они меня драгоценными подарками, а я тянусь к ним, тянусь, да не могу остановить моего тулпара. Тут сон мой кончился, и я не знаю, что было дальше.\nВыслушал это безбородый и сказал:\n– Хороши ваши сны! Ах, как хороши! Где уж мне тягаться с вами! Мой сон был не таким чудесным. Снилось мне, будто сидим мы в этом шалаше и вдруг один из вас превратился в тулпара, а другой – в неведомого прекрасного батыра. Тулпар тряхнул золотой гривой, взмахнул блестящими крыльями, ударил серебряными копытами. Неведомый прекрасный батыр вскочил к нему на спину и взвился на небо. Впереди него – солнце, позади – луна, под ногами – звезды, молнии, облака. Со всех сторон летят к нему крылатые девы – пери, осыпают его драгоценными подарками, а он все тянется к ним, тянется, тянется... Заплакал я горько. «Эх, – говорю сам себе, – не вернутся, видно, мои приятели на землю! И лебедь теперь им совсем уж не нужен». Взял лебедя да с горя и съел.\n– Как! – вскричали разом бородачи. – Как! Целого лебедя один съел? А нам что осталось?..\nПодскочили они к котлу, заглянули в котел, а там одни только лебяжьи косточки лежат."
}