{
  "text": "В одном лесу жил старый умный тигр. Когда настало время ему умирать, позвал он сына и спросил:\n \n— Скажи мне, у кого самые большие клыки на свете?\n \n— У тигра, — ответил сын.\n\n— Правильно. А у кого самые острые когти на лапах?\n \n— Тоже у тигра.\n \n— И это верно. А кто быстрее всех бегает и выше всех прыгает?\n \n— Тигр, — не задумываясь, повторил сын.\n\n— Тогда ответь мне на последний вопрос: кто на земле всех сильнее?\n \n— Сильнее всех тот, у кого самые большие клыки, самые острые когти, кто быстрее всех бегает и выше всех прыгает. Всех сильнее я — тигр!\n \nВздохнул умирающий отец:\n \n— Когда-то и я думал, что тигр самый могучий зверь на земле. Но теперь я знаю, что сильнее всех человек. Слушай же мои слова: бойся человека, прячься от него, никогда не ищи с ним встречи и не вступай с ним в борьбу. Человек сильнее тигра!\n\nСказал так и умер.\n \nЗадумался молодой тигр над словами отца: «Ох, и страшные же у человека клыки, если он сильнее тигра! И когти, верно, у него преогромные! Хорошо бы посмотреть на человека хоть издали. Надо только узнать, где он водится».\n \nПодумал так тигр и пошёл искать человека. Ходил-ходил — встретил в горах яка.\n \n«Верно, это и есть человек, — подумал тигр. — Только у него совсем нет когтей и клыков не видно. На всякий случай узнаю, не человек ли это».\n\n— Скажи мне, — закричал издали тигр, — ты не человек?\n \nУдивился як:\n \n— Какой же я человек? Я обыкновенный як.\n \n— А ты видел когда-нибудь человека?\n\n— Конечно, видел, и не раз!\n \n— Это правда, что у человека клыки и когти больше, чем у меня?\n \n— Что ты, что ты! Никаких клыков и когтей у человека нет.\n \n— Как нет? — удивился тигр. — Значит, у него очень сильные лапы, если тигр не может с ним справиться!\n \n— Лапы у него совсем слабые. Человек не может ударом лапы убить даже волка.\n \n— Врёшь ты всё, — сказал сердито тигр. — Мой отец говорил, что человек сильнее всех зверей. Пойду спрошу о человеке у кого-нибудь другого.\n \nИ снова пошёл тигр искать человека. Ходил-ходил — встретил верблюда.\n \n«Ого, какой большой зверь, — подумал тигр. Это, наверно, и есть человек».\n \nИ, спрятавшись на всякий случай в густых зарослях, тигр крикнул верблюду:\n \n— Скажи мне, ты не человек?\n \n— Что ты, что ты! — удивился верблюд, — Я совсем не похож на человека.\n \n— А ты видел когда-нибудь человека?\n \n— Мне ли не видеть человека! — воскликнул верблюд. — Десять лет ездит он на моём горбу, и я служу ему днём и ночью во всякую погоду!\n \n— Значит, человек ещё больше тебя? — удивился тигр.\n \n— Нет! — затряс головою верблюд. — Человек совсем маленький. Чтобы посадить его на спину, мне приходится опускаться на колени.\n \n— Ну тогда, наверное, у него очень толстая шкура, если он не боится клыков и когтей тигра?\n \n— Могу тебе сказать, что из всех зверей у человека самая нежная кожа. Ты не поверишь, он чешется даже от комариного укуса!\n\n«Как же так? — подумал тигр. — Значит, мой покойный отец сказал мне неправду. Верно, он никогда и не видел человека. Оказывается, человек совсем не страшный зверь».\n \nИ тигр решил во что бы то ни стало найти человека и съесть его.\n \nДолго бродил он по лесам и горам в поисках человека, пока не услышал однажды какой-то стук на опушке леса. Это дровосек рубил дуб.\n \nВ один прыжок тигр оказался на опушке.\n \n«Какой смешной зверь, — подумал тигр. — У него нет ни клыков, ни когтей, он не имеет даже шкуры».\n \nСделав ещё один прыжок, тигр оказался рядом с человеком.\n \n— Послушай-ка, — сказал тигр, — таких зверей я ещё не встречал. Просто удивительно, что тебя до сих пор не съели в лесу волки или медведи.\n \n— А я не зверь, поэтому меня и не съели, — сказал человек.\n \n— Кто же ты, если не зверь? — спросил тигр.\n \n— Разве ты не видишь? Я человек!\n \n— Человек?! — удивился тигр. — Вот ты, оказывается, какой! А мой глупый отец тебя боялся.\n\n— Твой отец был умным тигром, если он боялся человека, — сказал дровосек.\n \n— Сейчас мы узнаем, кто умнее — я или мой отец. Не успеет солнце уйти за гору, как я тебя съем.\n \n— Ах, господин тигр, — сказал дровосек, — прежде чем умереть, я хочу показать тебе, что я умею делать. Посмотри, какое я построил себе логово.\n \n— Показывай, да поскорее! — рявкнул тигр. — Я сильно проголодался! Иди вперёд, я — за тобой.\n \nДровосек быстро зашагал к своему жилищу, а тигр плёлся за ним и ворчал:\n \n— Мой отец был трус! Испугался такой козявки — человека!\n \nДровосек подошёл к своему сложенному из каменных плит жилищу.\n \n— Это что такое? — спросил тигр.\n \n— Это моё логово, — сказал дровосек. — В нём очень удобно жить: меня не мочит дождь, я не боюсь ни жары, ни снега.\n \n— Ах, вот как! — обрадовался тигр, —Это твоё логово! Когда я съем тебя, я сам поселюсь в нём!\n \n— Но ведь ты не знаешь, как в нём открывать и закрывать дверь, — сказал человек. — Давай я тебе покажу.\n \nДровосек вошёл в дом, закрыл за собою дверь и крикнул в щёлку тигру:\n \n— Попробуй-ка теперь достань меня!\n \nТигр ткнул лапой дверь, но дверь была крепкой и не поддавалась.\n \n— Вот видишь, — сказал дровосек, — какое у меня жилище. В нём я не боюсь никого, даже тебя.\n \nСказав так, человек открыл дверь и вышел из дому.\n \nА тигр подумал: «Совсем глупый зверь — человек. Ведь он мог спастись от меня в своём доме, а он и не догадался».\n \n— Не хочешь ли посмотреть, как хорошо у меня в логове? — спросил дровосек.\n \n— Хочу, — сказал тигр и вошёл в дом.\n \nИ, как только он оказался внутри дома, дровосек захлопнул дверь, подпёр её толстым колом и пошёл не спеша на опушку рубить деревья.\n \n— Эй! —закричал тигр. — Выпусти меня сейчас же! Солнце уже скрывается за гору, а я всё ещё тебя не съел!\n \n— И не съешь, — сказал дровосек. — Потому что побеждает тот, кто умнее, а не тот, кто сильнее. Прощай, глупый тигр. Твой отец был умнее тебя!\n \nСколько ни бился тигр — не удалось ему выломать двери жилища. Уж очень крепко и хорошо сделал их человек.\n \nА к вечеру дровосек пришёл с ружьём к своему дому, застрелил тигра и сделал из его шкуры чучело."
}