{
  "text": "Жили когда-то старик и старуха, и было у них три сына. Все трое — здоровые, сильные да красивые. Жили они очень бедно: земли у них было мало; а тут ещё и всякие несчастья: то хлеб от засухи не уродится, то градом его выбьет, то, глядишь, всю скотину мор погубит.\n\nПодросли сыновья, стали отцу в работе помогать: работают и день и ночь, работают до пота, до усталости, а удачи всё нет да нет.\n\n— Смотрите, смотрите! — говорят соседи. — Какие молодцы, а не могут себя да своих стариков прокормить. Срам!.. Шли бы уж лучше куда на сторону, нанялись в работники. Может, тогда и поправились бы.\n\nОбидно стало сыновьям. Пошли они к отцу с матерью, просят:\n\n— Отпустите нас, отец и мать! Пойдём мы на чужую сторону жить, счастье добывать!\n\nЗапечалились старик со старухой, заплакали:\n\n— Куда вы, сыночки, пойдёте? На кого нас, старых людей, покинете?\n\nГоворит на это старший сын:\n\n— Не плачьте, отец с матерью, не тужите! Найдём мы вольную землю!\n\nСредний добавил:\n\n— Будем там хлеб засевать.\n\nА младший сказал:\n\n— А вас, отец и мать, мы никогда не покинем, никогда не забудем! Как окрепнем, будем вам помогать.\n\nСогласились старик ее старухой отпустить сыновей на новые земли.\n\nСобрали их в путь-дорогу. Попрощались сыновья и на память о себе посадили под окном молодую зелёную ветлу. Сказали сыновья отцу с матерью:\n\n— Берегите нашу ветлу, поливайте её! Пока она зелена да свежа — и мы живы-здоровы, а засохнет — не к добру это!\n\nУшли сыновья. Старик со старухой одни остались.\n\nМного ли, мало ли времени прошло — родилась у них дочка, пригожая да ласковая. Растёт перед окнами ветла, и дочка растёт — одна другой краше. Кормят, поят старики свою дочку, одевают её, обувают и за ветлой ухаживают: водой поливают, от скотины оберегают.\n\nВыросла девушка большая, стала на улицу ходить, с подругами играть. Вот раз приходит она домой и горько плачет. Спрашивает её мать:\n\n— Чего ты, моя дочка, плачешь, не обидел ли тебя кто?\n\n— Как же мне не плакать! У всех моих подружек в селе есть старшие братья, только я одна-одинёшенька!\n\nЗапечалилась мать. Рассказала она дочке про трёх своих сыновей, как посадили они под окном ветлу и ушли от нужды да нехваток — искать вольную землю.\n\n— С тех пор о них ни слуху ни духу, — прибавила она.\n\nПолюбила девушка молодую ветлу, стала за ней ухаживать: листья сухие с неё обирает, водой поливает, а то сядет под ней, песню поёт или вышивает.\n\nКак-то раз заметила она, что на ветле стали появляться сухие ветки: то одна, то другая.\n\n«Ох, не к добру это! — думает девушка. — Не случилось ли чего с братьями на чужой стороне? Надо у них побывать, навестить их».\n\nПошла она к отцу с матерью, стала проситься к братьям погостить. Испугались старики, начали отговаривать дочку:\n\n— Куда тебе, доченька! Путь долгий, тяжёлый — замучаешься, не дойдёшь!\n\n— Ничего, дойду! Хоть и устану, зато родных братцев повидаю!\n\nВидят старик со старухой — нечего делать, отпустили дочку.\n\nНарядила её мать в белую рубашку, красным шёлком расшитую, надела на неё белый шушун (верхняя женская одежда вроде рубахи, сарафана), золотыми блёстками разукрашенный, вышитый шёлком да бисером, кумачовым кушаком подпоясала, в косы вплела ленту алую, на шею надела ожерелье из блестящих монеток, голову платочком покрыла малиновым.\n\nЗаплакала мать, обняла свою любимую дочку, и упали две её горячие слезинки девушке на грудь.\n\n— Дочка моя милая, дочка любимая! — говорит мать. — Спасут тебя, избавят, оберегут слёзы мои и от беды лихой, и от хвори, и от всякой напасти. Никогда меня, дочка милая, не забывай: и во время трудного пути и при отдыхе. А я о тебе и днём и ночью — всегда помнить буду!\n\nПростилась девушка с отцом, с матерью, взяла узелок с хлебом и пошла в дальнюю дорогу, братьев своих разыскивать.\n\nДолго ли, коротко ли она шла, близко ли далёко ли — неизвестно: скоро сказка сказывается, да не скоро дело делается. Прошла девушка много сёл, много полей. Идёт она дремучим, тёмным лесом. Вдруг навстречу ей Сыре-Варда, лохматая, грязная, на палку опирается, кругом озирается, головой качает.\n\n— Здорово, доченька! Куда идёшь?\n\n— Иду, бабушка, в далёкий путь: старших братьев своих разыскивать.\n\n— Дай-ка я тебя провожу! Вдвоём-то в пути веселее.\n\n— Пойдём!\n\nПошла девушка с Сыре-Вардой вместе.\n\nШли они, шли, дошли до реки.\n\nГоворит Сыре-Варда:\n\n— Эй, доченька, давай выкупаемся, а то тяжко, душно очень!\n\n— Давай, — отвечает девушка.\n\nВыбрали они место — песчаный бережок отлогий, разделись. Девушка, не ожидая беды, — скок в воду! Купается она, прыгает, плещется, а сама закрывает грудь рукой, чтобы вода текучая не смыла материнскую слезу.\n\nА Сыре-Варда тем временем бросила на песок свои старые, грязные лохмотья, скинула стоптанные лапти и давай быстро-быстро одеваться в девушкины наряды. Увидела это девушка и говорит Сыре-Варде:\n\n— Зачем ты мои одёжки надеваешь? Не трогай их!\n\nА Сыре-Варда в ответ:\n\n— Надень-ка теперь ты мои лохмотья! Тебе и они хороши будут!\n\nВидит девушка — беда. Заплакала она, закричала:\n\n— Ой, мамушка, мамушка родная! Сыре-Варда надевает моё платье, в мои наряды наряжается, моим платочком покрывается!\n\nПослышался тут голос матери:\n\n— Сейчас, сейчас, дочка! Бегу тебя выручать! Беру я тяжёлую палку, буду бить Сыре-Варду.\n\nЭто отозвались с груди девушки слёзы материнские.\n\nИспугалась Сыре-Варда, бросила скорее девушкину одежду, надела свои старые лохмотья, обулась в свои лапти.\n\nОделась и девушка в свои наряды и пошла дальше. А Сыре-Варда от неё не отстаёт, по пятам идёт.\n\n— Ой, — говорит, — какая сердитая твоя мать! Только зря она сердилась: я ведь с тобой пошутила! И как это она твой голос услышала?\n\n— Это слёзы её с моей груди отозвались, — говорит девушка.\n\nПромолчала Сыре-Варда, ничего не сказала.\n\nДолго ли, коротко ли они шли — дорога снова привела их к реке. Берега у речки зелёные, вода в речке студёная, а день стоит жаркий, знойный, солнце так и припекает.\n\nГоворит Сыре-Варда девушке:\n\n— Давай выкупаемся, дочка! Легче будет идти!\n\nХочется девушке выкупаться, от жары прохладиться, от дорожной пыли помыться, да боязно: вдруг Сыре-Варда её наряды украдёт! А Сыре-Варда догадалась и говорит:\n\n— Чего ты боишься? Ты не бойся, не возьму я твои платья-наряды: теперь я вместе с тобой в реку войду, сама купаться буду!\n\nРазделась хитрая ведьма и полезла в воду первая.\n\nНе выдержала девушка: сбросила одёжки и тоже в воду вошла. Купаются они. а девушка всё прикрывает грудь рукой. Вдруг Сыре-Варда как кинется к ней и давай плескать ей на грудь воду!\n\nНе успела девушка крикнуть, как Сыре-Варда уже смыла с её груди материнские слёзы, выбежала из воды, схватила её одёжки и давай наряжаться.\n\nЗаплакала девушка, закричала:\n\n— Ох, мамушка, мамушка родная! Сыре-Варда отняла у меня мои одёжки, в мои наряды наряжается, моим платочком покрывается…\n\nТолько не отвечает, не отзывается мать.\n\nДолго плакала девушка, но слезами горю не помогла. Вышла она из воды, просила-просила Сыре-Варду отдать её одёжки. А Сыре-Варда и не думает их отдавать. Нечего делать, стала девушка одеваться в старые лохмотья Сыре-Варды. Оделась она и вышла на дорогу. А Сыре-Варда её уже поджидает.\n\nВзяла она смолы да грязи, вымазала девушке лицо и говорит:\n\n— Твоё лицо — мне, моё лицо — тебе!\n\nИ стала Сыре-Варда молодая да красивая, а девушка — чёрная да грязная…\n\nПошли они дальше. Идёт Сыре-Варда, сама твердит:\n\n— Придём мы к твоим братьям — не смей говорить им, что ты их сестрица, всё равно тебе не поверят. А если скажешь — не быть тебе в живых!\n\nДолго ли, коротко ли шли, близко ли, далёко ли — неизвестно. Сказка скоро сказывается, да не скоро дело делается. Пришли наконец они в дальние земли и разыскали старших братьев. Говорит им Сыре-Варда:\n\n— Я ваша сестрица, дорогие мои братцы, пришла к вам погостить, в чужой стороне навестить!\n\nОбрадовались братья. Целуют её, обнимают, ласковыми словами называют. Потом посмотрели на оборванную, грязную девушку и спрашивают:\n\n— А это кто с тобой? Кого это ты к нам привела, сестрица?\n\n— А это сирота, бродяжка! — говорит Сыре-Варда. — В лесу я нашла её, пожалела и с собой взяла. Пошлите её в заднюю избу, пусть она там сидит, а здесь не показывается!\n\nПослали братья свою родную сестрицу в заднюю избу — даже не взглянули на неё, ни олова ей не сказали. А Сыре-Варду в передний угол посадили, пирогами накормил», мёдом, брагой напоили. А как ночь наступила, уложили её на мягкую постель, на пуховые подушки.\n\nНа другой день встали братья рано поутру, собрались в поле хлеб убирать. Говорят они Сыре-Варде:\n\n— Ну, сестрица наша любимая, мы в поле поедем, а ты иди на гумно зерно караулить. Намолотили мы вчера ржи на семена, а убрать в амбар не успели. Посмотри, чтобы птицы зерно не растащили.\n\nПошла Сыре-Варда на гумно, села с краю тока (расчищенное место для молотьбы) и давай скликать ворон, галок, голубей да воробьёв:\n\n— Слетайтесь, птицы, собирайтесь! Разройте, расклюйте всё зерно, соломой всё гумно закидайте!\n\nСлетелись тут, собрались к гумну стаи птиц: и галки, и вороны, и грачи, и голуби. Налетели тёмной тучей, принялись разрывать груду ржи, клевать зерно, сорить по всему гумну соломой. А Сыре-Варда пошла домой. Наелась, напилась, на постель улеглась.\n\nПриехали вечером братья с поля, видят — на гумне такой беспорядок, какого никогда ещё не было. Рассердились они на Сыре-Варду, говорят:\n\n— Ты что ж это, сестрица, так плохо гумно караулила?\n\n— Да, укараулишь тут у вас! — отвечает Сыре-Варда братьям. — Я день-деньской трудилась, совсем утомилась, замаялась. Пошли те лучше караулить гумно нищенку-оборванку, которая со мной пришла.\n\nНа другой день братья послали караулить гумно свою настоящую сестру, а сами уехали в поле.\n\nПришла девушка на гумно, села на краю тока и запела песенку: стала скликать ворон, галок, голубей, воробьев. Стала их просить, чтобы собрали они все соломинки с гумна, чтобы собрали намолоченную рожь, чтобы прикрыли её соломой от росы.\n\nПослушались её птицы. Слетелись на гумно и галки, и вороны, и голуби, и грачи, и воробьи — принялись гумно очищать. Прибрали к одному месту солому — по соломинке снесли. Зёрнышко по зёрнышку груду собрали, прикрыли её свежей соломой.\n\nПриехали вечером братья, видят — гумна не узнаешь! Всё чисто, прибрано, подметено. Зерно целёхонько и свежей соломой накрыто. Стали братья между собой говорить:\n\n— Что за чудо? Уж не эта ли девушка наша настоящая сестра? Видите, какая она заботливая, трудолюбивая, и лицом на матушку нашу похожа. А та бездельница, лентяйка! Надо всё узнать!\n\nНа другой день опять послали они свою родную сестрицу на гумно рожь стеречь. А сами говорят:\n\n— Пойдём мы потихоньку, посмотрим да послушаем: не увидим ли, не услышим ли чего?\n\nПришла девушка на гумно, села и запела песенку об отце, о матери, о зелёной ветле, которую братья под окном посадили. Потом запела она, как злая ведьма Сыре-Варда обманула её, отняла её одёжки и прикинулась молодой красавицей. Братья всё и узнали. Подбежали они к девушке и говорят:\n\n— Что же ты, сестрица, нам раньше не открылась?\n\n— Да Сыре-Варда грозилась убить меня.\n\nБросились братья к обманщице Сыре-Варде. Сняли с неё сестрины наряды, велели ей одеться в лохмотья. Тут Сыре-Варда опять стала страшная да старая.\n\nБратья привязали её к лошадиному хвосту, и умчала лошадь злую ведьму неизвестно куда.\n\nПогостила сестра у братьев вдоволь и стала домой собираться. Запрягли они пару коней, подвязали к дуге колокольчик, дугу красным кушаком обмотали, наложили в телегу гостинцев и проводили сестру в родные места, к отцу, к матери."
}