{
  "text": "Жил когда-то на голубом Алтае старик Олекшин; у него были три дочери и буро-пегий конь.\nОднажды от Тайбон-хана и девяти его зайсанов – старшин – прискакал к аилу старика Олекшина гонец и крикнул:\n– Отправляйся, старик Олекшин, на войну! Тайбон-хан собирает войско против хана Кузулуна.\nСтал старик Олекшин отказываться:\n– Не гожусь я для войны! Кости мои затвердели, зубы у меня выпали, глаза мои зоркость потеряли, черная моя голова стала бела, как перья лебедя! Не воин я теперь.\nСтал гонец пугать старика Олекшина:\n– Добром на войну не поедешь – силой поведут!\nСказал и ускакал к Тайбон-хану.\nЗагоревал старик Олекшин:\n– Лучше бы вместо трех дочерей был у меня один сын! Он и поехал бы вместо меня на войну!\nОднако делать нечего, спорить с Тайбон-ханом не станешь. Стал старик Олекшин собираться на войну. Достал свой черный лук, стал седлать буро-пегого коня. Наложил на него потник, на потник – бронзовое седло. Потом надел крепкий панцирь, сел на своего старого буро-пегого коня и хотел отправиться в путь.\nПодбежала к нему старшая дочь, схватилась за повод и говорит:\n– Пришли твои старческие годы. Кости твои затвердели. Нельзя тебе ехать на войну. Вместо тебя я поеду.\nСнял старик Олекшин свой черный лук, снял панцирь – отдал старшей дочери.\nВскинула дочь на спину черный лук, села на буро-пегого коня, косу с золотыми нитями, блестевшую, как небесные звезды, заложила за плечи. Быстро поскакала от своего аила.\nВстречавшиеся на пути высокие горы переваливала, большие реки вброд переезжала.\nДоехала она до Темир-тайги – железной горы. Выбежала тут из норы черная лисица с хвостом в девять кулашей и встала на пути. Буро-пегий конь испугался, захрапел и повернул назад. Хотела девушка остановить коня, да не могла. Прискакал конь к своему аилу, остановился у железной коновязи. Девушка тут с коня свалилась, без чувств лежит.\nКогда очнулась, увидела над собой отца. Говорит ей старик Олекшин:\n– Только задержала ты меня! Достанется мне теперь от Тайбон-хана и девяти его зайсанов!\nСнял старик со старшей дочери свой черный панцирь, снял свой черный лук и говорит:\n– Придется, видно, самому ехать!\nТолько хотел сесть на своего буро-пегого коня, подбежала к нему средняя дочь, схватилась крепко за конский повод.\n– Старый ты для войны, отец! Оставайся в своем аиле, – говорит, я поеду за тебя!\n– Смотри не вернись с пути! Не то доведешь до того, что отрубит Тайбон-хан мою седую голову! – отвечает ей старик Олекшин.\nДевушка надела черный отцовский панцирь, вскинула за плечи черный лук, села на буро-пегого коня и отправилась в путь.\nМиновала она высокие горы, переправилась вброд через быстрые реки и доехала до Темир-тайги. Тут из темной пасти Темир-тайги выбежал волк с хвостом в девять кулашей и стал на пути у девушки.\nБуро-пегий конь испугался, повернул назад, а девушка от страха память потеряла: не помнит, как в свой аил вернулась.\nСнял с нее старик Олекшин доспехи и говорит:\n– Видно, не миновать мне войны! Придется ехать самому, а не то отрубит мне голову Тайбон-хан!\nТолько хотел он сесть на коня, прибежала младшая дочь, крепко схватилась за повод и говорит:\n– Я поеду за тебя к Тайбон-хану!\nСтала девушка надевать черный панцирь – не налезает панцирь на плечи! Пришлось его расставлять – увеличивать. День и ночь работал старик Олекшин, пока увеличил для дочери панцирь.\nНадела девушка панцирь, вскинула за плечи черный лук. Косу с золотыми нитями закинула за спину и вскочила на буро-пегого коня. Раньше конь седоков носил – не чуял, а теперь спина его погнулась, ноги по копыта в землю ушли.\nПоскакала девушка через высокие горы, через быстрые, широкие реки.\nПодъехала она к Темир-тайге. Вышел навстречу ей черный шестирогий марал и загородил путь.\nПопятился буро-пегий конь, захрапел, хотел назад повернуть. А девушка натянула удила и удержала коня. Потом ловко натянула черный лук – аргай, пустила в марала стрелу и пригвоздила к Темир-тайге! Соскочила она с коня, подбежала к маралу, смотрит – а это отец ее, старик Олекшин!\n– Что ты делаешь здесь? Зачем вышел навстречу мне в шкуре марала? – спрашивает девушка.\n– Я хотел испытать твою храбрость, – говорит старик Олекшин. – Хотел узнать, повернешь ты назад, как твои сестры, или нет. Оказывается, смелая ты! Поезжай к Тайбон-хану, не пропадешь!\nВскочила девушка на буро-пегого коня, хлестнула его и помчалась дальше.\nДолго она ехала и приехала наконец к железной юрте Тайбон-хана. Сняла с себя свой черный лук, прислонила к стене ханской юрты. От этого железная юрта Тайбон-хана покосилась набок. А девушка вошла в юрту и села между входом и огнем.\nТайбон-хан глянул на нее и спрашивает:\n– Кто ты?\n– Я – дочь старика Олекшина, ездящего на буро-пегом коне.\n– Почему не приехал по моему приказу сам старик Олекшин? – спрашивает Тайбон-хан.\n– Глубока старость моего отца; кости его затвердели, черная голова поседела. Нет у него больше сил ездить на коне! Вместо него приехала я.\n– Мои войска с девятью благородными зайсанами проехали уже половину пути к хану Кузулуну, – говорит Тайбон-хан. – Как ты теперь догонишь их?\n– Недалеко они отъедут – догоню их!\nВышла дочь старика Олекшина, закинула за плечи свой черный лук, привесила к поясу алмас – булатный белый меч, села на буро-пегого коня и помчалась рысью.\nПыль с неба падала на землю, пыль с земли взлетала до неба – так быстро она скакала.\nНе много времени прошло – догнала девушка войско Тайбон-хана и его зайсанов. Поехала вместе с ними.\nЗайсаны спрашивают ее:\n– Зачем ты приехала вместо старика Олекшина?\nДевушка говорит:\n– Он дожил до глубокой старости и не в силах ездить на коне. Не было у нас другого выхода, вот я и приехала вместо отца.\nСтали тут зайсаны и все войско насмехаться над девушкой:\n– Куда ты годишься? Разве бежать домой, когда бой начнется.\nДевушка на эти насмешки ничего не ответила.\nДоехали они до черного дремучего леса. Нет этому лесу ни конца ни краю.\nОставили зайсаны войско, приказали рубить лес, прокладывать дорогу. Целый день рубили. Пришла сумрачная ночь. На девяти тысячах мест раскинуло войско Тайбон-хана стоянки. Улеглись все на ночлег. И дочь старика Олекшина легла.\nУтром, как заря загорелась, как солнце взошло, золотые лучи выпустило, села девушка на своего буро-пегого коня и поскакала куда-то. Отъехала она подальше от войска, вынула из колчана лучшую стрелу, положила ее на тетиву и натянула свой черный лук. Два конца тугого лука вместе сошлись, из большого пальца девушки потянулся дым, в конце стрелы показался огонь. Выпустила девушка стрелу в сторону черного дремучего леса.\nРазорвала стрела черный лес надвое, как гриву жеребца. Открылся прямой путь. Удивились девять зайсанов Тайбон-хана, удивилось все войско. Стали воины переговариваться между собой:\n– Подлинно ли это девушка? Разве девушка может так стрелять?..\nПо пути, проложенному стрелой, отправились все дальше. Дошли до синей реки, которая и движется и не движется. На другом берегу юрта хана Кузулуна видна, а подойти к ней нельзя.\nПриказали зайсаны войску остановиться. Стали думать, как через синюю реку перейти. Ничего придумать не могли. Велели воинам расположиться на ночлег. Улеглись воины, заснули глубоким сном. Одна дочь старика Олекшина не заснула. Среди ночи встала она, превратилась в серую пташку, перелетела синюю реку и села на юрту Кузулун-хана, возле самого дымохода. Уселась и стала слушать, о чем в юрте разговор ведут.\nСидит в юрте старый Кузулун-хан, говорит жене:\n– Близко подошли к нам войска Тайбон-хана, только не удастся им перебраться через синюю реку, не пустит их она!\n– Неужели нет нигде перехода? – спрашивает хана жена.\n– Переход есть, только никто не знает, где он, – отвечает Кузулун-хан. – А переход этот возле самого Темир-терека – железного тополя. Если найдут его – переправятся; если не найдут – ни за что не переправятся: не пустит синяя река!\nВыслушала жена и говорит:\n– А что будем делать, если перейдут реку войска Тайбон-хана?\n– Тогда я превращу всех моих подданных в песок и угли, оставлю только самых негодных – больных да старых. Если пожелают их взять, пусть берут, – отвечает ей Кузулун-хан.\n– А куда мы сами денемся?\n– Сам я превращусь в паршивого старого верблюда, тебя превращу в кожемялку, а единственную дочь нашу – в молодую березу.\nДочь старика Олекшина все это выслушала, перелетела через синюю реку в стан Тайбон-хана, легла и уснула.\nНастало утро, загорелась заря, взошло солнце, золотые лучи выпустило. Поднялись воины Тайбон-хана. Поднялись и девять зайсанов. Стали опять думать: где найти переправу через синюю реку?\nДочь старика Олекшина говорит:\n– Идите все вслед за мною, я знаю, где можно перебраться на другой берег!\nСела она на своего буро-пегого коня и поехала прямо к Темир-тереку – железному тополю. Нашла переход – единственный длинный конский волос, натянутый между двумя берегами, и поскакала по нему. А вслед за ней переправилось через синюю реку и все войско.\nПодъехали к юртам – никого нет: ни Кузулун-хана, ни его жены, ни войска. Лежат в юртах только больные да старые. Стали девять зайсанов спрашивать их:\n– Где ваш хан? Где все его воины?\nБольные и старики говорят:\n– Нет их, давно уж нет – пришел из нижней области Албыс-хан и угнал всех в свою сторону.\nОзлобились зайсаны:\n– Ну, если воинов нет и хана нет, возьмем в плен стариков да хворых людей, погоним к нашему Тайбон-хану всех слепых и горбатых!\nСобрали пленников, стали в обратный путь готовиться.\nТут дочь старика Олекшина увидела паршивого старого верблюда, схватила его и привязала к хвосту своего буро-пегого коня?\n– На что тебе нужен этот паршивый верблюд? – говорят ей. – Зачем его тащить с собой так далеко? Брось его!\n– Он пригодится старым моим родителям – отцу и матери: будут вьючить на него дрова! – отвечает дочь старика Олекшина.\nСтала девушка сгребать песок да угли и насыпать арчимаки – переметные сумы.\n– Зачем тебе нужны песок и угли? Или у нас их не найти? – спрашивают ее.\n– Угли пригодятся моему старому отцу, когда он будет ковать шило, – отвечает девушка, – а песок – чтоб засыпать им раскаленное железо.\nПодняла она и кожемялку, которая возле самой ханской юрты валялась, навьючила ее на верблюда.\n– Разве у тебя дома не найдется такого дерева, чтобы сделать кожемялку? – спрашивают ее.\n– Чего же моему отцу мастерить кожемялку, когда есть готовая? Пригодится матери старые шкуры мять! – говорит девушка.\nНавьючила она на верблюда кожемялку, стала выдергивать с корнем молодую березку.\nСмотрят на девушку воины, удивляются:\n– Будто у нас не растут березы! На что она тебе?\n– Сделаю ручку для шила!\nТут зайсаны приказали войску отправляться в обратный путь. Пошло войско, погнало к Тайбон-хану пленников – старых да горбатых.\nПришли девять благородных зайсанов к Тайбон-хану и говорят:\n– Долго мы бились с войсками Кузулун-хана и наконец победили его. Пригнали к тебе и пленников, только немного: до нас приходил туда Албыс-хан из нижней области, тоже много пленников угнал!\nОглядел Тайбон-хан старых и горбатых, стал хвалить своих благородных зайсанов:\n– Ну, нам и эти годятся!\nУсмехнулась дочь старика Олекшина и говорит:\n– А я вот это притащила!\nИ толкнула к Тайбон-хану паршивого верблюда. Тайбон-хан разгневался, за насмешку это принял.\nА верблюд дрыгнул ногами – и появился сам Кузулун-хан: голова черная, борода растрепанная. Сидит на земле, озирается.\n– И вот это я притащила! – говорит дочь старика Олекшина.\nБросила она на землю кожемялку. Глядят все – превратилась кожемялка в жену Кузулун-хана. Взяла в руки молодую березку, покачала, бросила на землю – появилась Алтын-Юстюк – золотое кольцо, ханская дочка.\nПосле этого дочь старика Олекшина достала арчимаки, вышла на широкое поле и развеяла во все стороны песок и угли. Появился на широком поле скот – не сочтешь, появились люди – сколько деревьев в лесу дремучем.\n– Вот что я привезла! – говорит дочь старика Олекшина. – А теперь мне домой пора – отец и мать у меня старые, им моя помощь во всем нужна!\nВскочила она на буро-пегого коня и поехала в свой аил.\nСобрались девять благородных зайсанов и говорят:\n– Какой нам стыд и позор! Мы – благородные зайсаны, а младшая дочь старика Олекшина осрамила нас и перед Тайбон-ханом, и перед всем народом! Теперь над нами все смеяться станут! А ее все хвалят, уму ее дивятся. Надо от нее избавиться!\nСговорились девять зайсанов погубить дочь старика Олекшина.\nПришли они к Тайбон-хану и говорят:\n– Появился в нашей земле шулмус – злой дух, дочь этого старика Олекшина! Не жить нам теперь спокойно! Надо извести ее, не то прогонит она и тебя и нас, будет сама править народом!\nСтали все вместе – и девять зайсанов, и Тайбон-хан – рассуждать да смекать, как погубить девушку.\n– Надо, – говорят, – послать ее в такое место и с таким поручением, чтобы она никогда больше не вернулась сюда! Чтобы сгинула, пропала там!\nПринялись думать да сговариваться: куда бы это спровадить дочь старика Олекшина? Самый хитрый из девяти зайсанов говорит:\n– У основания земли и неба пасется восьмихвостый синий бык. Пусть приведет его сюда живьем! Этот бык никого к себе близко не подпускает, никого живьем назад не отпускает!\nОтправил Тайбон-хан посланца к младшей дочери старика Олекшина, велел не откладывая явиться к нему.\nСела дочь Олекшина на своего буро-пегого коня, взяла свой черный лук и отправилась в путь. Приехала она к юрте Тайбон-хана, коня у железной коновязи привязала, сама в юрту вошла. Сидит в юрте Тайбон-хан, сидят девять благородных зайсанов.\n– Зачем требовал меня? – спрашивает девушка. – Какая у тебя появилась нужда?\nТайбон-хан отвечает:\n– Велики наши стада, только нет у нас хорошего быка. Поезжай к основанию земли и неба, там пасется восьмихвостый синий бык. Приведи его к нам! Ослушаешься – казнить прикажу!\n– Пущенная стрела не возвращается обратно, посланный не возвращается с дороги! Приеду и приведу синего быка! – отвечает дочь старика Олекшина.\nВышла она из юрты Тайбон-хана, села на своего буро-пегого коня и отправилась в далекий путь.\nДолго она ехала и приехала к основанию семи высоких гор. Переехала она через черную реку.\nСтала осматриваться – виднеется вдали синяя гора. Осмотрела пристально эту гору – гора двигается. Еще лучше присмотрелась – оказывается, это синий восьмихвостый бык лежит. Два рога – как два острых горных отрога, хвосты – длиной в семь кулашей. С дальнего расстояния учуял синий бык, что приближается к нему человек, поднялся на ноги, раскрыл пасть, опустил рога и пошел навстречу дочери старика Олекшина.\nДевушка отступать назад не стала: схватила его за оба рога, пригнула его голову к земле. Заревел синий бык оглушительно – рев его был слышен далеко над землей, глубоко под землей. Стал он вырываться. Да сколько ни пытался высвободить голову – не мог. Спрашивает он девушку:\n– Кто ты и зачем я понадобился тебе?\n– Я – младшая дочь старика Олекшина. А пришла за тобой не по своей воле. Я пришла по приказанию Тайбон-хана и девяти его зайсанов. Приказали они привести тебя – нужен им для стад хороший бык.\n– Что же ты не сказала об этом сразу? – говорит синий бык. – Я сам бы пошел за тобой куда тебе угодно.\nПоклялись они быть навсегда друзьями – лезвие меча лизали, острие копья нюхали.\n– Привяжи меня к хвосту твоего коня, – говорит синий бык. – Пусть думают, что я иду не по своей воле, а что ты ведешь меня силой.\nДочь старика Олекшина сделала, как велел ей синий бык, и пустилась в обратный путь – прямее летящей птицы, быстрее пущенной стрелы. Подъехала она к юрте Тайбон-хана; не слезая с коня, привязала синего быка к железной коновязи и крикнула:\n– Привела я вам синего восьмихвостого быка! Возьмите его!\nА сама уехала домой в свой аил.\nВыглянул из юрты Тайбон-хан, выглянули его девять благородных зайсанов, выглянули другие его люди – посмотрели на синего быка и опять в юрты спрятались.\nДевять дней сидели в юртах, боялись выходить. Наконец приказал Тайбон-хан отправиться к дочери старика Олекшина – пусть она уведет синего восьмихвостого быка туда, откуда привела.\nНикто из людей Тайбон-хана не решается по земле идти. Стали под землей прокладывать ход к аилу старика Олекшина. Девять дней рыли.\nПосле девяти дней между костром и входом в аил старика Олекшина расступилась земля и вышел посланец Тайбон-хана. Увидела его младшая дочь старика и спрашивает:\n– Зачем пришел?\nПосланец отвечает:\n– Тайбон-хан и девять его благородных зайсанов в своих юртах сидят, не смеют выйти. С перепугу дрожат, от духоты задыхаются. Просят тебя: приди, отведи синего восьмихвостого быка туда, откуда привела!\nДочь старика Олекшина выслушала ханского посланца и говорит:\n– Привести – это мое дело, а отводить – не мое. Пусть сами отводят! А для тебя у меня дело найдется: возьми-ка эту кожемялку и мни кожи для моего отца и матери!\nУселся посланец Тайбон-хана, стал мять кожи.\nПосле трех дней и трех ночей из того же отверстия вылез другой посланец Тайбон-хана.\n– Зачем пришел? – спрашивает девушка.\n– Чуть живы Тайбон-хан и девять его благородных зайсанов. Совсем в своих юртах задыхаются, просят тебя: уведи синего восьмихвостого быка!\nДочь старика Олекшина говорит:\n– Зря ты сюда шел: не мое это дело – уводить быка! Ну, да уж раз ты пришел – найду для тебя дело. Толки крупу для моей старой матери!\nНе посмел посланец Тайбон-хана отказаться, стал толочь крупу.\nА девушка села на буро-пегого коня и отправилась к юрте Тайбон-хана.\nПодъехала и видит: лежит синий бык у железной коновязи, где она его привязала. Пригнул голову к земле и ревет, от его рева юрты трясутся. Поднялся синий бык – заревел еще громче: от его рева деревья стали падать. Отвязала дочь старика Олекшина синего быка от коновязи и говорит:\n– Если желаешь поесть – поешь, если желаешь попить – попей и ступай к основанию земли и неба!\nПомчался синий бык к стадам Тайбон-хана – сразу проглотил половину и убежал.\nДевушка вернулась в свой аил, принялась кроить и шить.\nА Тайбон-хан и девять его благородных зайсанов опомнились от испуга, отдышались и стали сговариваться.\n– На дне моря Абра живет чудовище – Керь-балык. Надо послать к нему дочь старика Олекшина. Не затоптал ее синий бык – проглотит Керь-балык!\nПрискакал посланец Тайбон-хана к девушке и говорит:\n– Тайбон-хан приказал тебе сейчас же приехать к нему!\n– Хорошо, – отвечает девушка, – приеду!\nПриехала она, вошла в юрту и спрашивает:\n– Какая у тебя нужда? Зачем потребовал меня?\nТайбон-хан говорит:\n– На дне моря Абра живет Керь-балык. Хочу я увидеть это чудовище. Отправляйся и привези его нам!\nСела девушка на коня, поскакала к Абра-морю. Едет день и ночь. Через семь хребтов перевалила, через черные леса проехала, через широкие, быстрые реки переправилась. Приехала на берег Абра-моря.\nЛежит на морском берегу Керь-балык: нижняя челюсть на земле, верхней челюстью облака подпирает. Увидел девушку, стал хвостом по воде бить. От этого море волнуется, дно обнажается, большие и малые горы рассыпаются.\nСтал Керь-балык спрашивать девушку:\n– Назови мне свое имя, скажи, зачем сюда пришла? Может быть, убить меня хочешь?\n– Я – дочь старика Олекшина, – отвечает девушка. – Приехала я сюда не по своей воле. Приехала я сюда по приказанию Тайбон-хана и девяти его зайсанов. Приказали они привезти тебя.\n– Что же ты мне сразу не сказала? – говорит Керь-балык. – Сам пойду за тобой. Всегда другом твоим буду! Привяжи меня к хвосту своего коня!\nДевушка так и сделала. Пополз за ее буро-пегим конем Керь-балык, хвостом своим глубокий ров прокладывал, по рву за ним вслед море бежало.\nПриехала дочь старика Олекшина к юрте Тайбон-хана и крикнула:\n– Выходите, берите Керь-балыка! – а сама поехала домой.\nЖивет она дома, кроит, шьет, собирает дрова. Через девять дней вылез в их аиле из подземного хода посланец Тайбон-хана, стал просить:\n– Ступай, уведи в море Керь-балыка! Тайбон-хан и девять его благородных зайсанов чуть живы от испуга: из юрты не выходят, двинуться боятся!\nРассердилась девушка:\n– То приказывают – приведи, то приказывают – уведи! Не поеду! Пусть сами уводят!\nЧерез три дня вылез из-под земли другой посланец Тайбон-хана:\n– От ужаса Тайбон-хан и девять благородных зайсанов ум потеряли, задыхаются, мучаются, просят тебя: отведи в море Керь-балыка!\nВскочила девушка на коня, приехала к юрте Тайбон-хана, отпустила Керь-балыка. Пополз он к Абра-морю, а по пути проглотил половину стад Тайбон-хана и многих его богатырей.\nЗлые вышли из своих юрт Тайбон-хан и девять благородных зайсанов. Стали опять сговариваться, как погубить дочь старика Олекшина.\n– Пошлем ее в подземный мир к Ерлик-хану: он ее обратно не выпустит! Никто никогда от него живым не возвращался!\nПриказал Тайбон-хан позвать девушку и говорит ей:\n– Прежде я был в дружбе с владыкой подземного мира Ерлик-ханом. Я подарил ему два дорогих кувшина джыракы и шубу из белой рыси. Теперь мне понадобились и кувшины и шуба – привези мне их!\nНельзя ослушаться приказания. Отправилась дочь старика Олекшина в подземный мир. Стала разыскивать вход в него.\nПо пути встретила она старуху\n– Куда ты едешь? – спрашивает старуха.\n– Я еду к Ерлик-хану – взять у него два кувшина и шубу из белой рыси Тайбон-хана! – отвечает девушка.\nСтаруха дала ей моток жильных ниток и сказала:\n– В подземном мире это тебе пригодится!\nПотом дала коровьи глаза:\n– Это тоже будет нужно!\nПотом подала две сумы углей и молвила:\n– Перекинь эти сумы через седло. В мире Ерлик-хана они пригодятся тебе! – и показала девушке вход в подземный мир.\nДевушка попрощалась со старухой и вместе с конем спустилась в подземный мир Ерлик-хана. Солнце и месяц далеко наверху остались. Настала тьма, как в самую темную ночь. Буро-пегий конь понес девушку по дороге, которая своими обочинами касалась седла – так глубоко была она пробита прохожими и проезжими. Буро-пегий конь бежал по ней прыжками и прискакал на росстань семи дорог\nНа железном дереве сидели здесь два ворона с носами в девять четвертей длиной.\nУвидели вороны девушку и стали громко каркать:\n– Сейчас выклюем глаза у нее самой и у ее коня!\nДевушка бросила им коровьи глаза, что дала ей старуха, и сказала:\n– Если хотите есть – ешьте!\nДва ворона с криками накинулись на коровьи глаза и отстали от нее.\nПосле этого поехала она дальше. Завидели ее кузнецы подземного мира и сказали:\n– Из нее самой и из ее коня сейчас нажжем углей!\nТут дочь старика Олекшина быстро сняла с седла две сумы углей и подала им.\n– Хорошего отца дочь – пришла с готовыми углями! – сказали кузнецы и не тронули ее.\nПоехала она дальше. Навстречу ей вышли подземные девушки, преградили ей путь. Одни сказали:\n– Сейчас мы из ее коня вытянем жилы и сделаем нитки!\nДругие сказали:\n– Сделаем нитки себе и из ее жил!\nДочь старика Олекшина подала им моток жил:\n– Берите готовые!\nПодземные девушки обрадовались и сказали:\n– Видно, хорошего отца дочь к нам пришла!\nПосле того переехала она по зыбучему волосяному мосту и продолжала свой путь. Едет она и видит: стоит тополь, а спиной к тополю привязан богатырь и в руках у него длинный укрюк – шест с петлей на конце. Кто из земли Ерлик-хана побежит, того богатырь укрюком поймает.\nЕдет она дальше и видит: у другого тополя стоит привязанный богатырь и держит в руках собранный аркан. Кто побежит из земли Ерлик-хана, на того богатырь свой аркан накидывает.\nДалее поехала младшая дочь старика Олекшина и увидела жилье самого Ерлик-хана, а возле жилья бронзовую коновязь. Привязала она коня, растворила створчатую дверь и вошла. Видит – сидит сам Ерлик-хан, борода у него длинная, закинута за оба плеча, два глаза – как два черных озера. Спрашивает Ерлик-хан:\n– Зачем ты явилась сюда, дочь старика Олекшина, из солнечного мира? Зачем утомила своего коня таким долгим путем?\nДевушка сказала:\n– Пущенная стрела не возвращается назад, посланный не возвращается с дороги. Не по своей воле приехала я: принудили меня Тайбон-хан и девять его зайсанов приехать к тебе. Они сказали: «В давнее время Тайбон-хан с Ерлик-ханом были друзьями. Дал тогда Тайбон-хан Ерлик-хану два кувшина джыракы и шубу из белой рыси. Съезди к нему и привези нам шубу и кувшины!»\nГлянул Ерлик-хан на девушку и молвил:\n– Желаемое получишь, дитя мое! Но есть у меня к тебе одна просьба.\n– Послушаю старого человека, – говорит девушка, исполню твою просьбу.\n– На высокой горе есть желтая луговина. На этой луговине пасутся три коня со светло-желтыми хвостами и гривами. Поймай их и приведи ко мне!\n– Поймаю и приведу! – говорит девушка.\nСела она на своего буро-пегого коня и поскакала на высокую желтую гору. Стала разъезжать меж желтых кустов, высматривать, где пасутся три коня со светло-желтыми гривами и хвостами.\nВдруг в самой середине кустов послышались хруст и треск – выскочили один за другим три желтых коня и поскакали прочь. Девушка пустилась вслед за ними на своем буро-пегом коне.\nТри раза обежали желтые кони вокруг жилья Ерлик-хана – не могла их поймать дочь старика Олекшина. Остановился ее конь и вдруг заговорил:\n– Под гривой у меня спрятана плеть с вплетенными в нее зубами трехлетней коровы. Стегай меня этой плетью – быстро бежать без того не смогу!\nДевушка достала плеть и стегнула коня по бокам. Ударил конь копытами по земле – забурлили и выступили из-под копыт ключи и озера.\n– Держись за луку седла! – говорит конь.\nПомчался он так быстро, как никогда не мчался. Смотрит девушка – три желтых коня рядом с ним бегут. Тут она накинула аркан на всех трех коней разом и остановила их. Взяла за повод и повела к Ерлик-хану. Привязала коней к бронзовой коновязи и говорит Ерлик-хану:\n– Это ли твои неуловимые кони со светло-желтыми гривами и хвостами?\nЕрлик-хан осмотрел коней и говорит:\n– Хорошо, дитя мое! Справилась ты с этим делом!\nПриказал Ерлик-хан своим слугам запереть коней в железной городьбе. А девушке сказал:\n– Вот тебе два кувшина Тайбон-хана и шуба из белой рыси. Можешь возвращаться обратно. Но своего буро-пегого коня отдай мне! Я хочу ездить на таком коне!\n– На чем же я поеду, почтенный старец? – спрашивает девушка.\nВозьми тех трех коней, которых ты поймала на высокой желтой горе, будешь ехать, переменяя их! Не знает дочь старика Олекшина, что ей делать: жалко отдавать Ерлик-хану буро-пегого коня. И не отдать нельзя. Пошла она к бронзовой коновязи, где стоял ее конь, и говорит:\n– Хочет Ерлик-хан оставить тебя в бессолнечном месте. Что делать?\n– Отдай меня, – говорит конь, – а то не выбраться тебе из царства Ерлик-хана. Как будешь в солнечном мире, заиграй на свирели – я тогда прибегу к тебе.\nВернулась девушка в жилье Ерлик-хана. Спрашивает он:\n– Что думаешь о моей просьбе?\n– Возьми моего коня, почтенный старец! – отвечает девушка.\nОседлали для нее трех желтых коней, и отправилась она в обратный путь. Проехала полпути, оглянулась назад и видит: лучи из глаз ее коня светят, как две тонкие волосяные радуги.\nПо пути большой желтый конь скоро утомился и пал. Пересела она на второго коня. Не много прошло времени – пал и этот конь. Положила девушка седло на третьего, поехала дальше.\nВот уже показался и свет неба, и лучи солнца. Тут пал и третий конь. Пошла девушка пешком. День шла и ночь шла, пока поднялась в солнечный мир.\nВыдернула она железный тополь, сделала сыбыскы – свирель – и стала играть.\n«Я в радостном солнечном мире; ты в печальном сумрачном мире, где нет нашего солнца», – так горько наигрывала девушка.\nДошли звуки свирели до подземного мира Ерлик-хана.\nУслыхал их буро-пегий конь, разорвал девять железных треногов, оборвал девять привязей, поломал девять рядов железной изгороди и поскакал во всю силу.\nРазгневался Ерлик-хан, вскочил на своего черно-лысого быка с рогами в семь кулашей, взял в руки секиру и пустился в погоню.\nГонится он следом, сам кричит:\n– Ловите! Ловите!\nКинул арканщик свой аркан – попала петля на тонкую шею коня. Но не остановился конь: пробежал мимо, а богатырь-арканщик надвое разорвался. Половина арканщика у тополя осталась, половина потащилась за арканом. Хотел укрючник задержать коня – не мог: запутался укрюком в гриве коня. Укрючник надвое разорвался.\nПодбежал конь к выходу из подземного мира и выскочил в солнечный мир. Остановился Ерлик-хан с проклятиями и повернул обратно.\nА девушка села на своего коня и поехала к Тайбон-хану.\nКогда стали подъезжать к юрте, конь сказал:\n– Зайдешь в юрту Тайбон-хана – смотри не садись на почетное место, на белую стеганую кошму!\nВошла дочь старика Олекшина в юрту Тайбон-хана, бросила перед ним шубу из белой рыси и два кувшина.\n– Что просили – получайте! – говорит.\nТайбон-хан и девять зайсанов просят девушку садиться на почетное место, берут ее за руки, ведут к белой стеганой кошме.\nДевушка говорит:\n– Не мое это место, сами садитесь здесь!\nТайбон-хан подальше от белой стеганой кошмы отошел, девять благородных зайсанов отбежали.\nТут дочь старика Олекшина подняла Тайбон-хана и бросила на белую стеганую кошму. Провалился Тайбон-хан в глубокую яму, что сам приказал вырыть и прикрыть кошмой. Подняла она жену Тайбон-хана и бросила в яму, а вслед за ней побросала и девять благородных зайсанов. Потом разломала юрту Тайбон-хана и бросила ее в ту же яму. Сама села на коня и поехала в свой аил. Вернулась и говорит:\n– Здравствуйте, мои дорогие отец и мать! Здравствуйте, родные мои сестры! Теперь можно жить спокойно – некому больше досаждать нам!\nС того времени стали они жить хорошо: аил свой ставили там, где лучшие места, скот пасли там, где лучшая трава."
}