{
  "text": "Один человек, по имени Курата, любил хвастаться своей силой и храбростью. Люди верили ему, и, когда он проходил по селению, все говорили с уважением:\n\n– Смотрите, смотрите, вон идёт храбрый, могучий Курата!\n\nИ вот однажды в стране началась война. Все мужчины села сразу же отправились на войну, только один Курата жил по-прежнему у себя дома.\n\nТогда соседи сказали ему:\n\n– Ты сильный и храбрый! Почему же ты сидишь дома? Иди сражайся с врагами!\n\nКурата очень испугался и сказал:\n\n– Я умею сражаться только сидя вехом на лошади. Будь у меня лошадь, я сразу бы прогнал всех врагов!\n\nТогда кто-то из стариков промолвил:\n\n– Возьми мою лошадь и спеши к месту боя. Враги подошли совсем близко к нашей деревне!\n\nКогда хвастливому Курата подвели коня, он посмотрел на него и заявил:\n\n– Я умею сражаться только на вороных конях, а вы мне предлагаете карего. Дайте мне вороного коня, и вы увидите, как от меня побегут враги!\n\nКурата знал, что в их селении ни у кого нет вороного коня, поэтому он так и говорил. Но, на его беду, в этот момент мимо проезжал какой-то человек на вороном коне. Человек услыхал слова Курата, поклонился ему и сказал:\n\n– Славный воин! Если ты такой сильный и храбрый, тогда возьми моего вороного коня, и пусть боги помогут тебе победить всех врагов Японии!\n\nПришлось Курата сесть на вороного коня и отправиться в опасный путь.\n\nНе проехал он и часа, как увидел вдруг множество воинов, услышал крики, звон мечей, конское ржанье. На просторном поле шёл горячий бой.\n\nОт страха Курата свалился с коня на землю и поспешно уполз в кусты. Конь же его сразу куда-то убежал.\n\nБой шёл весь день, и весь день Курата лежал в кустах и дрожал от страха. Когда же наступила ночь и бой прекратился, Курата вылез из кустов и отправился домой.\n\nИ вдруг он подумал: «Как же я вернусь домой без коня? Все сразу догадаются, что конь от меня убежал. А ведь я говорил, что могу сражаться только на коне. Надо что-нибудь придумать!»\n\nВ это мгновение Курата увидел на дороге чьего-то убитого коня.\n\n– Придумал, придумал! – закричал обрадованный Курата. Он подбежал к убитой лошади и отрезал у неё хвост.\n\nК рассвету Курата вошёл в своё селение. Его сразу же окружили соседи и стали расспрашивать о сражении.\n\nКурата без всякого стеснения начал врать:\n\n– Я дрался за пятерых! Что я говорю? Не за пятерых, а за десятерых! Враги так и валились от моих могучих ударов! Мой вороной конь не успевал их топтать!\n\n– А где же твой славный вороной конь? – спохватились соседи.\n\n– Моего бедного коня убили перед самым концом боя, – сказал Курата и притворился, что ему очень грустно. – Убили моего славною коня! И остался мне на память только вот этот вороной хвост. Я отрезал его перед тем, как уйти домой. Вот он, этот вороной хвост!\n\nВ этот момент взошло солнце и все увидели в руках Курата белый конский хвост. Оказывается, он в темноте отрезал хвост у белой лошади.\n\n– Э-э-э! – закричали крестьяне. – Разве у чёрных коней растут белые хвосты?\n\nНичего не мог ответить на это Курата, и все сразу поняли, что он всегда врал о своих подвигах."
}