{
  "text": "Жил когда-то на свете пан, богатый да спесивый. Ни с кем знаться не желал. А мужиков и совсем за людей не признавал: от них дух нехороший — землей пахнет. И приказывал своим лакеям гнать мужиков подальше.\nСобрались раз мужики, стали о пане говорить. Один говорит:\n— Я нашего пана близко видал — на поле повстречал.\nДругой говорит:\n— А я вчера через ограду заглянул — видел, как пан на балконе кофей пьет.\nПодошел к ним самый бедный мужичишка, послушал и стал смеяться.\n— Эки, — говорит, — важности! Да я не то что через забор на пана посмотрю, захочу — пообедаю с ним!\n— Где тебе с паном пообедать! Да он тебя как увидит, прикажет в шею вытолкать и близко к дому не подпустит! — отвечают ему.\nСтали мужики пререкаться, спорить.\n— Брешешь ты! — кричат.\n— А вот и не брешу!\n— Ну, если пообедаешь с паном — получишь от нас три мешка пшеницы да двух волов, а не пообедаешь — будешь делать все, что прикажем.\n— Согласен! — отвечает мужик.\nПошел он в панскую усадьбу. Завидели его лакеи, выскочили, хотели мужика гнать.\n— Постойте! — говорит мужик. — Есть у меня для пана хорошая весть.\n— Какая твоя весть?\n— Никому не скажу, одному пану скажу!\nПошли лакеи к пану, докладывают: так, мол, и так. Любопытно стало пану: не просить мужик пришел, а с какой-то вестью. Может, от того польза какая будет… Приказал он лакеям:\n— Пустите мужика!\nПропустили лакеи бедного мужика. Вышел к нему пан и спрашивает:\n— Что у тебя за весть?\nМужик на лакеев глянул и говорит:\n— Мне бы, пан, с тобой с глазу на глаз поговорить.\nВзяло пана любопытство: что такое? Велел он лакеям уйти.\nКак остались они вдвоем, мужик тихонько говорит:\n— Скажи мне, милостивый пан: сколько стоит кусок золота с конскую голову?\n— А тебе зачем? — спрашивает пан.\n— Надобно мне…\nУ пана глаза разгорелись, руки затряслись. «Э, — думает, — неспроста мужик спрашивает! Видно, он клад нашел…»\nСтал он допытываться:\n— Скажи, мужичок, на что тебе знать это?\nВздохнул мужик и говорит:\n— Ну, коли не хочешь сказать — твоя воля. А мне недосуг — обедать идти надобно!\nПан и спесь свою забыл, от жадности трясется: «Обдурю я этого мужика — выманю у него золото!»\nГоворит пан мужику:\n— Вот что, мужичок: зачем тебе домой спешить? Коли ты голоден, пообедай со мной!\nКрикнул лакеям своим:\n— Живей на стол накрывайте, горилки нам несите!\nЛакеи — раз-раз! — живо стол накрыли, закусок, горилки подали.\nСтал пан потчевать мужика:\n— Пей, мужичок! Ешь, мужичок! Вдоволь ешь! Не стесняйся.\nМужик и ест и пьет, не отказывается. А пан знай ему все подкладывает да наливает.\nНакормил, напоил пан мужика до отвала и говорит:\n— Ну, теперь ступай скорее — неси мне кусок золота с конскую голову! Я с ним лучше распорядиться сумею. А тебе награда будет — карбованец подарю!\n— Нет, пан, не принесу я тебе это золото!\n— Да почему же, мужичок?\n— А потому, что у меня его нету.\n— Как так — нету? А зачем же ты спрашивал, сколько оно стоит?\n— А так, для интересу.\nРазлютовался пан, посинел весь, затопал ногами, закричал:\n— Пошел вон, дурень!\nА мужик ему в ответ:\n— Ой, паночек мой милостивый! Не такой уж я дурень безголовый, как ты думаешь: я и над тобой потешился, и три мешка пшеницы и двух круторогих воликов выиграл. Дурню это не по разуму!\nС тем и ушел."
}