{
  "text": "Был у одного человека сын – лентяй. Отец трудился от рассвета до заката, а сын с утра до позднего вечера бездельничал: ел и пил готовое, одевался в одежду, сшитую чужими руками. Отцовские деньги тратил не считая. Лентяй никогда не задумывался, откуда всё это у них в доме.\nНадоело отцу содержать такого сына. Решил он приучить лентяя к труду. Отвёз сына в соседнюю деревню и отдал в работники за одну копейку в год.\nНе хотелось лентяю идти в работники, да ничего не поделаешь. А новый хозяин узнал, что у молодца родители не из бедных, и решил, что заставлять парня работать, как других, не будет. Вдруг его отец обидится!\nПрожил лентяй у хозяина целый год. Ел, пил в своё удовольствие, в расшитом кафтане ходил да горя не знал.\nВернулся к отцу, копейку отдал, мол, заработал.\nА отец взял эту копейку да и выбросил в колодец. Сын ничуть не удивился и не обратил внимания на такой поступок отца. Подумаешь, копейка. Не великие деньги.\nПокачал головой отец да и отвёз сына в другую деревню. Договорился с новым хозяином, чтобы тот год сына в работниках держал за одну копейку.\nТолько и этот хозяин побоялся парня работой нагружать. Подумал, что хотят испытать его, каков он. Станут потом говорить, что бессердечный, что жалости нет.\nИ ещё один год лентяй прожил как у Христа за пазухой. Не принуждал хозяин молодца к работе: хочешь – работай, не хочешь – не надо. Кормил и одевал хорошо. А как срок пришёл, дал ему копейку и отпустил домой.\nПришёл сын к отцу, отдал копейку, а отец опять её в колодец выбросил. Только лентяй и в этот раз не обратил никакого внимания на поступок отца.\nНе этого хотел старик. Посидел, подумал и решил отвезти сына в самую дальнюю деревню, где жили люди небогатые. Отдал парня в работники новому хозяину на год и попросил, чтобы тот за работу ничего сыну не платил. Пусть так трудиться.\nДогадался хозяин, что отец сына к труду приучить хочет. С первого же дня заставил лентяя работать, не позволял ни на минуту сесть передохнуть. Сам чуть свет встаёт и парня поднимает. Сам трудится без устали и парню бездельничать не даёт.\nКак же тяжело было лентяю: он и охал, и стонал, и кряхтел, и потом обливался. А хозяин будто и не замечал этого. Всё лентяя подгонял да бранил, дармоедом называл.\nДень прошёл, другой. Видит лентяй, что не спрячешься от работы, да так и привык трудиться.\nПроработал парень год, всему научился. На руках большие мозоли натёр, нарядную одежду истрепал, хлеб до последней крошки доедал, ключевой водою запивая.\nОстался хозяин доволен своим работником. Хоть отец и не просил платы за работу своему сыну, решил хозяин, что не может отпустить парня с пустыми руками и заплатил две копейки.\nВернулся сын домой, отдал отцу честно заработанные две копейки. А тот опять хотел их в колодец выбросить. Только не дал сын сделать этого. Подскочил к нему, схватил за руку и воскликнул:\n-Не бросай, отец, эти копейки в колодец! Они достались мне тяжёлым трудом!\nУлыбнулся тогда отец и сказал:\n-Вижу, сынок, что это твои трудовые деньги, а их зря не разбрасывают! Понял ли ты теперь это?\n-Понял!"
}