{
  "text": "старину стояла у подножья высоких гор на берегу бескрайнего моря деревушка. Жил там старик с семью сыновьями. Статными да крепкими уродились сыновья и росту высокого. Старшего звали Чжуанши — Недюжинная Сила, второго Гуафэн — Задуй Ветер, третьего Техань — Железный Детина, четвертого Бупажэ — Нипочем Жара, пятого Гаотуй — Длинная Нога, шестого Дацзяо — Большая Ступня, седьмого Дакоу — Большой Рот.\nГоворит однажды старик сыновьям:\n— В несподручном месте стоит наша деревня. Пойдешь на запад — высокие горы, свернешь на восток — бескрайнее море. Хоть из ворот не выходи! Отодвинули б вы чуток и горы и море.\nСогласились сыновья, в разные стороны разошлись: одни — на запад, другие — на восток. Подождал стармк немного, вышел за ворота, смотрит: ни гор, ни моря, на все четыре стороны равнина простирается, черная земля блестит — не рыхлая, не вязкая, не влажная, не сухая.\nГоворит тогда старик сыновьям:\n— Негоже такую хорошую землю пустой оставлять, надобно на ней злаки разные посеять.\nСогласились сыновья, пахать да сеять прщнялись. Вскорости на той равнине хлеба выросли — глазом не окинешь. Пшеница — желтое золото — вот-вот поспеет, просо к небу тянется, золотом сверкает. Смотрят старик с сыновьями — не нарадуются. Им и невдомек, что добро это для них злом обернется.\nДошла весть про этот благодатный край до самого императора в столице. Послал он сановников с указом зерно все дочиста в казну забрать.\nЗапечалился старик, вздохнул и говорит сыновьям:\n— Не видать нам теперь, детушки, хороших денечков, у государя брюхо, что бездонный колодец, сколько ни сыпь земли — не засыплешь. Только покорись — всю жизнь будешь как вол на него работать, как кляча воз возить.\nРассердились тут все семеро сыновей и говорят разом:\n— Не бойся, отец, мы правду найдем, к самому государю в столичный город пойдем.\nТолько стали братья к городской стене приближаться, увидали их полководцы, те, что ворота стерегли. Испугались, давай скорее ворота накрепко запирать, железные засовы задвигать, огромные замки со скрипом да с лязгом закрывать, сами в башнях попрятались.\nПодошли братья к воротам, тут старший, Недюжинная Сила, как закричит:\n— Отворяйте ворота, мы в столицу идем к государю правду искать!\nЗатряслись от страха полководцы, выглянули и говорят:\n— Где это видано, чтоб простые мужики с государем рассуждали!\nРассердился тут старший брат, как толкнет ворота, только грохот раздался, попадали ворота да башни, пыль в небо столбом поднялась, посыпались кирпичи да камни — один в одну сторону катится, другой — в другую, придавили всех полководцев.\nВошли семеро братьев в город, подошли к дворцовым воротам. А они тоже крепко-накрепко заперты: ни щели, ни щелочки. Тут и говорит второй брат, Задуй Ветер, старшему:\n— Отдохни малость, а я покричу. Вытянул он шею и как закричит:\n— Отворяйте ворота! Мы в столицу пришли к государю правду искать!\nКричал, кричал Задуй Ветер, да никто не ответил. Рассердился он, в рот набрал воздуха побольше и как дунет! Ну, прямо ураган налетел; не закачались ворота, не зашатались каменные столбы с драконами — вмиг все на землю попадали. Испугались придворные да военачальники, выглянуть не смеют. Подошли семеро братьев к государевым покоям — никто им не помешал. Тут третий брат, Железный Детина, и говорит второму:\n— Отдохни, братец, а я пойду с императором потолкую. Сказал и в государевы покои направился. А государь с перепугу пожелтел и быстро так говорит:\n— Где это видано, чтоб мужик с государем разговаривал, гоните его поскорее да голову ему рубите.\nУслыхал его слова Железный Детина, рассмеялся и отвечает:\n— Ты, государь, сперва посмотри, какие у меня руки!\nХотел он руку одному из военачальников показать, прямехонько на сверкающий меч наткнулся, на самое острие. Раздался звон, искры во все стороны посыпались, разлетелся меч, как говорится, на четыре части, на пять кусочков. Государь со страху аж с трона скатился. Кинулись сановники его поднимать, насилу во внутренние покои увели. Видит император: не убить ему братьев, приказал он тогда огнем их спалить.\nВмиг огненные шары загорелись. Столько их, что и не счесть. Дым густой валит, к братьям подбирается.\nГоворит тут четвертый брат, Нипочем Жара:\n— Отойдите в сторону, передохните, я один справлюсь! Наступил он ногой на огненный шар, усмехнулся и говорит:\n— Холодно что-то, огоньку бы подбавили!\nПодскочил тут император от страха, приказал тотчас огромное войско собрать, всех семерых братьев разом в море столкнуть. Говорит тут пятый брат, Длинная Нога:\n— Не тревожьтесь, давно пора мне в море искупаться! Сделал он шаг, сделал другой, прямо в синее море вошел. А вода ему и до щиколоток не достала.\nПокачал юноша головой и говорит:\n— До чего же мелко, и не искупаешься! Рыбки, что ли, половить?\nСогнулся он в три погибели, стал двумя руками рыбу из моря хватать, хватает и на берег бросает. Рыбы черные, рыбы белые, в чжан* длиной, в десять чжанов, огромные рыбины в сто чжа-нов — всех повытаскивал. Целая куча из рыб на берегу выросла, с малую гору будет.\nЖдут братья Длинную Ногу, никак не дождутся. Тут и говорит шестой брат, Большая Ступня:\n— Схожу-ка я позову его.\nСтупил он шаг и на морском берегу очутился. Говорит он пятому брату:\n— Видать, забыл ты, зачем мы к государю пришли, раз стал рыбу ловить!\nНе дал седьмой брат, Большой Рот, шестому все до конца сказать и говорит:\n— Не станет государь о правде толковать. А коли станет — государем быть перестанет.\nНе спросил Большой Рот у братьев совета, всю воду морскую одним духом выпил. Повернулся, рот разинул, как хлынет у него изо рта вода, так и хлещет. Устремились волны морские ко дворцу, грохочут грозно, опрокинули стены высокие, так и утонул в волнах император со своими сановниками да полководцами."
}