{
  "text": "Жил в старину один бедняк по прозванью Ван У-цзы — Ван Пятый. И был у него осел, он на нем хворост да уголь возил. Других руки кормят, а бедняка ослиная спина. Берег бедняк своего осла ну, прямо, как сокровище драгоценное, поил, кормил, мелкую траву и то секачом для него рубил. Так он своего осла холил, что шкура у того стала гладкая, щетина блестящая. Кто ни увидит — всяк похвалит:\n\n— И впрямь сокровище четвероногое!\n\nБыл, конечно, осел тот упрямым, так на то он и осел! С утра до ночи копытами бьет, отдыху себе не дает. На другого осла самое большее сто двадцать цзиней навьючишь, а этот и двести сорок одолеет. Другой осел в один конец сбегает, а этот в два поспеет.\n\nНавьючил бедняк на осла уголь древесный, повез в городок продавать. Осла у ворот привязал, сам мешок с углем на продажу понес. Воротился — нет осла. Вместо него к дереву другой, ледащий, осел привязан. Всполошился бедняк, заметался, то на восток побежит, то на запад кинется, где только не искал! Осла и след простыл. Взяла Вана Пятого досада, рассердился он, потащил паршивого осла ледащего к судье Бао жалобу подавать, да не знает, ответчиком кого сказать. Думал, думал, на осла ледащего жалобу подал.\n\nВышел судья Бао в зал, стал дела разбирать. Дошел до жалобы Вана Пятого, приказал стражникам ответчика привести и давай его ругать:\n\n— Тай! Ты откуда взялся? Как посмел чужое имя присваивать, себя за другого выдавать!\n\nА осел голову понурил, молчит, хоть бы слово вымолвил!\n\nПуще прежнего рассвирепел судья Бао, как стукнет колотушкой по столу, как закричит:\n\n— Ван Чао, Ма Хань! Живо намордник на осла наденьте! Не кормите его, не поите! Крепко-накрепко под арест на три дня заприте. После снова ему допрос учиним!\n\nЕдва не рассмеялись стражники, и те, что на возвышении подле судьи стояли, и те, что внизу в зале были, да не осмелились. Пришлось им выполнить приказ судьи. Заперли они ответчика почтенного, осла ледащего, в пустом загоне. Тем временем новость эта на все четыре стороны разнеслась, дивятся люди, отродясь про такое не слыхали. И на третий день, когда опять был суд назначен, не сотни — тысячи людей заполонили присутствие. Каждому охота поглядеть.\n\nТри раза в барабан ударили, поднялся судья Бао в зал, на судейское место сел. Стражники тотчас осла притащили: брюхо у него ввалилось, голова опущена, смотреть жалко. Стукнул судья колотушкой по столу и как закричит:\n\n— Эй, стража! Дайте-ка этому паршивцу сорок палок, да посильнее бейте!\n\n— Слушаюсь, — разом ответили стражники, взяли батоги и давай осла дубасить. Десять, двадцать, тридцать — все сорок палок ему дали.\n\nНапоследок судья Бао приказал:\n\n— Теперь отпустите его, пускай идет, куда хочет.\n\nА осел ледащий три дня взаперти просидел, три дня не ел, три дня не пил, сорок палок получил, страху натерпелся. Как вылетит он из зала, как помчится! Только его и видели. Приказал тут судья Бао одному стражнику да Вану Пятому по следу пойти, поглядеть: в чей он дом забежит — тот и есть его хозяин, тот самый вор, который осла у Вана Пятого увел, а своего ледащего оставил.\n\nПошли Ван Пятый со стражником по следу, с ними еще несколько зевак увязалось, целых пятнадцать ли прошли, смотрят — осел ледащий к хозяину одного хутора забежал. Пошли люди за ослом следом. Нашли, конечно, осла, которого у Вана Пятого увели, и самого вора схватили."
}