{
  "text": "Много-много лет назад жил в Китае один богач. Давно уже известно, что все богачи жадные и злые, но, этот богач был такой жадный, такой злой, что хуже его в Китае никого и не было. Жена у этого богача была такая же злая и жадная. И если к воротам их дома подходил нищий, они спускали навстречу ему цепного пса.\n\nИ вот эти люди купили себе рабыню. Они искали, конечно, самую дешёвую рабыню, а самой дешёвой оказалась самая некрасивая девушка. Злые богачи прозвали свою служанку обезьяной.\n\nВ доме то и дело слышалось:\n— Обезьяна, убери!\n— Обезьяна, принеси!\n— Обезьяна, сбегай!\n— Обезьяна, подай!\n\nА если, девушка была недостаточно проворной, хозяева колотили её палками и морили голодом.\n\nОднажды, когда богачи ушли в гости, к их дому подошёл бедняк. Он воздел к небу руки и простонал:\n— Я умираю от голода. Спасите меня!\n\nСлужанка услышала стон и впустила нищего в дом.\n\nУ неё давно уже был собран маленький мешочек риса. Она протянула мешочек бедняку и сказала:\n— Я собирала этот рис по зёрнышкам в соломе, которой топлю печь. Но если хозяин узнает, что я подала тебе милостыню, он изобьёт нас обоих. Прошу тебя, уходи скорее.\n\nНищий быстро спрятал рис в суму и, прощаясь с доброй рабыней, протянул ей небольшой розовый платок.\n— Обтирай этим платком на рассвете своё лицо, — сказал он и вышел из фанзы.\n\nНо в это время вернулись из гостей богачи. Увидев нищего, хозяин стал кричать на служанку:\n— Как смеешь ты приваживать к нашему дому попрошаек, грязная обезьяна! Я изобью и тебя и этого оборванца!\n\nИ богач обернулся, чтобы схватить бедняка, но нищий куда-то исчез. Никто не заметил, когда он успел убежать. Ещё сильнее озлился богатый скряга. Он схватил плеть, которой наказывал цепных псов, и стал стегать рабыню. Напрасно умоляла девушка о пощаде. Богач безжалостно её избил.\n\nТолько на рассвете пришла в себя несчастная девушка. Она вспомнила про платок, что дал ей бедняк, и обтёрла им лицо.\n\nТри дня подряд обтирала она розовым платком своё уродливое лицо.\n\nА на четвёртый день, когда рабыня подошла утром к зеркалу, она невольно вскрикнула: из зеркала на неё смотрела настоящая красавица. Розовый платок бедняка совершил чудо: уродливая девушка превратилась в необыкновенную красавицу.\n\nКогда хозяин и его жена увидели свою рабыню, они долго не могли прийти в себя от злобы и зависти.\n— Открой нам свой секрет — и ты получишь свободу, — сказал хитрый богач.\n\nАх, как забилось сердце рабыни! За свободу она готова была отдать всё. Что может быть желаннее свободы! И она покорно протянула своим мучителям розовый платок, рассказав, как надо им пользоваться.\n\nЭтого только и хотели богачи. Они отослали рабыню на кухню, а чтобы она не убежала, спустили с цепи свирепых псов.\n\nНа рассвете богач и его жена обтёрли свои лица розовым платком и крепко заснули. Они открыли глаза, когда солнце стояло уже высоко, и, взглянув друг на друга, с рёвом бросились к зеркалу. В зеркале отразились две уродливые волосатые обезьяны.\n\n— Нас обманула рабыня! — завопил богач. — Бежим на кухню: я разорву её на части! Я брошу её на растерзание псам!\n\nИ обе обезьяны понеслись на кухню. Но как только собаки увидели обезьян, они с громким лаем и рычаньем набросились на них. В страхе обезьяны выпрыгнули в окно и перескочили через забор своего дома. Тогда все собаки, что бегали по улице, с лаем погнались за этими обезьянами. Богачи в ужасе неслись вперёд, ничего перед собой не видя. Уже давно замолк собачий лай, а они всё бежали и бежали, спасаясь от страшной смерти.\n\nНаконец они оказались в дремучем лесу, среди стаи других обезьян. Здесь им и пришлось остаться до конца своих дней.\n\nВы, конечно, спросите: что же случилось с рабыней?\n\nВсё обошлось как нельзя лучше. Девушка вышла замуж за доброго, трудолюбивого крестьянина и счастливо жила с ним до глубокой старости."
}