{
  "text": "Жили два брата: один бедный, другой богатый. Соседям богатый — друг-приятель, а родного брата будто не знает: боится, чтобы не пришёл к нему да не попросил чего.\n\nБедный и сам к нему никогда ни за чем не обра­щался. Да вот однажды подошёл праздник, а у него дома ничего нет. Жена говорит бедному:\n\n— Как будем праздник справлять? Ступай к бра­ту да попроси у него в долг немного мяса: видела я — он вчера корову зарезал.\n\nСтал было бедный отговариваться, да всё равно больше идти некуда!\n\nПриходит бедный брат к богатому и говорит:\n\n— Дай, братец, немного мяса в долг — праздник нам нечем встретить.\n\nШвырнул богатый брат ему коровье копыто и крикнул:\n\n— На, бери и убирайся в лес к самому Хийси — лешему!\n\nВышел бедный брат от богатого и думает:\n\n«Что ж, если он это копыто не мне, а Хийси дал, отнесу его к Хийси!»\n\nИ пошёл в лес.\n\nМного ли он шёл по лесу, мало ли — встретились ему в лесу лесорубы. Стали они расспрашивать его:\n\n— Куда это ты направляешься?\n\n— Иду к Хийси, несу ему коровье копыто,— отве­чает бедный.— Не знаете ли вы, как мне найти его избушку?\n\nЛесорубы говорят:\n\n— Иди всё прямо по лесу, никуда не сворачивай и придёшь к Хийси. Только выслушай прежде, что мы тебе скажем. Если Хийси будет тебе за это копыто серебро давать — ты не бери. Будет золото давать — ты и золото не бери. Проси у него только ручной жёрнов.\n\nПоблагодарил бедный лесорубов за добрый совет, попрощался с ними и пошёл дальше.\n\nМного ли шёл, мало ли шёл — увидел он избуш­ку. Зашёл в избушку, а в избушке сам Хийси си­дит.\n\nГлянул Хийси на бедняка и молвил:\n\n— Часто мне обещают, да только редко приносят. Что ты принёс?\n\n— Коровье копыто.\n\nОбрадовался Хийси:\n\n— Тридцать лет я мяса не ел! Давай сюда копыто!\n\nВзял он коровье копыто, съел его и говорит:\n\n— Надо теперь с тобой расплатиться. Много ли ты с меня за это копыто возьмёшь? На вот тебе две пригоршни серебра!\n\nБедняк говорит:\n\n— Мне серебра не надо.\n\nДостал Хийси золота, подаёт бедному две при­горшни. А бедный говорит:\n\n— Не надо мне и золота.\n\n— Что же тогда тебе надобно?\n\n— Дай мне твой ручной жёрнов!\n\n— Ну нет, не могу я тебе этот жёрнов отдать,— говорит Хийси.— Лучше возьми денег сколько хочешь.\n\nА бедняк не соглашается, просит жёрнов.\n\n— Если уж я коровье копыто съел,— говорит Хий­си,— надо расплачиваться. Так и быть, бери мой руч­ной жёрнов! Только знаешь ли ты, что с ним делать?\n\nБедняк говорит:\n\n— Не знаю. Научи!\n\n— Жёрнов этот не простой,— говорит Хийси.— Он намелет тебе всего, что прикажешь, только молви: «Мели, мой жёрнов!» А как скажешь: «Довольно с ме­ня!» — он и остановится. Теперь ступай!\n\nПоблагодарил бедняк Хийси и отправился в обрат­ный путь.\n\nДолго он по лесу шёл — стемнело уже, дождь льёт, ветер свистит, ветки в лицо бьют. Только под утро домой пришёл. Жена спрашивает:\n\n— Где ты весь день и всю ночь пробродил? Я уж думала, что никогда тебя больше не увижу!\n\nБедняк говорит:\n\n— Я у самого Хийси был. Вот какой подарок от него принёс!\n\nВытащил он из мешка жёрнов и приказывает:\n\n— Мели, мой жёрнов! Намели нам всего к празд­нику!\n\nЗавертелся жёрнов сам собой — посыпались на стол и мука, и крупа, и сахар, и мясо, и рыба — всё что угодно. Насыпала жена полны мешки, наложила полны миски. Тут бедняк стукнул пальцем по жёрнову и говорит:\n\n— Довольно с меня!\n\nЖёрнов и остановился.\n\nОтпраздновал бедняк праздник не хуже других.\n\nИ зажил он с того времени хорошо. Дела у него по­правились, жена с ребятишками оделись-обулись, ни в чём у них нужды нет.\n\nВот раз приказал бедный жёрнову намолоть по­больше овса для своей лошади. Стоит лошадь возле дома, ест овёс. А в это время богатый брат послал своего работника на озеро — напоить лошадей. По­гнал их работник, а они, проходя мимо дома бедня­ка, остановились и давай вместе с его лошадью овёс есть.\n\nУсмотрел это богатый из своего дома, вышел на крыльцо и кричит:\n\n— Эй, работник! Веди поскорее лошадей назад: они у чужого жилья какой-то сор подбирают!\n\nРаботник привёл лошадей и говорит хозяину:\n\n— Нет, хозяин, лошади не сор там подбирали, они отборный овёс ели. У твоего брата и овса и всего сколько хочешь!\n\nБогатому любопытно стало.\n\n— Пойду-ка посмотрю,— говорит,— как чудо та­кое случилось, что у моего брата всё появилось!\n\nПришёл к бедному брату, спрашивает:\n\n— Как это ты разбогател вдруг? Откуда у тебя всякого добра так много появилось?\n\nБедный скрывать не стал.\n\n— Помог мне,— говорит,— Хийси.\n\n— Как так?!\n\n— А вот как. Дал ты мне под праздник коровье копыто и приказал к Хийси убираться. Я и пошёл к нему, понёс копыто. А за это копыто Хийси мне чудес­ный жёрнов подарил. Этот жёрнов мне и даёт всё, чего я пожелаю.\n\n— Покажи мне!\n\n— Изволь.\n\nПриказал бедный своему ручному жёрнову, чтобы всяких угощений было много. Завертелся жёрнов, за­крутился — весь стол пирогами да жареным мясом завалил.\n\nБогатый от удивления да от жадности глаза вы­пучил:\n\n— Продай мне этот жёрнов!\n\n— Нет, не продам — самому нужен!\n\nБогатый всё пристаёт к брату:\n\n— Возьми денег сколько угодно, только продай!\n\n— Не продам!\n\nВидит богатый, ничего не выходит, стал к бедному брату с другого конца подходить.\n\n— Экий ты,— говорит,— неблагодарный! Вспо­мни-ка: кто тебе это коровье копыто дал?\n\n— Ты.\n\n— Ну, вот видишь! А тебе жёрнов жалко! Ну, уж если не хочешь продать — на время дай.\n\nБедный подумал и говорит:\n\n— Ну, так и быть, бери ненадолго!\n\nОбрадовался богатый, схватил жёрнов и побежал домой. Даже не спросил, как остановить жёрнов, ко­гда надобно будет.\n\nНа другое утро захватил он с собою жёрнов и от­правился на корабле в море.\n\nСейчас,— думает,— рыбу засаливают — соль до­рога. Буду солью торговать!»\n\nВышел в море и приказал жёрнову:\n\n— Мели, мой жёрнов! Давай соли, да побольше! Завертелся, закрутился жёрнов — посыпалась соль, чистая да белая.\n\nБогатый смотрит, радуется, барыши подсчитывает. Давно бы надо сказать жёрнову, чтобы остановился. А он знай покрикивает:\n\n— Мели, мели, не останавливайся!\n\nКорабль от тяжести уж по самую корму в воду осел, а богатый словно разум потерял, только одно и твердит:\n\n— Мели, мели!\n\nА вода уж через край хлынула — вот-вот затопит корабль... Опомнился богатый, стал кричать:\n\n— Перестань молоть!\n\nА жёрнов всё мелет да мелет.\n\nБогатый кричит:\n\n— Остановись!\n\nА жёрнов всё мелет да мелет. Хотел было богатый схватить его да в море бросить — только поднять жёр­нов не мог: он словно прирос к палубе.\n\n— Спасите! — кричит богатый.— Помогите!\n\nА кто его спасёт, кто ему поможет?..\n\nТут корабль вместе с жадным богачом на дно мор­ское пошёл. Погиб богач — похоронило его море.\n\nА жёрнов, рассказывают, и на морском дне не остановился: всё мелет и мелет соль. Оттого будто и вода в море солёная."
}