{
  "text": "Жил в каком-то селе мужик, такой бедный, что часто, бывало, и поесть нечего и маленьким его детям, и ему с женой. Работать он не ленился, трудился с самого утра до позднего вечера, а все что-то не ладилось. Бьется он как рыба об лед, никак из нужды вылезти не может.\n«Что за причина? Почему я никак из нужды не вылезу?» — думает бедняк.\nА причина этому была такая: поселились у него в хате под печкой злыдни и во всем ему мешали.\nЗа что мужик ни возьмется — все злыдни портят, всякие пакости придумывают, всякий вред ему наносят: то пшеницу сгноят, то волов уморят, то в огород чужих свиней впустят.\nКак-то раз под праздник раздобыл бедняк кусок сала да краюшку хлеба и стал кормить своих ребят.\nА был он музыкант — любил на скрипке играть. И так хорошо играл, что заслушаться было можно.\nВот после ужина взял он скрипку и стал играть. Как услышали дети музыку, вскочили все — руки в боки и давай танцевать!\nТанцуют дети, а отец смотрит на них, радуется. Глядь — вместе с ними танцуют какие-то человечки: уродливые, маленькие, ручки длинные, шейки тоненькие, мордочки гадкие, злобные. И так их много, что и не сочтешь.\nДогадался бедняк, что это злыдни. Отложил он скрипку в сторону, а злыдни всей гурьбой бросились под печку. Толкались, толкались — спрятались.\nВот бедняк и догадался сразу, как от них избавиться. Как забрались злыдни под печь, он и спрашивает их:\n— Может, вам под печью тесно, неудобно сидеть?\nА злыдни ему в ответ:\n— Нет, не плохо! Нам хорошо! Удобно! Мы всюду можем поместиться!\nДостал бедняк свой рожок, понюхал табаку да и говорит:\n— А в этот рожок поместитесь?\n— Поместимся! — отзываются злыдни.\n— А ну посмотрим, как вы поместитесь! — сказал мужик да и опустил открытый рожок пониже.\n— Ну, где вы все?\nА голоса уж из рожка слышатся:\n— Вот мы все в твоем рожке!\n— А под печкой остался кто?\n— Никого нет! Все в рожке! Все!\nА мужику только того и надо. Закрыл он покрепче свой рожок, потом пошел к заброшенной мельнице и засунул рожок под тяжелый жернов:\n— Оставайтесь тут навсегда, не нужны вы мне!\nДа и вернулся домой.\nИ с того дня сразу стало бедняку хорошо: что ни задумает — все ему удается, во всем ему удача. Появился у него достаток, перестали его дети голодать. Завел он волов, свиней. Смотрят на него люди, сами дивятся.\nА в том же селе жил другой мужик, богатый — богаче его во всем селе никого не было. И был он такой завистливый, что второго такого и не сыщешь! Очень ему было досадно, если кто другой не нуждался, на поклон к нему не шел.\nПроведал он, что бедняк от нужды избавился, ровней ему стал, и так озлобился, что и не расскажешь!\nДолго богатей отгадывал да раздумывал, как это разжился мужик-горемыка, но не мог отгадать, не мог додуматься.\nВот пошел он как-то к бедняку и стал с разными шутками да прибаутками выведывать у него, отчего тот стал в таком достатке жить.\n— Да вот работаю рук не покладая, оттого и живу хорошо!\n— Ну, а прежде разве меньше работал?\n— Не меньше, да злыдни мешали: в избе у меня поселились, все дела портили, во все лезли. Хорошо, догадался я избавиться от них!\n— Как догадался-то? Как избавился?\n— Да вот заманил их в рожок, закрыл крепко-накрепко и засунул этот рожок со злыднями под жернов на заброшенной мельнице.\n— Вот оно что! — говорит богатый. — Ну, прощай, мне домой пора!\nПопрощался и ушел. Да не домой пошел, а прямо на ту заброшенную мельницу. Пришел, нашел жернов, под который бедняк свой рожок засунул, приподнял его и достал рожок. Открыл крышку и говорит:\n— А ну, злыдни, выходите на волю! Идите к своему хозяину! Он по вас соскучился.\nДумал богач, что злыдни так и бросятся назад к бедняку.\nА злыдни пищат:\n— Ну нет! Не пойдем мы к нему! Боимся. Он опять какую-нибудь хитрость придумает. Того и гляди, совсем нас погубит, со свету сживет!.. Ты нас избавил, ты нас на волю выпустил — к тебе в хату и пойдем: ты добрый!\n— Э! — закричал богач. — На что вы мне нужны! Не хочу!.. Не возьму вас к себе в хату! Прочь от меня убирайтесь!\nКуда там! Все злыдни разом кинулись к богатею-завистнику, обхватили его крепко со всех сторон, уцепились — и не оторвешь! Скидывал он злыдней, скидывал, да не мог скинуть, не мог освободиться — так и пошел со злыднями домой.\nВошел в хату — злыдни соскочили с него и разбежались, спрятались кто куда. Да так спрятались, что и не найдешь! И стали злыдни с того дня жить у богатого. И пропало все его богатство: волы да коровы стали дохнуть, коней украли, пропали овцы и свиньи, хлеб перестал родиться. А потом сгорела у него и хата, и двор сгорел. И стал завистливый богач нищим."
}