{
  "text": "Было ли, не было ли – в давние времена жили два человека. Одного звали Датуа, другого Петрикела, и были они оба большие плуты.\n\nОднажды Датуа достал мешок, набил его туго мхом, сверху положил немного шерсти и принес продавать. Когда он стал взбираться по склонам хребта, попался ему навстречу Петрикела. У Петрикелы на спине тоже был большой мешок, а набит он был скорлупой грецких орехов. Только сверху покрывали скорлупу настоящие орехи.\n\n– Здравствуй! – крикнул Датуа.\n\n– Здравствуй! – ответил Петрикела.\n\n– Откуда идешь и куда путь держишь?\n\n– Да вот несу продавать орехи. А ты откуда идешь, скажи мне?\n\n– Я, брат, несу шерсть продавать. Только появилась у меня сейчас хорошая мысль. Никакой ведь нам выгоды не будет, если мы с нашим грузом станем тащиться по такой тяжелой дороге туда и обратно. Только чувяки износим! Давай лучше поменяемся мешками: ты понесешь продавать шерсть в свои места, а мне дай орехи – я тоже вернусь обратно в свои и продам их.\n\n– Хорошо ты придумал! Глупо тащиться по такой тяжелой дороге. Лучше вернуться нам в свои места. На, возьми мои орехи, а взамен отдай мне свой мешок шерсти.\n\nТак, ничего не подозревая, плуты обменялись мешками, и каждый пошел к себе домой.\n\nПрошли они часть пути и, когда перестали видеть один другого, остановились и торопливо раскрыли каждый свой мешок. Видят – обманули друг друга!\n\nПодосадовали они, поворчали, да ничего не поделаешь!\n\nСпустя некоторое время плуты встретились. После приветствия Датуа сказал Петрикеле:\n\n– Я думал, что один я такой плут, но выходит, что ты, брат, ничем не уступаешь мне!\n\n– Вот еще! Чему же тут удивляться, брат? Если ты умеешь плутовать, почему бы и мне не уметь?\n\n– Ну, так давай побратаемся!\n\n– Давай!\n\n– Денег у нас обоих нет, торговать нечем- поступим вместе в услужение к какому-нибудь богатому человеку.\n\n– Пусть будет по-твоему.\n\nСтали плуты искать места.\n\nХодили они, ходили и наконец узнали, что какой-то старухе нужны два работника. Явились они к старухе и стали спрашивать, какую работу она им даст и сколько платить будет. Старуха сказала:\n\n– Есть у меня корова и этот дом. Одному из вас придется гонять корову на пастбище со свирелью, чонгури и бубном, потому что моя корова любит плясать под музыку. А другому надо будет работать дома: мести пол, наводить чистоту и выносить мусор куда-нибудь подальше. Буду вас за это кормить и деньги вам платить буду. Если согласны – поступайте ко мне.\n\n– Почему не согласны? Согласны! – ответили Датуа и Петрикела разом.\n\nНа другой день Петрикела остался дома хозяйничать. А Датуа захватил с собой хлеба, бубен, свирель и чонгури и погнал корову на пастбище.\n\nВымел Петрикела кое-как все углы, навел чистоту, мусор собрал в одну кучу, но поленился отнести подальше от дома: решил свалить мусор на соседском дворе.\n\nТолько он собрался вывалить мусор, как хозяева этого двора накинулись на него и больно поколотили, приговаривая:\n\n– Не посмеешь больше свой мусор на нашем дворе сваливать! Не посмеешь!\n\nПришел Петрикела весь в синяках и повалился в хлеве.\n\n«Эх, — думает, — не для того, оказывается, соседский двор, чтобы туда мусор выбрасывать!»\n\nА Датуа-плуту тоже плохо пришлось: не успела его корова выйти на пастбище, как стала бегать и прыгать по полю из конца в конец, и носилась она так до самого вечера, не давая отдыха своим ногам. И Датуа не давал покоя своим ногам: он бегал за коровой, бренчал на чонгури, дудел на свирели, изо всех сил бил в бубен…\n\nТолько поздним вечером корова перестала прыгать и скакать и вернулась домой. За ней вернулся и Датуа. Он так измучился от беготни, что и пища ему не шла в рот. Вошел он в хлев и спросил Петрикелу:\n\n– Что с тобой, братец, не болен ли ты?\n\n– Почему это ты решил, что я болен?\n\n– А почему же ты лежишь?\n\n– Да вот, вымел я и дом, и двор, и хлев, а мусор свалил на соседском дворе. А там соседи как только увидели меня, зазвали в гости, пригласили к столу и славно угостили. От такого угощения я даже устал, а от вина у меня немного голова кружится… Ты-то расскажи, как время провел.\n\n– Тоже неплохо! Пришел я в поле, забил в бубен, ударил пальцами по струнам чонгури и задудел на свирели. Тут корова моя пустилась отплясывать лезгинку. Целая толпа мужчин и женщин собралась веселиться вместе с нами. Можешь ты себе представить – хлеб принес обратно домой и поесть забыл!\n\n– Раз так, братец, то завтра я пойду пасти корову, а ты погостишь и попируешь у наших соседей!\n\n– Пусть будет по-твоему, не хочу обижать тебя отказом, — сказал Датуа.\n\nНа другой день Петрикела испытал то же, что и Датуа: корова заставила его бегать целый день без передышки. А Датуа получил то же, что и Петрикела: соседи так исколотили его, что он едва ноги до хлева дотащил.\n\nНочью они признались один другому в своем лукавстве и стали советоваться.\n\n– Если мы не удерем отсюда, — говорили они, — то помрем или с голоду, или от побоев. Решили Датуа и Петрикела, не откладывая, бежать. Но беда была в том, что по вечерам старуха сама наглухо запирала снаружи двери, и невозможно было уйти. Петрикела сказал:\n\n– Вот что мы сделаем: сложим в мешок наши пожитки. Один из нас пусть подставит спину другому и поможет вылезти через щель в потолке хлева на крышу. Оттуда можно будет спустить веревку и поднять мешок с нашими пожитками и того, кто внизу останется.\n\n– Ты замечательно придумал! – одобрил Датуа.– Я сильнее тебя и одинаково легко могу вытащить из хлева и мешок с нашими пожитками, и тебя!\n\nПетрикела сразу же подставил спину, и Датуа вылез на крышу.\n\nТут Петрикела сложил в мешок пожитки, забрался в него сам и крикнул вверх:\n\n– Эй, друг! Тяни наше имущество и спускай обратно веревку!\n\nДатуа поднял наверх мешок, взвалил на спину и пустился бежать, совсем не заботясь о своем приятеле.\n\nПробежал он большое расстояние, устал, захотел передохнуть и бросил мешок на камни.\n\n– Тише ты, дьявол! Так мне ведь больно! – крикнул Петрикела и вылез из мешка.\n\n– Сам ты дьявол! Знаешь, как от тяжести у меня поясница разболелась!\n\n– Ну а я-то чем виноват? Не обманывали бы мы друг друга, так и не болели бы у нас ни поясница, ни бока,– сказал Петрикела."
}