{
  "text": "В давние-давние времена жили в одном ауле три родных брата. И было у них всего имущества только один пегий бык. Однажды братья решили разделиться и жить врозь. Но как разделить между тремя братьями одного быка? Думали было продать его, но не находилось по соседству таких богатых людей, которые могли бы купить быка. Думали братья заколоть быка и потом разделить между собой мясо, но колоть жалко было. Уступать быка кому-нибудьодному – не хотелось.\nИ вот решили братья пойти к мудрому судье.\n– Как он решит, так мы и сделаем, – сказали они друг другу.\nПосле этого братья повели своего быка к судье. Самый старший брат шел возле головы быка, средний шел возле бока, а младший погонял сзади.\nНа рассвете нагнал их всадник. Поздоровался он с младшим братом и спросил его:\n– Куда ты гонишь этого быка?\nМладший брат подробно объяснил всаднику, в чем дело, и сказал:\n– Мы гоним нашего быка к мудрому судье. Как он решит, так мы и сделаем.\nНа прощанье он попросил всадника:\n– Скоро ты доскачешь до моего среднего брата. Он идет возле бока нашего быка. Передай ему мой привет и скажи, чтобы он лучше погонял быка. Очень уж хочется до наступления темноты попасть на место!\n– Хорошо! – сказал всадник и поскакал рысью.\nВ полдень он доскакал до среднего брата, который шел возле бока пегого быка.\nВсадник поздоровался с ним и сказал:\n– Твой младший брат шлет тебе привет и просит, чтобы ты лучше погонял быка, не то до наступления темноты вы не доберетесь до места.\nСредний брат поблагодарил всадника и обратился к нему с просьбой:\n– Когда ты доскачешь до головы нашего быка, передай поклон моему старшему брату и попроси его, чтобы он поторапливался, чтобы быстрее гнал быка: хочется поскорее добраться до аула мудрого судьи!\nВсадник снова поскакал и наконец, уже к вечеру, доскакал до головы быка. Здесь он передал старшему брату поклоны и просьбы двух младших братьев.\n– Ничего я не могу поделать, – сказал старший брат. – Ночь уже наступает. Придется остановить быка и заночевать в пути.\nВсадник не остался с ним, а поскакал дальше.\nБратья заночевали в степи, а на другое утро опять погнали своего быка. Но тут с ними случилась беда. С неба спустился огромный орел. Он вцепился когтями в спину быка, поднял его под облака и улетел.\nБратья сошлись вместе, погоревали и ни с чем возвратились домой. Между тем орел летал с быком по поднебесью. Скоро он увидал на пастбище стадо коз и среди этого стада – козла с громадными рогами.\nОрел быстро спустился, сел козлу на рога и стал клевать быка и разбрасывать по сторонам его кости.\nВ это время пошел сильный дождь. Пастух и козье стадо укрылись от дождя под бородой того козла.\nВдруг пастух почувствовал боль в своем левом глазу.\n«Видно, мне в глаз попала какая-то соринка», – подумал он.\nК вечеру он погнал свое стадо в аул. Здесь боль в глазу у него усилилась. Стал пастух просить:\n– Позовите скорее ко мне лекарей! Пусть они поплавают в моем глазу на сорока лодках и отыщут соринку. А то покоя мне от нее нету!\nПошли люди, разыскали сорок лекарей и сказали:\n– Поплавайте-ка вы по глазу нашего пастуха. Найдите в его глазу соринку, избавьте его от боли. Только смотрите не причините глазу вреда!\nПоплавали сорок лекарей на сорока лодках по глазу пастуха и разыскали соринку. Оказалось, что это была бычья лопатка. А попала она в глаз пастуха, когда он укрывался от дождя под бородой козла.\nПосле этого глаз у пастуха перестал болеть. Лекари возвратились домой, а бычью лопатку забросили подальше от аула.\nВскоре мимо этого места проходили кочевники.\nВремя уже было к ночи. Старшие посоветовались между собой и решили остановиться здесь и развести огонь.\n– Этот солончак – самое безопасное и самое удобное место для нашего ночлега, – сказали они.\nИ вот когда кочевники расположились и собирались было уже заснуть, вдруг земля заколебалась под ними, затряслась. Люди перепугались. Они тотчас же уложили свои пожитки на арбы, запрягли лошадей и поскорее откочевали дальше.\nТолько утром они остановились и опомнились от ночного страха. Затем старики послали сорок джигитов на место землетрясения разузнать, что там произошло.\nДжигиты прискакали туда и увидели, что ночью они приняли за солончак огромную бычью кость – лопатку. Эту кость еще и теперь грызла лисица.\n– А, так вот отчего тряслась земля! – сказали джигиты.\nОни прицелились, выпустили из своих луков стрелы и убили лисицу.\nПосле этого сорок джигитов принялись сдирать с убитой лисицы шкуру. Но содрали они шкуру только с одного бока, а на другом боку шкуру оставили: как они ни старались, не могли повернуть лисицу!\nВозвратились джигиты, рассказали обо всем своим старикам.\nСтали старики думать, что делать и как поступить. В это время к ним подошла молодая женщина и сказала:\n– Подарите мне половину лисьей шкуры, которую привезли джигиты. Я сошью из нее шапку моему ребенку.\n– Хорошо, – сказали старики, – возьми!\nЖенщина сняла мерку с головы своего грудного ребенка и стала выкраивать из лисьей шкуры шапку. Но шкуры этой хватило только на половину шапки. Тогда женщина опять пришла к старикам и сказала:\n– Подарите мне и вторую половину шкуры!\nТогда сорок джигитов признались, что у них не хватило сил перевернуть лисицу и потому они не сняли шкуру с другого бока.\n– Если тебе не хватает одной половины лисьей шкуры на шапку твоему грудному ребенку, – сказали они, – иди сама и снимай шкуру с другого бока!\nЖенщина взяла с собой ребенка и пошла к лисе. Без всякого труда перевернула она лису на другой бок, сняла шкуру и сшила из двух половин шапку своему ребенку.\nТеперь спросим мы у вас: кто же больше всех? Бык ли, от хвоста до головы которого всадник скакал целый день? Или орел, который унес этого быка в поднебесье? Или козел, на рогах которого сидел орел и клевал быка? Или пастух, в глазу которого сорок лекарей плавали на сорока лодках? Или лисица, которая разгрызла эту лопатку и напугала кочующих людей? Или грудной ребенок, которому едва хватило на шапку шкуры этой лисицы? Или, наконец, женщина, у которой был такой громадный ребенок?\nПодумайте-ка, подумайте хорошенько и ответьте!"
}