{
  "text": "Много лет назад жил в одной провинции хитрый плут. Он промышлял тем, что ходил круглый год по деревням и гадал крестьянам на картах. И крестьяне давали ему за это немного кукурузы или горсточку риса. Но плуту этого было мало, и он решил притвориться слепым, чтобы его все жалели и кормили даром.\n Как решил, так и сделал. И никто бы, наверное, не узнал, что слепой совсем не слепой, а зрячий плут, да случилось вот что. Шёл он однажды через незнакомое поле, и вдруг разразилась гроза. Зонтика у него не было, и струи дождевой воды так и хлестали плута по лицу.\n Увидел плут посреди поля шалаш и закричал:\n— Помогите слепому! Укройте меня от непогоды!\n А в шалаше жил сторож, он охранял кукурузное поле. Услышал сторож мольбу прохожего, выглянул наружу и позвал:\n — Идите сюда, почтенный! Переждите дождь в моём шалаше!\n Добрался мошенник до шалаша, присел поближе к жаровне с углями и быстро обсушился. Но дождь всё шёл и шёл.\n— Какой я несчастный! — сказал плут. — На дворе уже ночь, все канавы и рытвины наполнены водой. А мне, слепому, приходится пускаться в далёкий путь. О, если бы вы позволили мне переночевать в вашем шалаше!\n Сторож был добрым человеком. Он пожалел слепого, разостлал ему в углу циновку и накрыл его своим новым одеялом.\n А когда хозяин уснул, плут зашил в уголок одеяла медную монету и пересчитал спицы хозяйского зонтика. На рассвете неблагодарный, захватив с собой и одеяло и зонтик, покинул шалаш.\n Проснулся сторож и видит: слепого нет, зонтика нет, одеяла тоже нет. Бросился сторож в погоню, пробежал десять ли и настиг похитителя в ближней деревне.\nХоть и сердит был сторож, но не хотелось ему срамить при всех слепого человека. И он сказал негромко:\n — Где же твоя совесть? Я защитил тебя от непогоды, отдал тебе свою циновку, укрыл своим одеялом, а ты за это меня обокрал! Сейчас же отдай одеяло и зонтик!\n А плут, вместо того чтобы покаяться и тихонько уйти, стал орать:\n — Эй, добрые люди! Защитите бедного слепого! Этот разбойник хочет присвоить мои вещи!\nТут уж не выдержал и сторож. Он тоже стал кричать и размахивать руками:\n — Это ты украл у меня одеяло и зонтик!\n— Подумайте, — отвечает сторож, — я укрыл этого слепого от дождя в своём шалаше, а он стащил у меня одеяло и зонтик!\n — Лгун! — закричал плут. — Никогда я не был в его шалаше! Знать его не знаю!\n — Отдай мне мои вещи, мошенник!\n — Это ты мошенник!\n Долго слушали крестьяне их спор и никак не могли решить, кто из них прав. И вдруг плут воскликнул:\n — Сейчас все увидят, что ты жулик! Если это твой зонтик, тогда скажи: сколько у него спиц?\n — Не знаю я, сколько у него спиц, да и зачем мне это знать?\n— Ага, — обрадовался плут, — не знаешь, потому что ты этот зонтик и в руках-то никогда не держал. А вот я знаю: в нём ровно двадцать спиц. Проверьте, почтенные господа, правильно ли я сказал.\n Пересчитали крестьяне, и верно — двадцать спиц. Ни на одну больше, ни на одну меньше.\n А плут опять спрашивает:\n — А какие у твоего одеяла приметы?\n — Да никаких у него нет примет! — отвечает сторож. — Одеяло как одеяло — вот и всё!\n — А что в нём зашито?\n — Ничего в нём не зашито!\n — Ну вот и попался! Теперь уж все скажут, что одеяло не твоё.\n И плут показал крестьянам зашитую в уголок одеяла медную монету.\n Рассердились крестьяне на сторожа, чуть не избили его.\n А сторожу и сказать нечего. Совсем как в пословице: «И рот есть, да ничего не вымолвишь»&#8230;\n Вдруг от толпы отделился почтенный седобородый крестьянин.\n — Подойдите ко мне оба! — приказал старик.\n Плут и сторож приблизились к нему.\n — Ну-ка, покажи мне своё одеяло, — приказал он слепому.\n Плут закатил глаза к небу и стал шарить вокруг себя руками.\n — Бедный, он совсем ничего не видит! — сказала одна женщина.\n — Только злой тигр может обидеть такого беззащитного! — воскликнула другая.\n Наконец плут подал старику одеяло.\n Со всех сторон рассмотрел его почтенный старец. Одеяло было очень красивым, потому что на нём были вышиты драконы, цветы и птицы.\n — Какое же это одеяло? — сказал вдруг старик. — Это старая серая тряпка, а не одеяло!\n С этими словами он бросил одеяло на землю и стал вытирать о него ноги.\n Тут плут, забыв, что он прикинулся слепым, бросился к старику и завопил:\n — Что ты мелешь! Какая же эго тряпка! Разве ты не видишь на одеяле двух жёлтых драконов, трёх голубых лилий и четырёх розовых попугаев?!\n Старику только этого и надо было.\n — Хе! Да ты видишь лучше нас всех! — воскликнул он. — А ну, люди, угостите-ка этого мошенника!\n Тут крестьяне схватили плута и так отлупили его, что он никогда в жизни не подходил даже близко к этой деревне."
}