{
  "text": "В Китае, на берегу реки Янцзы, жил бедный рыбак со своею женой. Как-то раз Гуань — так звали рыбака — отправился на рассвете вверх по реке. Он остановил лодку у камышовых зарослей и забросил удочку. Но счастье в этот день отвернулось от рыбака. Напрасно менял он на крючке наживу, переезжал с места на место: червяк оставался нетронутым — добычи не было.\nИ вот когда солнце начало склоняться к западу, Гуань вдруг увидел, как поплавок, вздрогнув, исчез под водой. Рыбак осторожно потянул леску, подтащил добычу к лодке и дёрнул. На крючке билась и трепетала большая, необыкновенно красивая рыба. На спине рыбы колыхались три золотых пера.\nГуань задрожал от радости. И пока он снимал с крючка свою ценную добычу, много приятных мыслей пронеслось в его голове.\n«Продам такую рыбу — куплю на неделю риса, починю фанзу, жене подарю черепаховый гребень…»\nНо как только Гуань снял рыбу с крючка, она сразу же заговорила с ним человеческим голосом.\n— Отпусти меня — и ты не раскаешься, — сказала рыба. — Я царица этой реки. В благодарность возьми себе мои золотые перья. Первое — зарой в землю, второе — утопи в пруду, третье — положи на циновку, где спит твоя жена. Сделай так — и ты будешь счастлив. И ещё скажу. Счастье твоё продлится до тех пор, пока блеск золота не ослепит твоих глаз. Отпусти меня и помни мои слова.\nПодумал, подумал Гуань, вырвал три золотых пера из спины рыбы и выпустил свою добычу обратно в реку.\nКогда Гуань подъехал к дому, его встретила жена. В очаге горел жаркий огонь, и вода в котелке кипела ключом.\n— Где же рыба? — спросила жена.\nГуань вздохнул и рассказал жене о своём приключении.\n— Ну что ж, — сказала жена Гуаня, — придётся лечь спать без ужина.\nНо прежде чем лечь, рыбак вышел в сад и зарыл одно перо на берегу пруда, Второе перо он бросил в пруд. Третье Гуань положил на циновку, рядом со спящей женой.\nУтром рыбак проснулся от радостных возгласов жены. Он открыл глаза и увидел, что подле жены лежит прелестная маленькая девочка с золотистыми глазами. Гуань прижал дочку к своей груди и понёс её в сад, чтобы усладить пением птиц слух новорождённой. Дойдя до берега пруда, рыбак в изумлении остановился: на том месте, где зарыл он с вечера перо, вырос золотой росток лилии. Увидев росточек, девочка улыбнулась и протянула к нему ручонки.\nНо ещё больше удивился Гуань, взглянув на пруд. В прозрачной воде резвилась маленькая золотая рыбка. И опять девочка улыбнулась и потянулась к рыбке своими ручонками.\nСпокойно и радостно зажили Гуань и его жена. Счастье не обходило с этого дня их фанзу, и рыбак каждый раз возвращался с богатым уловом.\nДочка Гуаня росла и с каждым днём хорошела. Она всегда была весела и поражала соседей быстротою ума и кротостью. И вместе с девочкой наливался соком и тянулся к солнцу росток. Теперь он превратился в прекрасную лилию. На золотом стебле росли золотые листья и цвели золотые цветы. А в пруду давно уже вместо малюсенькой золотой рыбки плавала большая золотая рыба.\nИ вот странная вещь: если дочь Гуаня чем-нибудь огорчалась, листья лилии начинали вянуть, а рыба выплывала на зеркальную гладь пруда и с шумом била по воде хвостом.\nБыстро миновало шестнадцать вёсен, и дочь Гуаня стала взрослой девушкой. Она была так красива, что даже ласточки останавливались на лету, любуясь ею.\nДевушка никогда не сидела без дела. Она готовила обед, чинила отцовские сети, ткала полотно, обдирала на поле рис и разводила в своём маленьком садике редкостные цветы.\nВскоре в хижину рыбака стали заглядывать сыновья соседей, и каждый из них просил отдать ему в жёны дочь Гуаня. Но родители девушки всем отказывали. Им не хотелось расставаться со своей прекрасной дочкой.\nОднажды к берегу, на котором стояла фанза рыбака, причалило множество разноцветных джонок. Небольшой сад Гуаня наполнился толпой нарядных юношей. Они выстроились на берегу, приложили руки к груди и склонились перед человеком, сидевшим в первой лодке. Это был важный, пожилой человек. На нём были роскошные шёлковые одежды.\nКогда этот человек сошёл на берег, он подошёл к Гуаню и поклонился ему почтительно и низко. И Гуань сразу понял, что этот знатный богач приехал сватать его дочь.\n— Мы не хотим расставаться с дочкой, почтенный господин, — сказал Гуань. — Она принесла благополучие в нашу фанзу, она — наша отрада и утешение!\nУсмехнулся богач и крикнул слугам:\n— Принесите из моей джонки белый мешок!\nИ тотчас же четыре великана, сгибаясь под тяжестью ноши, принесли и бросили к ногам рыбака большой белый мешок. Богач рванул из-за пояса меч, взмахнул и рассёк мешковину. Из мешка со звоном посыпалось серебро.\n— Это твоё! — сказал надменно богач. — Взамен отдай мне в жёны свою дочь.\n— Ах, господин! — воскликнул Гуань, — зачем вы испортили мешковину? Она ведь тоже стоит денег! — И, поклонившись, добавил: — Дочь моя не хочет покидать своих старых родителей.\nСнова усмехнулся богач и снова закричал страшным голосом:\n— Принесите из моей джонки красный мешок!\nИ тотчас же восемь великанов бросили к ногам рыбака огромный красный мешок. Снова богач рванул из-за пояса меч и рассёк мешковину. И широкой струёй хлынул из мешка золотой песок. Он так ослепительно блестел, что все, кроме богача, зажмурили на минуту глаза.\nЗабыл старый рыбак слова царицы реки. Не мог оторвать он взора от блеска золота. И отдал Гуань богачу свою единственную дочь с золотистыми глазами.\nВ тот же день была отпразднована торжественная свадьба. А когда солнце заканчивало свой дневной путь, богач увёз молодую жену.\nИ снова Гуань и его жена стали жить в одиночестве. Скучно было им без дочери. Старый рыбак уже больше не ездил на лов, а всю работу по дому делали слуги: ведь теперь Гуань был несметно богат. Целыми днями сидел он в углу своей фанзы, пересчитывал и перевешивал золото. Вскоре рыбак так разленился, что перестал прогуливаться по тропинке своего сада.\nОднажды, когда Гуань проснулся после обеденного сна, в комнату вошёл слуга, поклонился и сказал:\n— О господин, каждый день поливаю я лилию, но листья её вянут. Гуань вышел в сад и увидел, что листья лилии поблёкли, а цветы печально опустили головки.\nНапрасно рыбак и его жена поливали лилию прозрачной водой, подвязывали стебелёк, защищали его от ветра циновками. С каждым днём лилия увядала всё более и более.\nИ наконец, наступило горестное утро. Выйдя в сад, Гуань увидел золотую лилию смятой, лежащей на земле. Листья и цветы её стали серыми и безжизненными. Рыбак бросился к пруду за водой. И здесь его ждала новая печаль. В зеркальной, прозрачной воде без устали металась золотая рыба. Она ныряла на самое дно, выскакивала на поверхность, била плавниками по воде.\n— Горе нам, горе! — воскликнула жена Гуаня. — С нашей дочкой, наверное, случилось несчастье. Золото принесло нам беду!\nИ не успела она докончить своих слов, как золотая рыба высунулась из воды и проговорила человеческим голосом:\n— Ваша дочь в плену у царя Жёлтого моря. Это он ослепил ваши глаза блеском золота, и вы приняли дракона за человека.\nОх, как заплакали бедные старики! Гуань в горести расцарапал себе ногтями лицо, а жена его упала без чувств на траву. И тогда золотая рыба пожалела их, высунулась из воды снова и сказала:\n— Приготовьте лодку и шёлковый шнурок длиною от земли до вершины самой высокой горы.\nРыбак исполнил это приказание, и рыба сказала так:\n— Посади свою жену в лодку и дай ей в руки конец шнура. Второй конец шнура накрепко привяжи к своей руке. А после этого отправляйся в Жёлтое море.\nВсё было сделано так, как приказала рыба. И когда лодка остановилась посреди Жёлтого моря, у её кормы показалась голова золотой рыбы.\n— Хватайся за мой хвост! — крикнула рыба.\nГуань бросился в воду и ухватился двумя руками за хвост рыбы. Вода над его головой бурлила и пенилась, в ушах шумело, дышать становилось труднее и труднее. Но никто на свете не мог бы теперь заставить рыбака выпустить хвост рыбы. Ведь он бросился в пучину, чтобы спасти свою дочь.\nГуань опускался всё ниже и наконец ступил на дно океана.\nДолго шёл он вслед за рыбой по каменистому, покрытому неведомыми растениями дну, пока не увидел огромный хрустальный дворец. Это было жилище повелителя моря.\nРыбак прижался лицом к хрустальной стене и начал смотреть, что делается во дворце морского царя. И вдруг он не удержался и вскрикнул. В большом прекрасном зале на жемчужном троне сидела его дочь. Рядом с ней восседал повелитель Жёлтого моря. Дочь Гуаня была в платье из мелких жемчужин, голову её украшала коралловая корона, шею обвивало янтарное ожерелье. Но как она была печальна, с какой тоской смотрела вокруг себя бедная пленница!\nА морской царь не спускал с неё глаз. На его голове дыбом торчал лес зелёных водорослей. Царь был закутан в какие-то странные ткани. Они обволакивали его, точно струи воды, меняя каждую секунду свои цвета.\nНе помня себя, Гуань рванулся к входу. Но ему сейчас же загородили дорогу два огромных спрута, охранявшие дворец. Тогда золотая рыба с такой силой толкнула их своим носом, что оба часовых не могли опомниться от удара целую минуту. Этого Гуаню было достаточно, чтобы проникнуть во дворец.\nСто дворцовых комнат пришлось миновать рыбаку, прежде чем он достиг тронного зала. И в каждой комнате ему встречались придворные царя. Здесь были огромные морские ежи, злобные акулы, ленивые киты. Среди водорослей паслись стада морских коров и табуны морских коньков. Наконец Гуань переступил порог тронного зала. Увидев отца, несчастная протянула к нему тонкие бледные руки. Но владыка морей тоже успел заметить рыбака. Он схватил трезубец и с ужасной силой метнул его в Гуаня. Мгновенно золотая рыба заслонила рыбака своим телом. Трезубец скользнул по её золотой чешуе, не оставив на ней даже царапины.\nУдарила золотая рыба хвостом по хрустальной стене дворца, и осколки стены со звоном разлетелись в разные стороны. И тогда во дворец ворвались тысячи и тысячи золотых рыб. Впереди всех была рыба небывалой величины. Гуань узнал в ней царицу реки Янцзы.\nНе успела к владыке моря подоспеть помощь, как рыбы уже окружили его трон. Но Гуань не стал ждать, чем кончится битва между войсками царицы реки и повелителя моря. Он схватил дочь и дёрнул за шнурок. И сейчас же Гуань и его дочь стали подниматься. Это старая жена Гуаня из последних сил наматывала на весло длинный шнур. Когда рыбак вынырнул вместе с дочкой у самой лодки, бедная женщина чуть не умерла от радости.\nРыбак сразу же взялся за вёсла. Надо было спешить домой: на море поднялась буря. И немудрено. На море всегда бывают бури, когда на дне сражаются могучая золотая рыба и злой повелитель моря.\nКогда счастливая семья сошла на свой берег, все увидели золотую лилию. По-прежнему она была свежей и сочной, на стебле её появились новые листья и цветы.\nА в доме рыбака ждало новое чудо. Мешок с золотом превратился в мешок с обыкновенным песком. Но это никого не огорчило. Все были счастливы и веселы, потому что они любили друг друга и опять были вместе.\nЧто ещё сказать вам, чем закончить эту правдивую сказку? Разве вот что: до сих пор на Жёлтом море бывают сильные бури. Верно, злой морской царь всё ещё живёт и ослепляет жадных людей своим золотом."
}