{
  "text": "У одного крестьянина был сын ростом с мизинчик. Проходил год за годом, а мальчик все не рос, все оставался такой же маленький.\n\nВот однажды собрался отец поле пахать, а сын и говорит ему:\n\n— Отец, возьми меня с собой.\n\n— Что ты, — говорит отец, — оставайся лучше дома: ты такой маленький, что, того и гляди, потеряешься.\n\nА сын говорит:\n\n— Нет, я не потеряюсь, возьми меня с собой.\n\nНу что тут делать? Сунул его отец к себе в карман и поехал на поле.\n\nВот приехали они на поле. Начал отец землю пахать, а сына посадил в свежевзрытую борозду.\n\nОтец пашет, а сын по борозде гуляет.\n\nВдруг выходит из-за горы великан.\n\n— Видишь великана? — говорит отец сыну. — Смотри далеко не уходи, а то увидит тебя великан и унесет с собою.\n\nТак и случилось. Великан сделал два шага и очутился у той самой борозды, по которой гулял мальчик.\n\nНаклонился к нему великан, поднял его осторожно двумя пальцами, осмотрел со всех сторон, потом сунул к себе в карман и ушел.\n\nОтец так перепугался, что слова сказать не мог.\n\n\"Пропал, — думает, — мой сын, никогда мне больше его не увидеть. Зачем только я его с собой на поле взял!\"\n\nА великан унес мальчика к себе в горы и стал его там кормить горными орехами из своего сада. Кто этих орехов поест, тот великаном станет.\n\nДва года жил мальчик у великана, два года щелкал орехи и с каждым днем становился все выше и сильнее.\n\nИ вот решил наконец великан испытать силу мальчика.\n\nПовел он его в лес и сказал:\n\n— А ну-ка, выломай себе дубинку!\n\nМальчик схватил обеими руками молодое деревцо и вырвал его с корнем.\n\n— Нет, — говорит великан, — видно, мало ты силы набрался. Надо тебе еще у меня пожить, еще орехов поесть.\n\nОпять прошли два года. И опять повел великан мальчика в лес.\n\nНа этот раз мальчик вырвал из земли старое дерево с толстыми и длинными корнями.\n\nНо и тут великан сказал:\n\n— Нет, мало еще в тебе силы, пойдем-ка домой.\n\nИ еще два года прожил мальчик у великана. Орехи ел, сил набирался. И так вырос за это время, что стал уже не мальчиком, а молодым великаном.\n\nВ третий раз пошли они в лес.\n\n— Ну-ка, выломай себе хорошую дубинку, — сказал ему великан.\n\nМальчик поглядел кругом, выбрал самый толстый дуб и стал рвать его с корнем. По всему лесу треск пошел, когда он тащил дерево из земли.\n\n— Вот теперь у тебя силы довольно, — сказал ему великан и повел его на то же самое поле, откуда он унес мальчика шесть лет тому назад.\n\nА отец мальчика, как и шесть лет тому назад, пахал в это время землю.\n\nВдруг подходит к нему молодой великан и говорит:\n\n— Здравствуй, отец. Видишь, каким молодцом я стал.\n\nОтец испугался.\n\n— Что ты, — говорит, — я тебя не знаю, иди своей дорогой.\n\nА молодой великан говорит:\n\n— Нет, я твой сын. Дай-ка мне попахать, я не хуже тебя справлюсь.\n\nНе верит отец.\n\n— Совсем ты не мой сын, — говорит. — Уходи отсюда, ты мне все поле истопчешь.\n\nА великан стоит и не уходит.\n\nБросил тогда отец плуг, отошел в сторонку и сел на камень.\n\nВзялся молодой великан за плуг, надавил на него слегка одной рукой, да так надавил, что весь плуг в землю вошел.\n\nРассердился отец.\n\n— Эй, — кричит, — что ты делаешь? Разве так пашут? Ты плуг поломаешь!\n\nТогда молодой великан отпряг лошадей, а сам впрягся вместо них. А отцу только крикнул:\n\n— Пойди-ка домой да вели матери еды побольше настряпать, пока я здесь поле пашу!\n\nОтец махнул рукой и пошел домой.\n\nМолодой великан быстро вспахал все поле. Потом впрягся в две бороны зараз и взборонил его. А когда кончил работу, вырвал на опушке леса два дуба с корнями, взвалил их себе на плечи и подвесил к верхушкам и корням плуг, лошадей и бороны.\n\nПриходит он во двор к своим родителям. А мать смотрит на него и не узнает.\n\n— Кто этот страшный великан, который несет наших лошадей? — спрашивает она у отца.\n\n— Это наш сын, — отвечает ей отец.\n\n— Что ты! — говорит мать. — Разве наш сын такой был? Наш был маленький.\n\nА сын поставил лошадей в конюшню, дал им овса и сена, а плуг и бороны отнес в сарай. Потом говорит матери:\n\n— Матушка, я проголодался. Нет ли у тебя чего-нибудь поесть?\n\n— Сейчас, — говорит мать, — принесу.\n\nПринесла она два больших блюда картошки. Ей с отцом хватило бы этого на восемь дней, а сын проглотил всю картошку разом и еще попросил.\n\nДала ему мать полный котел свинины. Он и свинину съел, а все еще не сыт.\n\n— Ну, — говорит он отцу и матери, — вижу я, не прокормить вам меня. Дайте мне железную палку, да такую крепкую, чтобы я ее о колено переломить не мог. И пойду я с этой палкой по свету странствовать.\n\nПобежал отец к кузнецу и заказал ему железную палку потолще и потяжелее.\n\nВыковал кузнец палку, да такую длинную и тяжелую, что ее насилу двое коней привезли.\n\nВзял ее великан за оба конца, уперся в середину коленом — палка треснула и сломалась.\n\nТогда отец запряг две пары коней и поехал к кузнецу за новой палкой.\n\nЕще толще была новая палка, еще тяжелее.\n\nА великан и эту палку переломил о колено.\n\nЗапряг тут отец четыре пары коней. Насилу дотащили они до дому третью палку.\n\nА сын взял ее, отломил у нее конец и говорит:\n\n— Вижу, отец, не добыть тебе для меня хорошей палки. Придется мне без палки странствовать.\n\nПопрощался он с родителями и ушел из дому.\n\nШел день, шел другой, а на третий день добрался до одной деревни, где стояла большая кузница.\n\nХозяин этой кузницы был богатый и скупой кузнец.\n\nВошел молодой великан в кузницу и говорит:\n\n— Не надо ли тебе, хозяин, работника?\n\n— Что ж, — говорит кузнец, — работник мне нужен. А много ли ты за работу просишь?\n\n— Нет, — отвечает молодой великан. — Мне денег совсем не надо, я даром буду работать. Только каждые две недели буду тебе по два пинка давать. Согласен?\n\nОбрадовался скупой кузнец. Думает — пинок не беда, были бы деньги целы.\n\n— Согласен, — говорит, — оставайся у меня.\n\nВытащил кузнец из горна раскаленную полосу железа, а молодой великан как ударит по ней молотом — железо, будто стекло, разлетелось вдребезги, а наковальня в землю ушла.\n\nРассердился кузнец.\n\n— Что это ты, — говорит, — разбойник, делаешь? Разве можно так бить? Говори, сколько хочешь за этот удар получить, да уходи отсюда поскорее.\n\n— Денег твоих мне не нужно, — говорит молодой великан. — Расплачивайся, как обещал.\n\nДал он хозяину пинка, и полетел хозяин, как перышко, — через четыре стога сена перелетел.\n\nА молодой великан нашел себе в кузнице толстую железную палку и отправился дальше.\n\nШел он, шел и пришел наконец к воротам богатой усадьбы.\n\nНа широком дворе стоял сам помещик.\n\nМолодой великан поклонился ему и говорит:\n\n— Не нужен ли тебе работник?\n\n— Работник-то мне нужен, — отвечает помещик, — а много ли ты в год жалованья хочешь?\n\n— Денег мне не нужно, — говорит молодой великан. — Вот поработаю я у тебя год и дам тебе три пинка, только и всего.\n\nА помещик скупой был, еще скупее кузнеца. Обрадовался он, что денег великану платить не придется, и говорит:\n\n— Я согласен.\n\nНа другой день послал помещик всех своих работников в лес за дровами.\n\nСобрались работники, запрягли лошадей, а молодой великан еще спит.\n\nУправляющий подошел к нему и кричит в самое ухо:\n\n— Вставай скорее! Все уже в лес поехали!\n\n— Ну и пускай едут, — говорит молодой великан. — А я посплю вволю и все равно раньше всех работу окончу.\n\nПошел управляющий к помещику и стал ему жаловаться:\n\n— Спит великан и на работу идти не хочет. Что с ним делать?\n\nТут помещик сам пошел будить великана.\n\n— Ты чего валяешься, лентяй, вставай скорее!\n\n— Ладно! — отвечает молодой великан. — Сейчас встану!\n\nВстал он, оделся не торопясь. Принес с чердака два мешка гороху, сварил себе огромный котел каши, съел всю кашу дочиста, а потом запряг коней и потихоньку поехал в лес.\n\nПриехал в лес, вырвал из земли два огромных дерева, бросил на телегу и повернул лошадей домой.\n\nТолько въехал в ворота — навстречу ему помещик. Смотрит на него сердито и говорит:\n\n— Ты чего так скоро вернулся, бездельник?\n\nМолодой великан взял дерево одной рукой и показал его помещику.\n\n— Что ты, — говорит, — зря ругаешься? Тут в одном дереве добрая сажень дров будет.\n\nПомещик ему ничего не ответил, а дома сказал своей жене:\n\n— Хороший нам работник попался. Хоть и спит дольше всех, да зато и работает больше всех.\n\nЦелый год прожил молодой великан у помещика, а когда кончился год, пришел к хозяину и говорит:\n\n— Ну, хозяин, плати за работу — получай три пинка.\n\nИспугался помещик, стал просить великана:\n\n— Не давай ты мне пинков. Будь лучше вместо меня помещиком, а я твоим работником стану.\n\n— Нет, — отвечает молодой великан. — Как уговаривались, так и расплачивайся. Получай пинки.\n\nСтал его помещик уговаривать:\n\n— Поживи у меня, пожалуйста, еще две недели. Поработай еще немножко.\n\n— Ну, две недели — срок небольшой, — говорит молодой великан. — Так и быть, поживу.\n\nА помещик собрал всех своих соседей-помещиков, и стали они все вместе думать, как бы погубить молодого великана.\n\nДумали они, думали и придумали.\n\n— Прикажи, — говорят, — молодому великану колодец вычистить. А как спустится он туда, мы на него сверху жернов сбросим и убьем его.\n\nТак и сделали.\n\nПолез молодой великан в колодец, а помещики на него самый тяжелый мельничный жернов бросили.\n\n\"Ну, — думают помещики, — теперь-то мы убили великана, теперь-то мы от него избавились!\"\n\nА молодой великан кричит из колодца:\n\n— Эй, вы, отгоните кур от колодца! Они там наверху роются, а на меня песочек сыплется!\n\nКончил великан работу и вылез из колодца с жерновом на шее.\n\n— Смотрите-ка, — говорит, — какое у меня на шее ожерелье.\n\nСнял он с себя жернов и подошел к помещику.\n\n— Ну-ка, — говорит, — хозяин, плати сполна, получай пинки.\n\nУдарил он его разок — и взлетел помещик под самые тучи.\n\nА великан пошел к жене помещика.\n\n— Дай-ка, — говорит, — я и тебе заодно пинка дам, чтобы мужу твоему одному не скучно было.\n\nПомещица от пинка еще выше помещика взлетела. Она чуть-чуть полегче его была. Вот летают жена и муж под тучами.\n\nМуж говорит:\n\n— Жена, спускайся ко мне.\n\nА жена отвечает:\n\n— Нет, муж, ты ко мне поднимайся.\n\nМуж говорит:\n\n— Нет, ты спустись, я не могу к тебе подняться.\n\nА жена отвечает:\n\n— Нет, ты поднимись, я не могу к тебе спуститься!\n\nТак они и до сих пор все летают и спорят.\n\nА великан взял свою железную палку и пошел дальше бродить но свету."
}