{
  "text": "В некотором царстве, в некотором государстве жили-были старик и старуха, и было у них три сына. Младшего звали Иванушка. Жили они - не ленились, целый день трудились, пашню пахали да хлеб засевали.\n\nРазнеслась вдруг в том царстве-государстве весть: собирается чудо-юдо поганое на их землю напасть, всех людей истребить, города-села огнем спалить. Затужили старик со старухой, загоревали. А сыновья утешают их:\n- Не горюйте, батюшка и матушка, пойдем мы на чудо-юдо, будем с ним биться насмерть. А чтобы вам одним не тосковать, пусть с вами Иванушка остается: он еще очень молод, чтоб на бой идти.\n- Нет, - говорит Иван, - не к лицу мне дома оставаться да вас дожидаться, пойду и я с чудом-юдом биться!\nНе стали старик со старухой Иванушку удерживать да отговаривать, и снарядили они всех троих сыновей в путь-дорогу. Взяли братья мечи булатные, взяли котомки с хлебом-солью, сели на добрых коней и поехали.\n\nЕхали они, ехали и приехали в какую-то деревню. Смотрят - кругом ни одной живой души нет, все повыжжено, поломано, стоит одна маленькая избушка, еле держится.\n\nВошли братья в избушку. Лежит на печке старуха да охает.\n- Здравствуй, бабушка, - говорят братья.\n- Здравствуйте, добрые молодцы! Куда путь держите?\n- Едем мы, бабушка, на реку Смородину, на калинов мост. Хотим с чудом-юдом сразиться, на свою землю не допустить.\n- Ох, молодцы, за дело взялись! Ведь он, злодей, всех разорил, разграбил, лютой смерти предал. Ближние царства - хоть шаром покати. И сюда заезжать стал. В этой стороне только я одна и осталась: видно, я чуду-юду и на еду не гожусь.\nПереночевали братья у старухи, поутру рано встали и отправились снова в путь-дорогу.\nПодъезжают к самой реке Смородине, к калинову мосту. По всему берегу лежат кости человеческие.\nНашли братья пустую избушку и решили остановиться в ней.\n- Ну, братцы, - говорит Иван, - заехали мы в чужедальнюю сторону, надо нам ко всему прислушиваться да приглядываться. Давайте по очереди на дозор ходить, чтоб чудо-юдо через калинов мост не пропустить.\nВ первую ночь отправился на дозор старший брат. Прошел он по берегу, посмотрел на реку Смородину - все тихо, никого не видать, ничего не слыхать. Он лег под ракитов куст и заснул крепко, захрапел громко.\nА Иван лежит в избушке, никак заснуть не может. Не спится ему, не дремлется. Как пошло время за полночь, взял он свой меч булатный и отправился к реке Смородине. Смотрит - под кустом старший брат спит, во всю мочь храпит. Не стал Иван его будить, спрятался под калинов мост, стоит, переезд сторожит.\nВдруг на реке воды взволновались, на дубах орлы закричали - выезжает чудо-юдо о шести головах. Выехал он на середину калинова моста - конь под ним споткнулся, черный ворон на плече встрепенулся, позади черный пес ощетинился.\nГоворит чудо-юдо шестиголовое:\n- Что ты, мой конь, споткнулся? Отчего, черный ворон, встрепенулся? Почему, черный пес, ощетинился? Или чуете, что Иван - крестьянский сын здесь? Так он еще не родился, а если и родился - так на бой не сгодился. Я его на одну руку посажу, другой прихлопну - только мокренько будет!\nВышел тут Иван - крестьянский сын, из-под моста и говорит:\n- Не хвались, чудо-юдо поганое! Не подстрелив ясного сокола, рано перья щипать. Не узнав доброго молодца, нечего хулить его. Давай-ка лучше силы пробовать; кто одолеет, тот и похвалится.\n\nВот сошлись они, поравнялись да так жестоко ударились, что кругом земля простонала.\nЧуду-юду не посчастливилось: Иван - крестьянский сын, с одного размаху сшиб ему три головы.\n- Стой, Иван - крестьянский сын! - кричит чудо-юдо. - Дай мне роздыху!\n- Что за роздых! У тебя, чудо-юдо, три головы, а у меня одна! Вот как будет у тебя одна голова, тогда и отдыхать станем.\nСнова они сошлись, снова ударились.\nИван - крестьянский сын отрубил чуду-юду и последние три головы. После того рассек туловище на мелкие части и побросал в реку Смородину, а шесть голов под калинов мост сложил. Сам в избушку вернулся.\nПоутру приходит старший брат. Спрашивает его Иван:\n- Ну, что, не видел ли чего?\n- Нет, братцы, мимо меня и муха не пролетала.\nИван ему ни словечка на это не сказал.\nНа другую ночь отправился в дозор средний брат. Походил он, походил, посмотрел по сторонам и успокоился. Забрался в кусты и заснул.\n\nИван и на него не понадеялся. Как пошло время за полночь, он тотчас снарядился, взял свой острый меч и пошел к реке Смородине. Спрятался под калинов мост и стал караулить.\nВдруг на реке воды взволновались, на дубах орлы раскричались - выезжает чудо-юдо девятиголовое. Только на калинов мост въехал - конь под ним споткнулся, черный ворон на плече встрепенулся, позади черный пес ощетинился... Чудо-юдо коня - по бокам, ворона - по перьям, пса - по ушам!\n- Что ты, мой конь, споткнулся? Отчего, черный ворон, встрепенулся? Почему, черный пес, ощетинился? Или чуете, что Иван - крестьянский сын здесь? Так он еще не родился, а если и родился - так на бой не сгодился: я его одним пальцем убью!\nВыскочил Иван - крестьянский сын из-под калинова моста:\n- Погоди, чудо-юдо, не хвались, прежде за дело примись! Еще неведомо, чья возьмет.\nКак махнет Иван своим булатным мечом раз, два, так и снес у чуда-юда шесть голов.\n\nА чудо-юдо ударил-по колена Ивана в сыру землю вогнал. Иван - крестьянский сын захватил горсть земли и бросил своему супротивнику прямо в глазищи. Пока чудо-юдо глазищи протирал да прочищал, Иван срубил ему и остальные головы. Потом взял туловище, рассек на мелкие части и побросал в реку Смородину, а девять голов под калинов мост сложил. Сам в избушку вернулся, лег и заснул.\nУтром приходит средний брат.\n- Ну, что, - спрашивает Иван, - не видал ли ты за ночь чего?\n- Нет, возле меня ни одна муха не пролетала, ни один комар рядом не пищал.\n- Ну, коли так, пойдемте со мной, братцы дорогие, я вам и комара и муху покажу!\nПривел Иван братьев под калинов мост, показал им чудо-юдовы головы.\n- Вот, - говорит, - какие здесь по ночам мухи да комары летают! Вам не воевать, а дома на печке лежать.\nЗастыдились братья.\n- Сон, - говорят, - повалил...\nНа третью ночь собрался идти в дозор сам Иван.\n- Я, - говорит, - на страшный бой иду, а вы, братцы, всю ночь не спите, прислушивайтесь: как услышите мой посвист - выпустите моего коня и сами ко мне на помощь спешите.\nПришел Иван - крестьянский сын к реке Смородине, стоит под калиновым мостом, дожидается.\nТолько пошло время за полночь, сыра земля закачалась, воды в реке взволновались, буйные ветры завыли, на дубах орлы закричали... Выезжает чудо-юдо двенадцатиголовое. Все двенадцать голов свистят, все двенадцать огнем-пламенем пышут. Конь чуда-юда о двенадцати крылах, шерсть у коня медная, хвост и грива железные. Только въехал чудо-юдо на калинов мост - конь под ним споткнулся, черный ворон на плече встрепенулся, черный пес позади ощетинился. Чудо-юдо коня плеткой по бокам, ворона - по перьям, пса - по ушам!\n- Что ты, мой конь, споткнулся? Отчего, черный ворон, встрепенулся? Почему, черный пес, ощетинился? Или чуете, что Иван - крестьянский сын здесь? Так он еще не родился, а если и родился - так на бой не сгодился: я только дуну - его и праху не останется!\nВышел тут из-под калинова моста Иван - крестьянский сын:\n- Погоди хвалиться: как бы не осрамиться!\n- Это ты, Иван - крестьянский сын! Зачем пришел?\n- На тебя, вражья сила, посмотреть, твоей крепости испробовать.\n- Куда тебе мою крепость пробовать! Ты муха передо мной.\nОтвечает Иван - крестьянский сын чуду-юду:\n- Я пришел ни тебе сказки рассказывать, ни твои слушать. Пришел я насмерть воевать, от тебя, проклятого, добрых людей избавить!\nРазмахнулся Иван своим острым мечом и срубил чуду-юду три головы. Чудо-юдо подхватил эти головы, черкнул по ним своим огненным пальцем - и тотчас все головы приросли, будто и с плеч не падали.\n\nПлохо пришлось Ивану - крестьянскому сыну: чудо-юдо свистом его оглушает, огнем жжет-палит, искрами осыпает, по колено в сыру землю вгоняет. А сам посмеивается:\n- Не хочешь ли отдохнуть, поправиться, Иван - крестьянский сын?\n- Что за отдых! По-нашему - бей, руби, себя не береги! - говорит Иван.\nСвистнул он, гаркнул, бросил свою правую рукавицу в избушку, где братья остались. Рукавица все стекла в окнах повыбила, а братья спят, ничего не слышат.\nСобрался Иван с силами, размахнулся еще раз, сильнее прежнего, и срубил чуду-юду шесть голов.\nЧудо-юдо подхватил свои головы, черкнул огненным пальцем - и опять все головы на местах. Кинулся он тут на Ивана, забил его по пояс в сыру землю.\nВидит Иван - дело плохо. Снял левую рукавицу, запустил в избушку. Рукавица крышу пробила, а братья все спят, ничего не слышат.\nВ третий раз размахнулся Иван - крестьянский сын еще сильнее и срубил чуду-юду девять голов. Чудо-юдо подхватил их, черкнул огненным пальцем - головы опять приросли. Бросился он тут на Ивана и вогнал его в землю по самые плечи.\nСнял Иван свою шапку и бросил в избушку. От того удара избушка зашаталась, чуть по бревнам не раскатилась.\nТут только братья проснулись, слышат - Иванов конь громко ржет да с цепей рвется.\nБросились они на конюшню, спустили коня, а следом за ним и сами Ивану на помощь побежали.\n\nИванов конь прибежал, начал бить чудо-юдо копытами. Засвистел чудо-юдо, зашипел, стал искрами коня осыпать... А Иван - крестьянский сын тем временем вылез из земли, приловчился и отсек чуду-юду огненный палец. После того давай рубить ему головы, сшиб все до единой, туловище на мелкие части рассек и побросал все в реку Смородину.\nПрибегают тут братья.\n\n- Эх вы, сони! - говорит Иван. - Из-за вашего сна я чуть-чуть головой не поплатился.\nПривели его братья к избушке, умыли, накормили, напоили и спать уложили.\nПоутру ранёшенько Иван встал, начал одеваться-обуваться.\n- Куда это ты в такую рань поднялся? - говорят братья. - Отдохнул бы после такого побоища.\n- Нет, - отвечает Иван, - не до отдыха мне: пойду к реке Смородине свой платок искать - обронил таки.\n- Охота тебе! - говорят братья. - Заедем в город - новый купишь.\n- Нет, мне тот нужен!\nОтправился Иван к реке Смородине, перешел на тот берег через калинов мост и прокрался к чудо-юдовым каменным палатам.\n\nПодошел к открытому окошку и стал слушать, не замышляют ли здесь еще чего. Смотрит - сидят в палатах три чудо-юдовы жены да мать, старая змеиха. Сидят они да сами сговариваются.\n\nСтаршая говорит:\n- Отомщу я Ивану - крестьянскому сыну за моего мужа! Забегу вперед, когда он с братьями домой возвращаться будет, напущу жары, а сама оборочусь колодцем. Захотят они воды испить и с первого же глотка лопнут!\n- Это ты хорошо придумала! - говорит старая змеиха.\nВторая сказала:\n- А я забегу вперед и оборочусь яблоней. Захотят они по яблочку съесть - тут их и разорвет на мелкие частички!\n- И ты хорошо вздумала! - говорит старая змеиха.\n- А я, - говорит третья, - напущу на них сон да дрему, а сама забегу вперед и оборочусь мягким ковром с шелковыми подушками. Захотят братья полежать, отдохнуть - тут-то их и спалит огнем!\nОтвечает ей змеиха:\n- И ты хорошо придумала! Ну, невестки мои любезные, если вы их не сгубите, то завтра я сама догоню их и всех троих проглочу.\nВыслушал Иван - крестьянский сын все это и вернулся к братьям.\n- Ну что, нашел ты свой платочек? - спрашивают братья.\n- Нашел.\n- И стоило время на это тратить!\n- Стоило, братцы!\nПосле того собрались братья и поехали домой.\nЕдут они степями, едут лугами. А день такой жаркий, что терпенья нет, жажда измучила. Смотрят братья - стоит колодец, в колодце серебряный ковшик плавает.\n\nГоворят они Ивану:\n- Давай, братец, остановимся, холодной водицы попьем и коней напоим.\n- Неизвестно, какая в том колодце вода, - отвечает Иван. - Может, гнилая да грязная.\nСоскочил он со своего коня доброго, начал этот колодец мечом сечь да рубить. Завыл колодец, заревел дурным голосом. Вдруг спустился туман, жара спала, и пить не хочется.\n- Вот видите, братцы, какая вода в колодце была! - говорит Иван.\nПоехали они дальше.\nДолго ли, коротко ли - увидели яблоньку. Висят на ней яблоки спелые да румяные.\nСоскочили братья с коней, хотели было яблочки рвать, а Иван - крестьянский сын забежал вперед и давай яблоню мечом сечь да рубить. Завыла яблоня, закричала...\n- Видите, братцы, какая это яблоня? Невкусные на ней яблоки!\nСели братья на коней и поехали дальше.\nЕхали они, ехали и сильно утомились. Смотрят - лежит на поле ковер мягкий, и на нем подушки пуховые.\n- Полежим на этом ковре, отдохнем немного! - говорят братья.\n- Нет, братцы, не мягко будет на этом ковре лежать! - отвечает Иван.\nРассердились на него братья:\n- Что ты за указчик нам: того нельзя, другого нельзя!\nИван в ответ ни словечка не сказал, снял свой кушак и на ковер бросил. Вспыхнул кушак пламенем - ничего не осталось на месте.\n\n- Вот и с вами то же было бы! - говорит Иван братьям.\nПодошел он к ковру и давай мечом ковер да подушки на мелкие лоскутки рубить. Изрубил, разбросал в стороны и говорит:\n- Напрасно вы, братцы, ворчали на меня! Ведь и колодец, и яблонька, и ковер этот - все чудо-юдовы жены были. Хотели они нас погубить, да не удалось им это: сами все погибли!\nПоехали братья дальше.\nМного ли, мало ли проехали - вдруг небо потемнело, ветер завыл, загудел: летит за ними сама старая змеиха. Разинула пасть от неба до земли - хочет Ивана с братьями проглотить. Тут молодцы, не будь дурны, вытащили из своих котомок дорожных по пуду соли и бросили змеихе в пасть.\nОбрадовалась змеиха - думала, что Ивана - крестьянского сына с братьями захватила. Остановилась и стала жевать соль. А как распробовала да поняла, что это не добрые молодцы, снова помчалась в погоню.\nВидит Иван, что беда неминучая, - припустил коня во всю прыть, а братья за ним. Скакали-скакали, скакали-скакали...\nСмотрят - стоит кузница, а в той кузнице двенадцать кузнецов работают.\n- Кузнецы, кузнецы, - говорит Иван, - пустите нас в свою кузницу!\nПустили кузнецы братьев, сами за ними кузницу на двенадцать железных дверей закрыли, на двенадцать кованых замков.\nПодлетела змеиха к кузнице и кричит:\n-- Кузнецы, кузнецы, отдайте мне Ивана - крестьянского сына с братьями! А кузнецы ей в ответ:\n- Пролижи языком двенадцать железных дверей, тогда и возьмешь!\nПринялась змеиха лизать железные двери. Лизала-лизала, лизала-лизала - одиннадцать дверей пролизала. Осталась всего одна дверь...\nУстала змеиха, села отдохнуть.\nТут Иван - крестьянский сын выскочил из кузницы, поднял змеиху да со всего размаху ударил ее о сыру землю. Рассыпалась она мелким прахом, а ветер тот прах во все стороны развеял. С тех пор все чуда-юда да змеи в том краю повывелись, без страха люди жить стали.\nА Иван - крестьянский сын с братьями вернулся домой, к отцу, к матери, и стали они жить да поживать, поле пахать да хлеб собирать.\nИ сейчас живут."
}