{
  "text": "Жил-был один дворянин и женился он вторым браком на самой гордой и самой высокомерной даме в свете. Она имела от первого мужа двух дочерей, которые во всём на неё походили. Дворянин тоже имел уже дочь — доброты и кротости беспримерной: характером далась она в свою покойную мать, которая была редких качеств.\n\nЕдва успели отпраздновать свадьбу, как мачеха уже показала свой нрав: стала гнать падчерицу, добрые свойства которой выказывали недостатки её дочерей в ещё более гнусном виде.\n\nОна заставила её справлять в доме самую чёрную работу. Падчерица и посуду мыла, падчерица в покоях барыни и барышень и полы натирала. Спала она под крышей, на чердаке, на соломенном тюфяке, тогда как сёстры её жили в комнатах с паркетными полами, где стояли самые модные кровати и венецианские зеркала, которые отражали их от головы до пяток.\n\nБедная девушка сносила всё терпеливо и не смела жаловаться отцу, который её же разбранил бы, ибо жена вертела им на все стороны. Окончив работу, она забивалась в уголок камина и садилась прямо на золу, отчего её обыкновенно звали Грязнушкой. А младшая сестра, не такая злая как старшая, называла её Замарашкой. Однако Замарашка, хоть и в чёрном теле, была во сто раз прекраснее своих разодетых сестёр.\n\nОднажды сын тамошнего короля давал бал и пригласил к себе всех знатных особ. Наши две барышни тоже получили приглашение, ибо они принадлежали к высшему кругу. Вот они радуются, заботятся, как бы выбрать к лицу платья и уборы. Новые хлопоты для Замарашки, потому что никому как ей пришлось гладить воротнички сестёр и крахмалить рукавчики. В доме только и речи, что о нарядах.\n\n— Я, — говорит старшая, — надену красное бархатное платье с кружевами.\n\n— А я, — говорит младшая, — буду в своём простом платье, зато надену мантилью с золотыми цветами и брильянтовую наколку, этак будет лучше.\n\nПослали за парикмахером, устроить похитрее причёску, и в первом магазине купили мушки для лица. Призвали к совету и Замарашку, ибо знали, что у неё хороший вкус. Замарашка подала им отличные советы, даже вызвалась причесать их, на что сёстры согласились.\n\nЗа причёскою они и говорят ей:\n\n— А что, Замарашка, хотелось бы тебе поехать на бал?\n\n— Ах, барышни, вы всё насмехаетесь надо мною! Куда уж мне!\n\n— Правда твоя, правда. Вот бы смеху было, если бы Грязнушка да сунулась на бал.\n\nДругая за такие речи испортила бы им пробор, но у Замарашки было доброе сердце, и она причесала сестёр на славу. Дня два они ничего не ели, так всё радовались. Когда надевали корсеты, изорвали больше дюжины шнурков, до такой степени их затягивали, чтобы сделать талию потоньше. И всё время они торчали перед зеркалом.\n\nНаконец блаженный день настал. Сёстры уехали. Замарашка долго провожала их глазами, пока можно было видеть карету. Потом принялась плакать.\n\nКрёстная, увидав её всю в слезах, спросила, что с нею делается?\n\n— Мне хотелось бы… хотелось бы…\n\nОна рыдала так усердно, что не могла кончить.\n\nКрёстная была волшебница и говорит:\n\n— Тебе, верно, хотелось бы на бал, а?\n\n— Ах, да! — отвечала Замарашка со вздохом.\n\n— Ну, так слушай; будешь умницею? — говорит крёстная. — Я это устрою.\n\nОна повела Замарашку в свою комнату и говорит:\n\n— Ступай в сад, принеси мне тыкву.\n\nЗамарашка сейчас побежала, сорвала самую лучшую тыкву и принесла её крёстной, не понимая как это тыква может ввести её на бал.\n\nКрёстная вычистила тыкву и, оставив из неё только одну корку, ударила её своею волшебною палочкою: тыква сейчас превратилась в отличную позолоченную карету.\n\nПотом крёстная пошла посмотреть в мышеловку, где нашла шесть живых мышей.\n\nОна приказала Замарашке немножко приотворить дверку мышеловки, и каждую мышку, которая оттуда выскакивала, трогала своею палочкою. Мышка сейчас обращалась в отличную лошадь, так что через минуту у них явилась прекрасная упряжка в шесть лошадей, цвета мышиной шкурки с яблоками.\n\nНо крёстная не знала из чего сделать им кучера.\n\n— Постойте, — говорит ей Замарашка, — я пойду посмотрю, нет ли в большой мышеловке крысы: мы и сделаем из неё кучера.\n\n— Правда твоя, — отвечала крёстная, — сходи, посмотри.\n\nЗамарашка принесла большую мышеловку. В ней сидело три огромные крысы.\n\nВолшебница взяла ту из них, у которой были усы побольше, и, тронув её палочкою, обратила в толстого кучера с длиннейшими усами, каких никто и не видывал.\n\nПотом она сказала Замарашке:\n\n— Ступай в сад, там ты увидишь за колодцем шестерых ящериц, принеси их сюда.\n\nКак только Замарашка их принесла, крёстная сейчас обратила их в шестерых лакеев, которые сию же минуту стали на запятки и — все в галунах — стояли так, как будто всю жизнь свою только этим и занимались.\n\nТут волшебница и говорит Замарашке:\n\n— Ну, вот тебе экипаж, есть в чём ехать на бал. Теперь ты рада?\n\n— Конечно рада. Но разве я так и поеду, в этом скверном платье?\n\nКрёстная только тронула её палочкой и в ту же минуту платье сделалось матерчатым, вытканным из золота и серебра, и украсилось драгоценными каменьями. Потом крёстная дала ей пару хрустальных башмачков, самых красивых в свете.\n\nКогда Замарашка так разубралась, она села в карету. Но крёстная наказала ей крепко-накрепко пуще всего не оставаться дольше полуночи, предупреждая, что если она пробудет на балу одну минутку лишнюю — её карета сделается по-прежнему тыквой, кони — мышами, слуги — ящерицами, а платье станет по-старому тряпкой.\n\nЗамарашка обещала крёстной непременно уехать с бала до полуночи.\n\nЕдет она, не чувствуя себя от радости.\n\nКоролевский сын, которому доложили, что приехала никому неизвестная знатная принцесса, побежал ей навстречу, высадил её под руку из кареты и ввёл в залу, где находились гости.\n\nТут наступило глубокое молчание: танцы прекратились, музыка перестала играть, так все засмотрелись на прелести неизвестной красавицы. Только и слышно было, что восклицания:\n\n— Ах, какая красотка!\n\nСам король, несмотря на свои дряхлые лета, не переставал любоваться ею и всё шептал королеве, что давно уже не случалось ему видеть такой милой, такой любезной особы.\n\nВсе дамы внимательно разглядывали её головной убор и платье, для того, чтобы завтра же заказать подобные наряды и себе, если только найдётся такая богатая материя и попадутся такие искусные мастера.\n\nКоролевский сын посадил Замарашку на самое почётное место и потом пригласил её танцевать. Она танцевала с такою ловкостью, что гости удивлялись ей ещё больше.\n\nПодали отличное угощение, но королевич и не дотронулся до него, так он был занят неизвестной красавицей.\n\nА Замарашка подсела к сёстрам и осыпала их любезностями: она поделилась с ними апельсинами и лимонами, которые поднёс ей принц, что их очень удивило, ибо сёстры её не узнали.\n\nПока они разговаривали промеж собою, Замарашка слышит — бьёт одиннадцать часов и три четверти: она сейчас сделала компании книксен и поскорее отправилась восвояси.\n\nВозвратившись домой, Замарашка сию же минуту пошла к крёстной и, поблагодарив её, сказала, что ей хотелось бы и завтра побывать на балу, потому что королевич просил её приехать.\n\nВ то время, как она рассказывала крёстной про бал, в дверь постучались сёстры. Замарашка побежала отворять.\n\n— Как вы долго не возвращались! — сказала она, протирая глаза и потягиваясь, как будто только что проснулась.\n\nА ей спать ещё даже и не хотелось!\n\n— Если бы ты была на балу, — сказала одна из сестёр, — там бы ты не соскучилась. На бал приезжала принцесса такой красоты, такой красоты, что никто ещё и не видел! Она осы́пала нас любезностями: угостила нас апельсинами и лимонами.\n\nЗамарашка не чувствовала себя от радости. Она спросила сестёр об имени принцессы, но те отвечали, что никто её не знает, что королевский сын очень огорчен этим, и что он не пожалел бы ничего на свете лишь бы узнать, кто она такая.\n\nЗамарашка улыбнулась да и говорит:\n\n— Так вот какая красавица! Господи, какие вы счастливые! Нельзя ли и мне на неё посмотреть? Ах, старшая барышня, дайте мне ваше жёлтое платье, что вы носите по будням.\n\n— Неужели! — отвечала старшая сестра, — вот прекрасно! так я сейчас и дам своё платье скверной Грязнушке! Вот нашла дуру!\n\nЗамарашка ожидала отказа и была ему очень рада, потому что она очутилась бы в большом затруднении, если бы сестра согласилась одолжить ей своё платье.\n\nНа другой день сёстры опять поехали на бал и Замарашка тоже, только она была ещё наряднее, чем в первый раз.\n\nКоролевский сын всё время ухаживал за нею и не переставал говорить ей комплименты.\n\nМолодая девушка не скучала и совсем позабыла приказание крёстной, так что уже начало бить полночь, когда по её расчёту ещё не должно бы быть и одиннадцати часам. Она встала и убежала с такою лёгкостью, с какою бегает лань.\n\nПринц погнался за нею, но не догнал.\n\nНа бегу Замарашка сронила с ноги один из своих хрустальных башмачков, принц старательно его поднял.\n\nЗамарашка прибежала домой вся впопыхах, без кареты, без лакеев, в своём скверном платье. Ото всей недавней роскоши у неё остался только один хрустальный башмачок, пара тому, что она сронила.\n\nПринц спросил у часовых при дворцовых воротах, не видали ли они принцессу? Часовые отвечали, что видели лишь молодую, дурно одетую девушку, похожую скорее на мужичку, чем на барышню.\n\nКогда сёстры возвратились с бала, Замарашка спросила их, хорошо ли они веселились и приезжала ли опять неизвестная красавица?\n\nОни отвечали, что приезжала, но в полночь убежала и с такою поспешностью, что сронила с ноги один из своих хрустальных башмачков, красивее которых нет на свете; что королевский сын поднял этот башмачок, что во весь конец бала он всё на него смотрел, и что он, наверное, влюблён в красавицу, которой принадлежит башмачок.\n\nСёстры говорили правду; ибо немного дней спустя королевский сын приказал оповестить при трубных звуках, что он возьмёт за себя ту девушку, чья ножка придётся по башмачку.\n\nНачали его примерять: сперва принцессам, потом герцогиням и остальным придворным дамам, но всё напрасно.\n\nПринесли его и к сёстрам; каждая изо всех сил старалась втиснуть ногу в башмачок, но не смогла.\n\nЗамарашка, которая была при этом и узнала свой башмачок, вдруг и говорит со смехом:\n\n— Давайте и я посмотрю, не придётся ли он на мою ногу.\n\nСёстры принялись хохотать и насмехаться над нею.\n\nПридворный, который примерял башмачок, внимательно поглядел на Замарашку и, находя её очень красивою из себя, сказал, что конечно так и следует сделать, и что ему приказано примерять башмачок всем девушкам без исключения. Он усадил Замарашку и когда поднёс башмачок к её ножке, то увидел, что ножка входит в него без труда, и башмачок приходится ей как раз впору.\n\nСёстры очень удивились; но они ещё больше удивились, когда Замарашка вынула из кармана другой башмачок и надела на другую ножку.\n\nТут подошла крёстная и, тронув палочкою платье Замарашки, превратила его в наряд ещё более роскошный, чем в прежние разы.\n\nТогда сёстры узнали в ней ту самую красавицу, которую видели на балу. Они бросились к её ногам, прося извинить за дурное обращение, которое она от них выносила.\n\nЗамарашка подняла их и, обнимая, сказала, что прощает их ото всего сердца и просит всегда её любить.\n\nПосле того её повели, во всём наряде, к молодому принцу.\n\nОна понравилась ему ещё больше прежнего, и через несколько дней они обвенчались.\n\nЗамарашка, которая была столько же добра, сколько красива, поместила своих обеих сестёр во дворец, и в тот же самый день выдала их за двух знатных царедворцев."
}