{
  "text": "Не в наше время, а давным-давно жил на свете человек. Звали его Шейдулла, и был он лентяй и бездельник.\n\nЖена и дети его постоянно голодали, а уж о новых платьях и мечтать не смели.\n\nСтанет жена упрекать Шейдуллу, что он не хочет работать, а Шейдулла в ответ:\n\n— Ничего, не горюй! Сейчас живём бедно, скоро будем жить богато!\n\n— Да как же мы будем жить богато? — спросила жена.- Ведь ты целые дни лежишь, палец о палец не ударишь!\n\nА Шейдулла опять своё:\n\n— Подожди, придёт время — заживём и мы богато!\n\nЖдала жена, ждали дети — не могли дождаться.\n\n— Нечего ждать, — говорит жена, — совсем от голода умираем!\n\nРешил тут Шейдулла идти к мудрецу за советом: как от бедности избавиться. Собрался и пошёл.\n\nШёл Шейдулла три дня и три ночи и встретил на дороге тощего волка.\n\n— Куда идёшь, добрый человек? — спросил его волк.\n\n— Да вот иду к мудрецу просить совета, как стать богатым.\n\nУслышал это волк и говорит Шейдулле:\n\n— Будь добр, узнай, кстати, что мне делать. Вот уже третий год у меня страшная боль в животе: ни днём, ни ночью нет мне покоя. Пусть посоветует мудрец, как мне избавиться от этой боли.\n\n— Хорошо,-отвечает Шейдулла,-спрошу. И пошёл дальше.\n\nШел Шейдулла опять три дня и три ночи и увидел возле дороги яблоню.\n\n— Куда идёшь, добрый человек? — спрашивает его яблоня.\n\n— Иду к мудрецу просить совета, как жить без трудов.\n\n— Будь так добр, попроси у мудреца совета и для меня, — говорит яблоня. — Каждый год весной я вся зацветаю, а как распустятся мои цветы, так все разом и осыпаются. Спроси у мудреца, отчего это.\n\n— Хорошо, спрошу, — ответил Шейдулла и отправился дальше.\n\nШел он опять три дня и три ночи и дошёл до глубокого озера.\n\nВысунула большая рыба голову из воды и спрашивает:\n\n— Куда идёшь, добрый человек?\n\n— Да вот иду к мудрецу просить совета и помощи.\n\n— Будь так добр, передай ты мудрецу и мою просьбу. Вот уже седьмой год, как у меня постоянно что-то колет в горле. Пусть мудрец даст совет, как мне стать здоровой.\n\n— Хорошо, спрошу, — сказал Шейдулла и пошёл дальше.\n\nШёл Шейдулла опять три дня и три ночи. Наконец дошёл он до рощи. А роща вся была из розовых кустов. Смотрит — под одним кустом сидит старик с длинной седой бородой. Взглянул старик на Шейдуллу и спрашивает:\n\n— Что тебе нужно, Шейдулла? Удивился Шейдулла.\n\n— Как ты, — спрашивает, — узнал моё имя? Не тот ли ты мудрец, к которому я за советом иду?\n\n— Да, — ответил старик. — Что же тебе нужно от меня? Говори скорее!\n\nРассказал Шейдулла, зачем он пришёл, что ему нужно.\n\nВыслушал его мудрец и спрашивает:\n\n— Больше ни о чём не хочешь спросить меня?\n\n— Хочу, — отвечает Шейдулла. И рассказал о просьбах тощего волка, яблони и большой рыбы.\n\n— У рыбы, — сказал мудрец, — застрял в горле крупный драгоценный камень. Когда вынут у неё из горла этот камень, тогда она и выздоровеет. Под яблоней зарыт большой кувшин с серебром. Когда выроют этот кувшин, тогда перестанут засыхать цветы яблони и будут на ней созревать яблоки. А волку, чтобы избавиться от боли, нужно проглотить первого лентяя, какой ему попадётся.\n\n— А моя просьба? — спрашивает Шейдулла.\n\n— Твоя просьба уже исполнена. Ступай! Обрадовался Шейдулла, не стал больше расспрашивать мудреца ни о чём и отправился домой. Шёл он, шёл и дошёл до озера. Там его ждала с нетерпением большая рыба. Как только увидела она Шейдуллу, спросила:\n\n— Ну, что посоветовал мне мудрец?\n\n— Когда вынут у тебя из горла драгоценный камень, тогда и станешь ты здоровой, — сказал ей Шейдулла и хотел идти дальше.\n\n— Добрый человек, сжалься надо мной, — стала просить его рыба, — вынь у меня из горла этот камень! И меня освободишь, и сам богатство получишь!\n\n— Ну нет, зачем мне зря трудиться? У меня и без того богатство само собой появится! — сказал Шейдулла и пошёл дальше.\n\nПришёл Шейдулла к яблоне. Увидела его яблоня — затрепетала всеми своими ветками, зашелестела всеми своими листиками.\n\n— Ну что? — спрашивает. — Узнал ты у мудреца, как мне избавиться от моего горя?\n\n— Узнал, — говорит Шейдулла. — Надо, чтобы у тебя из-под корней вырыли большой кувшин с серебром. Тогда и не будут засыхать твои цветы, тогда и будут созревать яблоки.\n\nСказал это Шейдулла и хотел идти дальше.\n\nСтала яблоня просить его:\n\n— Вырой из-под моих корней этот кувшин с серебром! Это и тебе на пользу пойдет — сразу разбогатеешь!\n\n— Ну нет, не хочу я трудиться! Мудрец сказал, что у меня и без того всё будет, — ответил Шейдулла и пошёл своим путем.\n\nШёл он, шёл и встретил тощего волка. Увидел Шейдуллу тощий волк, так весь и затрясся от нетерпения.\n\n— Ну, — спрашивает, — что посоветовал мне мудрец? Не томи, скажи скорее!..\n\n— Съешь первого лентяя, какой тебе на пути встретится, сразу поправишься, — сказал Шейдулла.\n\nПоблагодарил волк Шейдуллу и стал расспрашивать его обо всём, что он видел и слышал по дороге.\n\nШейдулла рассказал волку о своих встречах с большой рыбой и яблоней и об их просьбах.\n\n— Только не стал я задерживаться, — говорит Шейдулла, — я и без того богат буду.\n\nВыслушал его волк и очень обрадовался.\n\n— Ну, — говорит, — не нужно мне теперь искать лентяя: он сам ко мне пришёл! Нет никого на свете глупее и ленивее этого Шейдуллы!\n\nКинулся волк на Шейдуллу да и проглотил его целиком!\n\nТак и пропал лентяй Шейдулла.\n\nС неба упали три яблока: одно — тому, кто слушал, другое — тому, кто рассказывал, третье — всем остальным."
}