{
  "text": "Жили в одном селе старик да старуха, бедные — пребедные, и был у них сын Иванушка. С малых лет любил он на дудочке играть. И так — то он хорошо играл, что все слушали — наслушаться не могли. Заиграет Иванушка грустную песню — все пригорюнятся, у всех слезы катятся. Заиграет плясовую — все в пляс идут, удержаться не могут.\n\nПодрос Иванушка и говорит отцу да матери:\n\n— Пойду я, батюшка и матушка, в работники наниматься. Сколько заработаю — все вам принесу. Попрощался и пошел. Пришел в одну деревню — никто не нанимает. В другую пошел — и там работники не нужны. Пошел Иванушка дальше. Шел — шел и пришел в дальнее село. Ходит от избы к избе, спрашивает:\n\n— Не нужен ли кому работник?\n\nВышел из одной избы мужик и говорит:\n\n— Не наймешься ли ты овец пасти?\n\n— Наймусь, дело не хитрое!\n\n— Не хитрое оно, это так. Только у меня такое условие: если хорошо пасти будешь — двойное жалованье заплачу. А если хоть одну овечку из моего стада потеряешь — ничего не получишь, прогоню без денег!\n\n— Авось не потеряю! — отвечает Иванушка.\n\n— То — то, смотри!\n\nУговорились они, и стал Иванушка стадо пасти. Утром чуть свет уйдет со двора, а возвращается, когда солнце сядет.\n\nКак идет он с пастбища, хозяин с хозяйкой уже у ворот стоят, овец считают: — Одна, две, три… десять… двадцать… сорок… пятьдесят… Все овцы целы!\n\nТак и месяц прошел, и другой, и третий. Скоро надо с пастухом рассчитываться, жалованье ему платить.\n\n«Что это? — думает хозяин. — Как это пастух всех овец сберегает? В прошлые годы всегда овцы пропадали: то волк задерет, то сами куда забредут, потеряются… Неспроста это. Надо посмотреть, что пастух на пастбище делает».\n\nПод утро, когда еще все спали, взял хозяин овчинный тулуп, выворотил его шерстью наружу, напялил на себя и пробрался в хлев. Стал среди овец на четвереньки. Стоит дожидается, когда пастух погонит стадо на пастбище.\n\nКак солнышко взошло, Иванушка поднялся и погнал овец. Заблеяли овцы и побежали. А хозяину хоть и трудно, только не отстает — бежит вместе с овцами, покрикивает:\n\n— Бя — бя — бя! Бя — бя — бя!\n\nА сам думает:\n\n«Теперь — то я все узнаю, выведаю!»\n\nДумал он, что Иванушка его не заметит. А Иванушка зорким был, сразу его увидел, только виду не подал — гонит овец, а сам нет — нет и стегнет их кнутом. Да все метит прямо хозяина по спине! Пригнал овец на опушку леса, сел под кусток и стал краюху жевать.\n\nХодят овцы по полянке, щиплют травку. А Иванушка за ними посматривает. Как увидит, что какая овца хочет в лес забежать, сейчас на дудочке заиграет. Все овцы к нему бегут. А хозяин все на четвереньках ходит, головой в землю тычется, будто травку щиплет.\n\nУстал, утомился, — а показаться стыдно: расскажет пастух соседям — сраму не оберешься!\n\nКак наелись овцы, Иванушка и говорит им:\n\n— Ну, сыты вы, довольны вы, теперь и поплясать можно!\n\nДа и заиграл на дудочке плясовую. Принялись овцы скакать да плясать, копытцами постукивать! И хозяин туда же: хоть и не сыт и не доволен, а выскочил из середины стада и давай плясать вприсядку. Пляшет, пляшет, ногами разные штуки выделывает, удержаться не может!\n\nИванушка все быстрее да быстрее играет. А за ним и овцы и хозяин быстрее пляшут. Уморился хозяин. Пот с него градом так и катится. Красный весь, волосы растрепались… Не выдержал, закричал:\n\n— О, батрак, перестань ты играть!.. Мочи моей нет!\n\nА Иванушка будто не слышит — играет да играет! Остановился он наконец и говорит:\n\n— Ой, хозяин! Ты ли это?\n\n— Я…\n\n— Да как же ты сюда попал?\n\n— Да так, забрел невзначай…\n\n— А тулуп зачем надел?\n\n— Да холодно с утра показалось…\n\nА сам за кусты, да и был таков. Приплелся домой и говорит жене:\n\n— Ну, жена, надо нам поскорее батрака выпроводить подобру — поздорову, надо ему жалованье отдать…\n\n— Что так? Никому не отдавали, а ему вдруг отдадим…\n\n— Нельзя не отдать. Он так нас осрамит, что и людям не сможем показаться.\n\nИ рассказал ей, как пастух заставил его плясать, чуть до смерти не уморил.\n\nВыслушала хозяйка и говорит:\n\n— Настоящий ты дурень! Нужно же тебе было плясать! Меня — то он не заставит! Как придет, велю ему играть. Посмотришь, что будет.\n\nСтал хозяин просить жену:\n\n— Коли ты такое дело затеяла, посади меня в сундук да привяжи на чердаке за перекладину, чтоб мне вместе с тобой не заплясать… Будет с меня! Наплясался я утром, чуть жив хожу.\n\nХозяйка так и сделала. Посадила мужа в большой сундук и привязала на чердаке за перекладину. А сама ждет не дождется, когда вернется батрак с поля. Вечером, только Иванушка пригнал стадо, хозяйка и говорит ему:\n\n— Правда ли, что у тебя такая дудка есть, под которую все пляшут?\n\n— Правда.\n\n— Ну — ка поиграй! Если и я запляшу — отдадим тебе жалованье, а не запляшу — так прогоним.\n\n— Хорошо, — говорит Иванушка, — будь по — твоему. Вынул он дудочку и стал плясовую наигрывать. А хозяйка в это время тесто месила. Не удержалась она и пошла плясать. Пляшет, а сама переваливает тесто с руки на руку.\n\nА Иванушка все быстрее да быстрее, все громче да громче играет.\n\nИ хозяйка все быстрее да быстрее пляшет. Услыхал дудочку и хозяин на чердаке. Стал в своем сундуке руками да ногами шевелить, поплясывать.\n\nД.. о а тесно ему там, — все головой о крышку стукается. Возился, возился да сорвался с перекладины вместе с сундуком. Прошиб головой крышку, выскочил из сундука и давай по чердаку вприсядку плясать! С чердака скатился, в избу ввалился. Стал там вместе с женой плясать, руками да ногами размахивать!\n\nА Иванушка вышел на крылечко, сел на ступеньку, все играет, не умолкает.\n\nХозяин с хозяйкой за ним во двор выскочили и ну плясать да скакать перед крыльцом.\n\nУстали оба, еле дышат, а остановиться не могут. А глядя на них, и куры заплясали, и овцы, и коровы, и собака у будки.\n\nТут Иванушка встал с крыльца да, поигрывая, к воротам пошел. А за ним и все потянулись. Видит хозяйка — дело плохо. Стала упрашивать Иванушку:\n\n— Ой, батрак, перестань, не играй больше! Не выходи со двора! Не позорь перед людьми! По — честному с тобой рассчитаемся! По уговору жалованье отдадим!\n\n— Ну нет! — говорит Иванушка. — Пусть на вас добрые люди посмотрят, пусть посмеются!\n\nВышел он за ворота — еще громче заиграл. А хозяин с хозяйкой со всеми коровами, овцами да курами еще быстрее заплясали. И крутятся, и вертятся, и приседают, и подпрыгивают!\n\nСбежалась тут вся деревня — и старые и малые, смеются, пальцами показывают…\n\nДо самого вечера играл Иванушка. Утром получил жалованье и ушел к отцу, к матери. А хозяин с хозяйкой в избу спрятались. Сидят и показаться людям на глаза не смеют."
}