{
  "text": "Шёл однажды по лесу крестьянин. Вдруг навстречу ему - волк. Увидел крестьянина и говорит:\n\n- Ну, готовься к смерти: сейчас я тебя съем!\n\n- Что же я тебе сделал? - спрашивает крестьянин. - За что ты меня погубить хочешь?\n\n- А ты будто не знаешь?\n\n- Нет, не знаю. Сделай милость, скажи!\n\n- Сегодня утром ты не дал мне выспаться в можжевельнике. У меня до сих пор болит голова от звука твоих труб!\n\n- Милый мой, подумай, что ты говоришь! Какие там трубные звуки? Ведь я только высморкался.\n\n- Что бы там ни было, всё равно я тебя сейчас съем!\n\n- Ну, кто сильнее, тот всегда прав, - сказал крестьянин. - Ничего с тобой не поделаешь: если хочешь съесть меня - ешь. Только разреши мне сначала умыться у ручья, а то я запылился и загрязнился.\n\n- Ну так и быть, ступай к ручью, умойся, - разрешил волк.\n\nСел он в стороне и стал дожидаться. А крестьянин пошёл к ручью, нагнулся, будто и вправду умывается, а сам незаметно отломил толстый рябиновый сук.\n\n- Готов ли ты? - спрашивает волк.\n\n- Готов, - отвечает крестьянин.\n\nПодошёл он к волку, схватил левой рукой его за хвост, а правой принялся колотить палкой да приговаривать:\n\n- У тебя сила - у меня ум! У тебя зубы - у меня смекалка!\n\nИ так изрядно отдубасил волка, что у того на боках шерсти не осталось.\n\nРвался, рвался волк, наконец рванулся так, что хвост у него оторвался. Волк убежал, а хвост остался в руках у крестьянина. Положил он волчий хвост в свою сумку и пошёл, посмеиваясь, дальше.\n\nА волк скоро опомнился и стал выть - скликать других волков:\n\n- Эй, волки, бегите скорее ко мне!\n\nНа его вой собралось так много волков, что и не сочтёшь.\n\nРассказал им куцый волк, что с ним человек сделал.\n\nЗавыли волки и бросились догонять крестьянина.\n\nУслышал крестьянин волчий вой и понял, что волки его догоняют.\n\nНедолго раздумывая, взобрался он на высокую сосну и сел на толстый сук. Сидит, посматривает вниз.\n\nПодбежали волки, стали вокруг сосны, смотрят на человека, лязгают зубами. Стоят и сговариваются.\n\n- Надо его с дерева стащить!\n\n- Надо-то надо, да как стащим?\n\nДолго думали волки, что делать. Наконец самый старый сказал:\n\n- Пусть один волк станет под сосной, ему на спину станет другой, а на другого - третий, на третьего - четвёртый, на четвёртого - пятый,- словом, сколько потребуется, чтобы добраться до сука, на котором человек сидит... Тут мы его и стащим вниз!\n\nЭто очень понравилось волкам, а особенно куцему.\n\nОн тотчас стал под сосной и велел другим волкам становиться ему на спину:\n- Достанем негодника и разорвём на кусочки!\n\nВот волки и полезли один на другого - всё выше и выше, всё выше и выше...\n\nВот уже вскарабкался и последний волк, собирается схватить крестьянина...\n\nВидит крестьянин, что дело плохо, да не растерялся - достал из сумки волчий хвост, кинул его вниз и крикнул:\n\n- Эй, куцый! Вот твой хвост! Бери его! Может быть, опять приставишь!\n\nОбрадовался куцый, бросился за своим хвостом. Тут все волки и посыпались на землю, чуть себе шеи не свернули! Завыли от злости и побежали догонять куцего: ведь по его вине всё это случилось!\n\nА крестьянин спустился с сосны и благополучно вернулся домой."
}