{
  "text": "Когда-то жили на свете три брата. У них была единственная сестра, такая красавица, что второй такой нигде и не найти.\nБратья боялись, что какой-нибудь молодец увидит их сестру и похитит её. Поэтому они поселили её в высокой каменной башне.\nКак-то раз братья отправились на охоту и сказали матери:\n— Береги нашу сестру!\n— Хорошо, — ответила мать. — Не беспокойтесь, никто её не унесёт!\nУшли братья, а мать пошла в башню к дочери, хотела накормить её.\nОткуда ни возьмись прилетел дракон. Кинулся в открытую дверь башни, схватил девушку и в тот же миг исчез вместе с ней.\nСтала мать сокрушаться, горевать, плакать, да слезами свою дочь вернуть не могла.\nВозвратились братья домой. Вышла к ним мать и говорит:\n— Дети мои! Я знаю, что вы первые храбрецы в нашем селении и в храбрости никому не уступите. Скажите мне, на что каждый из вас способен в несчастье?\n— Нет на свете такой вещи, — сказал старший брат, — будь она меньше иголочки, которую бы я не нашёл, только бы она была на земле! Будь она под семью замками, на дне моря, в крепости — всюду её найду и унесу, да так, что никто и не заметит!\n— А я могу убить на бегу и на лету любого зверя, любую птицу! — говорит средний брат.\n— А я могу схватить и удержать всё, что бы ни падало с неба, как бы оно ни было велико и тяжело! — сказал младший брат.\n— Хорошо, тогда я расскажу вам о нашем несчастье, — молвила мать. — Я открыла дверь в башню, как вдруг влетел в неё дракон, схватил вашу сестру и унёс неизвестно куда...\nВстревожились братья и сейчас же отправились в путь — искать сестру. А перед уходом дали слово не возвращаться домой без сестры.\nДолго они ходили. Во многих краях побывали, много высоких гор перешли и наконец дошли до дремучего леса.\n— Вот в этом лесу и живёт дракон! — сказал старший брат.\nВошли братья в лес. Деревья в том лесу верхушками в облака упираются, ветки между собою сплелись.\nШли братья по лесу, шли и вышли на поляну. Смотрят — сидит на поляне их сестра, а вокруг неё свернулся кольцом громадный дракон — сторожит её.\nНи подъехать к сестре, ни подойти.\nИзловчился старший брат, зашёл сзади, поднял камень и бросил в сторону.\nПовернул голову дракон: захотел узнать, что это за шум.\nА брату только того и надо было: перепрыгнул он через дракона, схватил сестру на руки — и убежал! Дракон даже и не заметил этого.\nПоспешили братья в обратный путь.\nСкоро дракон увидел, что девушка пропала.\nВзвился он и помчался вдогонку за братьями. Налетел на них, как туча, выхватил девушку и поднялся с ней высоко в небо, под самое солнце.\n— Ничего, — говорит средний брат, — недалеко он улетит!\nПрицелился из ружья и выстрелил дракону в голову.\nЗашипел, заревел дракон, разжал когти и выпустил девушку.\nКак камень, полетела она вниз.\nТут подскочил младший брат, подхватил её на лету и невредимой поставил на землю.\nСчастливые и радостные, братья с сестрой вернулись домой к матери.\nА мать между тем сшила хороший бешмет. Этот бешмет она решила подарить тому сыну, который больше всех сделал для спасения своей сестры.\n— Дети мои, — сказала она сыновьям, — кому же я могу подарить этот бешмет?\nСтарший брат сказал:\n— Подари его мне! Если бы не я, другие братья не нашли бы сестру. А если бы они случайно и узнали, где она, всё равно не сумели бы унести её от дракона. Не сделай я этого, наша сестра погибла бы!\n— Правда, — сказал средний брат, — на земле я не мог бороться с драконом. Но когда он выхватил у нас сестру и взлетел с нею в небо, кто бы без меня убил дракона и спас её? Не убей я дракона, не было бы сейчас среди нас нашей любимой сестры! Значит, бешмет по праву принадлежит мне.\n— Нет, — возразил младший брат, — бешмет следует получить мне. Ведь это я спас сестру от верной смерти, когда она падала с неба на землю. Не подхвати я её, упала бы она на камни и разбилась!\nВыслушала мать своих сыновей и сказала:\n— Если бы не ты, старший сын, не нашли бы сестру другие братья. А если бы и нашли, то уж никак не смогли бы отнять её у дракона. Без тебя, средний сын, не убили бы они дракона, когда он взвился с нею в небо, и пропала бы моя дочь. Не уцелела бы она и без тебя, младший сынок, когда падала с неба. Не будь тебя, разбилась бы она насмерть. И спасли вы свою сестру только потому, что действовали вместе! Видно, надо мне сшить ещё два бешмета!"
}