{
  "text": "Жил старый Мороз, и был у него сынок — молодой Морозец. И такой хвастун был этот сынок, что и захочешь рассказать, да не расскажешь! Послушать его — так умнее и сильнее его на всём свете никого нет. Вот раз и думает этот сынок, молодой Морозец:\n«Стар стал мой отец! Плохо своё дело делает. Я и молодой и сильный — куда лучше могу людей морозить! От меня никто не спасётся, со мной никто не справится: всех одолею!»\nПустился молодой Морозец в путь, принялся выискивать, кого бы это заморозить. Вылетел на дорогу и видит — едет в повозке на сытой лошадке пан. Сам пан толстый, шуба на пане меховая, тёплая, ноги ковром укутаны.\nОсмотрел Морозец пана, засмеялся.\n«Э, — думает, — кутайся не кутайся, всё равно от меня не спасёшься! Старик отец мой, может быть, н не пронял бы тебя, а я так пройму, что только держись! Ни шуба, ни ковёр не помогут!»\nПодлетел Морозец к пану и давай его донимать: и под ковёр забирается, и в рукава влезает, и за воротник пробирается, и за нос щиплет.\nПриказал пан своему слуге погонять лошадь.\n— Не то, — кричит, — замёрзну я!\nА Морозец ещё пуще донимает, ещё больнее за нос щиплет, пальцы на ногах и руках леденит, дышать не даёт.\nПан и так, пан и сяк — и ёжится, и жмётся, и вертится на месте.\n— Погоняй, — кричит, — погоняй скорее!\nА потом и кричать перестал: голос потерял.\nПриехал пан в свою усадьбу, вынесли его из повозки чуть живого.\nПолетел молодой Морозец к отцу, к старому Морозу. Стал перед ним хвастаться:\n— Вон я какой! Вон я какой! Где тебе, отец, за мной угнаться! Смотри, какого пана я заморозил! Смотри, под какую тёплую шубу я пробрался! Тебе под такую шубу ни за что не пробраться! Тебе такого пана ни за что не заморозить!\nУсмехнулся старый Мороз и говорит:\n— Хвастунишка ты! Подождал бы своей силой да удалью хвалиться. Верно: заморозил ты толстого пана, влез к нему под тёплую шубу. Да большое ли это дело? Вон смотри — едет тощий мужик в дырявой шубёнке, на тощей лошадёнке. Видишь ты его?\n— Вижу.\n— Едет этот мужик в лес дрова рубить. Попробуй-ка ты его заморозить. Если заморозишь — поверю тебе, что и в самом деле ты силён!\n— Вот невидаль! — отвечает молодой Морозец. — Да я его в один миг заморожу!\nВзвился Морозец, полетел мужика догонять. Догнал, напал и давай его донимать: то с одного боку налетит, то с другого, а мужик едет себе да едет. Стал Морозец его за ноги хватать. А мужик соскочил с саней и побежал рядом с лошадёнкой.\n«Ну, — думает Морозец, — погоди! Уж я тебя в лесу заморожу!»\nПриехал мужик в лес, достал топор и принялся ёлки да берёзы рубить — щепки во все стороны так и летят!\nА молодой Морозец покою ему не даёт: и за руки, и за ноги хватает, и за ворот пробирается…\nИ чем больше старается Морозец, тем сильнее мужик топором размахивает, тем сильнее дрова рубит. Разогрелся так, что даже рукавицы снял.\nДолго нападал Морозец на мужика, наконец устал.\n«Ладно, — думает, — всё равно я тебя одолею! Проберу тебя до костей, когда ты будешь домой возвращаться!»\nПодбежал к саням, увидел рукавицы, да и забрался в них. Сидит и посмеивается:\n«Посмотрю-ка я, как это мужик свои рукавицы наденет: они так одеревенели, что в них и пальцы просунуть нельзя!»\nМорозец в мужичьих рукавицах сидит, а мужик знай всё рубит да рубит.\nДо тех пор рубил, пока не наложил воз верхом.\n— Теперь, — говорит, — можно и домой возвращаться!\nВзял тут мужик свои рукавицы, хотел было их надеть, а они как железные.\n«Ну, что будешь делать?» — посмеивается про себя молодой Морозец.\nА мужик, как увидел, что рукавицы надеть нельзя, взял топор и принялся бить по ним.\nМужик по рукавицам обухом тук да тук, а Морозец в рукавицах ох да ох!\nИ так крепко мужик помял бока Морозцу, что тот чуть жив убрался.\nМужик домой едет, дрова везёт, на свою лошадёнку покрикивает. А молодой Морозец к отцу ковыляет, сам охает. Увидел его старый Мороз, стал посмеиваться:\n— Что это ты, сынок, еле идёшь?\n— Уморился, пока мужика морозил.\n— А что это, сынок, молодой Морозец, так жалобно охаешь?\n— Да уж очень больно мужик бока намял!\n— Это тебе, сынок, молодой Морозец, наукой будет: с панами-бездельниками немудрено справиться, а вот мужика никогда и никому не одолеть! Запомни это!"
}