{
  "text": "Слушай, что было. \n В небольшой деревушке жил бедный молодой крестьянин. Звали его Хуан Сяо. Хуан Сяо трудился на своем клочке земли с утра до вечера, но спать ложился все равно голодным. Никак не мог заработать Хуан Сяо горсточку риса на ужин. Чтобы не умереть с голоду, пошел молодой крестьянин к местному лавочнику и стал на него батрачить. \n Однажды, когда Хуан Сяо кормил хозяйских кур, из-за туч, точно камень, упал ястреб, схватил самую жирную наседку и полетел с ней. Наседка была тяжелая, и ястреб летел медленно и совсем низко. Хуан Сяо погнался за вором.\nДолго гнался бедняга за хищником. \n Уже и деревня осталась далеко позади, и солнце пошло на закат, а Хуан Сяо все бежал да бежал за ястребом. \n И вот, когда ястреб пролетал над чьим-то садом, в воздухе вдруг просвистела стрела, и ястреб, не выпуская из когтей добычу, свалился за ограду сада. Хуан Сяо поспешил к ястребу. \n Около мертвой птицы стояла девушка. В одной руке девушка держала лук, в другой — хризантему.\nУслышав шаги, она повернулась к Хуан Сяо, посмотрела на него глазами глубокими, точно вечернее небо, и спросила: \n —  Как зовут тебя, незнакомец? \n — Меня зовут Хуан Сяо. А тебя? \n — Вань Мэй.\nИ тогда Хуан Сяо взял девушку за руку и сказал: \n — я полюбил тебя и не смогу жить, не видя твоих глаз, глубоких, как вечернее небо. Будь моей женой. \n — И я полюбила тебя, Хуан Сяо, я согласна стать твоей женой. Присылай к моему отцу почтенного свата. \n – Радостный вернулся домой Хуан Сяо и стал просить хозяина быть его сватом.\n— Что ж, я согласен, — сказал лавочник. — Только за это ты должен работать на меня даром все лето и осень. \n С почетом принял отец Вань Мэй богатого лавочника. \n — Сколько у жениха денег? — спросил он свата. \n — У него нет и связки чохов, — ответил лавочник.— Мне такого зятя не надо, — сказал старик. — Если он хочет получить в жены мою дочь, пусть пришлет мне свадебный подарок: десять золотых кирпичей, три золотых нити и большую жемчужину. \n Передал лавочник своему батраку ответ отца Вань Мэй, посмеялся над чужим горем и пошел в дом. \n А Хуан Сяо, едва показалось утром солнце, тронулся в далекий путь. \n Он отправился просить помощи у Старого Мудреца, что жил на краю земли. \n Хуан Сяо шел день, другой, третий, на четвертый подошел к большому городу, вокруг которого жители возводили высокую стену. Они спросили у путника, куда он идет, и Хуан Сяо ответил: \n — Я иду к Старому Мудрецу за советом. \n Взмолились жители города: \n — Спроси Старого Мудреца, почему мы не можем достроить своей стены.  Каждый раз она обваливается на западном углу. \n Хуан Сяо пообещал исполнить их просьбу и пошел дальше. \n На пути его лежало большое селение. На окраине селения Хуан Сяо увидел почтенного старика. \n Он сидел на пороге, и слезы текли по его глубоким морщинам. \n Хуан Сяо остановился около старика и спросил, о чем он плачет. \n Ответил старик: \n —  Как мне не плакать? Моей дочери исполнилось сегодня четырнадцать лет, но она немая. И никто не может вылечить ее. \n — Хорошо, — сказал Хуан Сяо. — Я спрошу у Старого Мудреца, как вылечить вашу несчастную дочь. \n И он отправился дальше. \n Труден и опасен был путь батрака. Хуан Сяо переплывал бурные реки, взбирался на отвесные скалы, пересекал безводные пустыни, пробирался сквозь чащу. \n Наконец он подошел к берегу океана. И хотя Хуан Сяо был прекрасный пловец, но переплыть океан человек не может. \n Пока Хуан Сяо раздумывал, как перебраться ему через океан, за которым живет Старый Мудрец, к нему подплыла большая черная черепаха. \n — Я перевезу тебя через океан, — сказала она. — Только ты спроси у Старого Мудреца, что я должна сделать, чтобы опуститься на дно океана. Много сотен лет плаваю я в океане и хочу теперь отдохнуть на мягком илистом дне. \n Хуан Сяо пообещал черепахе выполнить ее просьбу, и черепаха повезла его по волнам океана. \n На заре Хуан Сяо достиг другого берега. Здесь жил Старый Мудрец. \n — Что привело тебя ко мне? — спросил Мудрец. \n — Я шел, чтобы задать тебе только один вопрос. Но по дороге меня просили задать тебе еще три вопроса. Позволь же задать тебе четыре вопроса \n — Никогда и никому не отвечал я больше чем на три вопроса. И тебе я отвечу тоже на три вопроса, — сказал Мудрец. \n Хуан Сяо не знал, что ему делать. Если не выполнить просьбу жителей города, они никогда не сумеют достроить своей стены, и враги снова проникнут в их город, разрушат его и угонят всех в рабство. \n Может быть, не выполнить просьбу отца немой девочки? Но тогда и девочка и старый отец ее будут несчастны до конца дней своих. \n Значит, оставалось только забыть о просьбе черепахи. Но ведь это было бы черной неблагодарностью! Ведь черепаха везла на себе Хуан Сяо всю ночь. \n А четвертый совет он должен был получить для самого себя.Что же оставалось делать Хуан Сяо? \n Он долго думал, а Старый Мудрец терпеливо ждал его вопросов. \n И тогда Хуан Сяо поступил так, как полагается поступить благородному человеку. Он выполнил просьбы горожан, старика и черепахи. А о себе ничего не спросил. \n И вот что ответил Мудрец на три вопроса Хуан Сяо: \n — Вырой заступом то, что зарыто у западного угла стены — и стена перестанет обваливаться. \n — Вырви у дочери старика три красных волоса — и она заговорит. \n — Вынь из пасти черепахи то, что ей не принадлежит — и она сможет опуститься на илистое дно океана. \n Так ответил Мудрец и сразу же исчез. Пришлось Хуан Сяо отправиться в обратный путь, не узнав, как раздобыть для себя свадебный подарок. \n Печальный, подошел он к берегу океана. Здесь, покачиваясь на волнах, ждала его черная черепаха. \n — Что сказал Старый Мудрец? — спросила она, завидев Хуан Сяо. \n — Перевези меня на другой берег, и я отвечу тебе. \n  Как только юноша ступил на берег, он приказал черепахе раскрыть пасть. \n В пасти черепахи лежала жемчужина величиною с вишню. \n Хуан Сяо вытащил жемчужину — и черепаха сразу же погрузилась в воду. \n Обрадованный батрак спрятал жемчужину и пошел дальше. Скоро он достиг селения, где жила немая девочка. Отец ее по-прежнему сидел на пороге. Рядом с ним стояла его несчастная дочь. \n Хуан Сяо молча приблизился к девочке и вырвал из головы ее три красных волоса. \n И о чудо! Девочка сразу же заговорила, а три красных волоса превратились в руках Хуан Сяо в три золотых нити. \n  Когда Хуан Сяо достиг города, все жители вышли ему навстречу. \n — Принес ли ты нам ответ Старого Мудреца? — спросили они юношу. \n Хуан Сяо подошел к западному углу стены, взял у рабочего заступ и быстро начал копать землю. Он не успел сделать и десяти бросков, как наткнулся на что-то твердое. В этом месте оказались зарытыми десять золотых кирпичей. \n — Теперь можете строить, — сказал Хуан Сяо и, взяв золотые кирпичи, поспешил в родную деревню. Там он отдал отцу Вань Мэй свадебные подарки и стал мужем прекрасной девушки. \n Счастливо зажили после свадьбы молодые люди, хотя Хуан Сяо приходилось работать в поле на своего хозяина от восхода солнца до темноты. \n Хуан Сяо так любил свою жену, что не мог и часу пробыть не видя ее. Он нарисовал цветной тушью на шелковом платке прекрасное лицо Вань Мэй и любовался им в редкие минуты отдыха. \n И однажды, когда Хуан Сяо положил перед собой шелковый платок, налетел свирепый ветер и умчал его. \n Долго летел гонимый ветром платок, пока не залетел прямо в золотой зал императора. Увидев нарисованное на платке прекрасное лицо Вань Мэй, император приказал своим слугам: \n — Найти эту красавицу и привести ко мне! \n Бросились слуги во все концы империи искать неизвестную красавицу. И когда они вошли в бедную фанзу Хуан Сяо и увидели Вань Мэй, они схватили ее, посадили в паланкин и понесли во дворец. Однако Вань Мэй успела шепнуть мужу: \n — Надень на себя вывернутую баранью шубу и приходи во дворец. \n Принесли Вань Мэй во дворец, и император посадил ее рядом с собой на трон. \n Села Вань Мэй на трон и залилась слезами. \n Напрасно старался император утешить ее — ничего не помогало. \n Наконец Вань Мэй сказала: \n — Пусть твои слуги выйдут вон. Мне противно на них смотреть! \n — Пошли прочь! — закричал слугам император. — Разве вы не слышали, что сказала новая императрица?! Отныне приказываю вам подчиняться ей с первого слова! \n Слуги в страхе покинули зал, но Вань Мэй продолжала горько рыдать. \n Вдруг открылась дверь, и вошел Хуан Сяо. На нем была надета вывернутая баранья шуба. Вань Мэй увидела его и начала громко смеяться. \n Обрадовался император, что Вань Мэй развеселилась. \n А Вань Мэй говорит: \n —  Какая смешная шуба у этого человека! Если бы у тебя была такая шуба, я бы всегда была веселой. \n Император сошел с трона и начал стягивать с Хуан Сяо шубу. \n — Ты несправедлив! — воскликнула Вань Мэй. — Взамен шубы ты должен подарить ему свою одежду! \n Император так и сделал. \n Но, как только он завернулся в бараний мех, а Хуан Сяо облачился в царские одежды, Вань Мэй громко закричала: \n — Эй, слуги, стража! Все ко мне! \n В один миг зал наполнился людьми. \n — Этот человек в бараньей шкуре хотел убить императора. Отрубите ему голову! \n Не успел жестокий император понять, что случилось, как уже палач отрубил ему голову. \n А ночью Хуан Сяо и Вань Мэй убежали из дворца. И до глубокой старости жили они в любви и согласии."
}