{
  "text": "Давным-давно жили муж с женой, и было у них три дочери. Однажды муж отправился на целый день в поле пахать и говорит жене:\n\n— Напеки-ка ты лепёшек и пришли мне с дочкой.\n\nНапекла жена лепёшек и отправила старшую дочку к отцу.\n\nПошла девушка на пашню, а дороги не знает. Шла-шла и подошла к перекрёстку. Остановилась и думает:\n\n\"В какую же сторону мне пойти?\"\n\nПрилетела птичка и чирикает:\n\n— Чир-чирик, чир-чирик! Иди, сестрица, в правую сторону.\n\nА с другой стороны притаился волк. Лежит он за кустом и ворчит:\n\n— Хур-хур, девушка, иди в левую сторону!\n\nДевушка и пошла в левую сторону. Прошла немного и увидела избушку. Зашла она в эту избушку, а здесь волк её дожидается. Отнял он у девушки её лепёшки, съел их, а девушку спустил в глубокое подполье.\n\n— Сиди, – говорит, – пока не выпущу!\n\nВернулся вечером отец домой голодный, спрашивает:\n\n— Почему не принесли мне поесть?\n\nА жена ему отвечает:\n\n— Послала я тебе лепёшек - старшая дочка их понесла, а домой ещё не вернулась.\n\nЖдали, ждали девушку; все ждали - и мать, и отец, и сёстры, – да так и не дождались.\n\n\"Ну, – думают, – может, у подружки заночевала\".\n\nНа другой день отец опять собрался на пашню и говорит жене:\n\n— Смотри, сегодня пришли мне поесть пораньше да накажи дочке, чтобы к подружкам по дороге не заходила, прямо ко мне шла!\n\nОпять напекла жена лепёшек и послала их мужу со средней дочерью.\n\nДошла девушка до перекрёстка, остановилась и не знает, куда ей дальше идти.\n\nПрилетела птичка и чирикает:\n\n— Чир-чирик, чир-чирик, сестрица! Иди в правую сторону!\n\nА волк с другой стороны из-за кустов ворчит:\n\n— Хур-хур, девушка, иди в левую сторону!\n\nПослушала его девушка, пошла в левую сторону, и волк в ту же сторону побежал.\n\nПрошла девушка немного и наткнулась на избушку. Зашла она в избушку. А тут волк её уже дожидается. Отнял он у девушки лепёшки, съел их, а девушку запер в подполье.\n\nСмотрит девушка, а тут и старшая сестра её сидит. Она и спрашивает её:\n\n— Что же ты тут сидишь?\n\n— Меня волк посадил. А сама ты как сюда попала?\n\n— И меня волк заманил.\n\nСидят девушки в подполье, плачут, что делать - не знают, не придумают.\n\nВернулся вечером отец домой и стал бранить жену, почему она поесть ему не прислала.\n\n— Как же, – отвечает жена, – я в полдень вторую дочку к тебе послала.\n\n— Ты-то послала, да она-то не пришла!\n\n— Вот какие у нас дочки бестолковые: вместо того чтобы отцу на пашню поесть принести, они к подружкам убегают, обо всём забывают!\n\nНа третий день понесла отцу лепёшки третья дочка, младшая.\n\n— Никуда, дочка, не заходи, – говорит ей мать, – иди прямо к отцу, не то он опять целый день голодным работать будет!\n\n— Никуда не зайду, – отвечает дочка.\n\nПошла она, а волк у перекрёстка, в кустах, уже дожидается. Как остановилась она и стала раздумывать, куда ей дальше идти, волк и начал своё:\n\n— Хур-хур, девушка, иди в левую сторону!\n\nПтичка поёт:\n\n— Чир-чирик, сестрица, иди в правую сторону!\n\nА волк:\n\n— Хур-хур, девушка, иди в левую!\n\nПослушала, послушала девушка и пошла налево. Пришла к волчьей избушке, да и попала, как обе сестры, в глубокое, тёмное подполье.\n\nСидят сестры, ждут, что дальше будет. Старшие горюют, плачут, а младшая их успокаивает.\n\n— Ничего, – говорит, – не бойтесь, сестрицы, как-нибудь да убежим отсюда!\n\nА волк стал кипятить в котле смолу. Как вскипела смола, выпустил он из подполья старшую сестру и говорит:\n\n— Вот смотри: я брошу в этот котёл колечко. Если ты сумеешь его достать и не обваришь руки, выпущу тебя из подполья!\n\nСказал - и в лес убежал.\n\nПопробовала девушка достать колечко, да не могла достать, только руки смолой обварила.\n\nПрибежал волк и говорит:\n\n— Покажи-ка мне руки!\n\nПоказала девушка руки, а руки-то смолой обварены.\n\nВолк снова запрятал её в подполье.\n\nНа другой день выпустил он среднюю сестру и ей приказал достать из кипящей смолы колечко. Не смогла и средняя сестра достать колечко, только руки смолой обварила. Вернулся волк, взглянул на её руки и опять в подполье кинул.\n\nНа третий день волк вскипятил в котле смолу, выпустил из подполья младшую сестру и говорит:\n\n— Достань мне колечко, да смотри руки не обвари!\n\nСказал - и в лес убежал.\n\nМладшая сестра была догадливая. Взяла она палочку и палочкой достала из смолы колечко.\n\nПрибежал волк из лесу. Видит - девушка достала колечко и руки не обварила. Говорит он ей:\n\n— Ну, теперь ты будешь в моём доме хозяйкой!\n\nСтала она жить в избушке у волка. А старшие сестры в подполье сидят. Младшая сестра всё время думает:\n\n\"Как бы мне самой освободиться да сестёр освободить?..\"\n\nДумала, думала и придумала. Сплела она из веток большую корзину, да и говорит волку:\n\n— Положу я в эту корзину гостинцев, а ты отнеси её завтра нашим отцу с матерью. Да смотри не открывай по дороге корзину! Я заберусь на крышу, за тобой следить буду!\n\nСогласился волк.\n\n— Хорошо, – говорит, – быть по-твоему!\n\nВзяла девушка сноп соломы, нарядила его в свою одежду, повязала своим платочком и поставила соломенную куклу на крышу. А сама с сестрами залезла в корзину.\n\n— Ой, сестрица, страшно нам!.. – говорят старшие.\n\n— Не бойтесь, – отвечает младшая. – Волк не догадается, что мы в корзине сидим!\n\n— Ну, а если он захочет корзину открыть?..\n\n— А я ему не позволю!\n\nТут прибежал волк из лесу, схватил корзину и понёс.\n\nНёс, нёс - и, через лес и через болото, – устал. Поставил корзину на землю и ворчит про себя:\n\n— Надо посмотреть, чего девушка наложила в эту корзину. Уж больно она тяжёлая!\n\nА девушка из корзины кричит:\n\n— Не открывай корзину, я на крыше сижу - всё вижу!\n\n\"Ишь, какая зоркая! Далеко видит\", – подумал волк.\n\nВзвалил корзину на спину и побежал дальше. Пробежал через болотце, остановился и говорит:\n\n— Ну, теперь-то она, наверно, не увидит! Посмотрю-ка, что в этой корзине.\n\nА девушка опять:\n\n— Вижу тебя, вижу! Не открывай корзину - дальше неси!\n\nВолк схватил корзину и побежал к дому, в котором жили отец и мать девушек. Прибежал, поставил корзину у крыльца, завыл громко и в лес убежал.\n\nВышли тут во двор отец и мать, видят - у крыльца большая корзина стоит. Открыли они ее, а оттуда выскочили три их дочки. То-то все обрадовались! Стали девушки рассказывать, как они к волку попали, как от него убежали.\n\nА волк прибежал в свою избушку и видит - девушка всё ещё на крыше стоит. Стал он её звать, велел спуститься, а она ничего не отвечает, не спускается к нему.\n\nРассердился волк, взял длинный шест, стал толкать соломенную куклу. Она и свалилась прямо волку на голову. Тут только он догадался, как девушка его перехитрила."
}