{
  "text": "Во времена давние один молодой крестьянин, звали его Масао, полюбил дочь рыбака — красавицу о-Такэ. О-Такэ тоже полюбила Масао. День и ночь думали они друг о друге.\nВстретив раз девушку, Масао сказал:\n— Завтра я пошлю к твоему отцу сватов с подарками… Довольная о-Такэ побежала домой. Но дома ее ожидало горе. В гостях у отца сидел старый богатый лавочник и говорил:\n— Ты, конечно, помнишь, что должен мне сто рё?\nРыбак поклонился лавочнику и сказал:\n— Кто забывает о своих долгах, тот годен только на корм рыбам.\n— В таком случае возврати мне через день весь свой долг. Если не вернешь, я посажу тебя в тюрьму.\nВзмолился бедный рыбак:\n— Не губи меня, пожалей хотя бы дочь мою!..\nТогда лавочник сказал:\n— Хорошо. Я пощажу тебя, но только при одном условии: через день о-Такэ должна стать моей женой.\nТак сказав, старик поднялся и ушел.\nУтром, когда сваты Масао пришли с подарками к отцу о-Такэ, они узнали, что завтра девушка станет женою старика-лавочника. Сваты поспешили к Масао и поведали ему печальную весть.\nУзнал об этом Масао и побежал к рыбаку. Он увидел отца славной о-Такэ, распластался перед ним на земле и стал умолять:\n— Я люблю твою дочь больше жизни. Отдай мне ее в жены, и клянусь тебе, что за всю свою жизнь она не прольет ни одной слезы.\nВздохнул рыбак и сказал:\n— Разве у тебя есть сто рё? Разве ты можешь отдать мой долг лавочнику? Разве ты можешь спасти меня от тюрьмы? Ничего не поделаешь, придется моей дочери покинуть послезавтра мой бедный дом.\nВоскликнул в горести Масао:\n— Легче мне ослепнуть, чем видеть о-Такэ женою уродливого и жадного старика!\nИ в тот же день он покинул родную деревню, чтобы поселиться в соседней провинции.\nМного часов прошел Масао без отдыха, и ночь застала его в лесу. Молодой крестьянин выбрал большое дупло, залег в него и задремал. В полночь Масао проснулся от сильного шума. Он выглянул из дупла и увидел летящего демона-людоеда с ящиком на спине. Демон опустился у соседнего дуба, сорвал с ящика крышку и вытащил оттуда почтенного старца. Злобно воя, демон схватил старика, привязал его накрепко к дубу, зевнул и сказал:\n— Хочу спать. На заре проснусь и съем тебя!..\nДемон зевнул еще раз, потом положил рядом с собой меч и сразу же захрапел.\nМасао видел из своего дупла, как привязанный к дереву старец пытался разорвать веревки. Но демон привязал его так крепко, что все старания человека оказались напрасными.\nТогда Масао вылез из дупла, подполз бесшумно к старцу и перерезал веревки, которыми тот был связан. Не теряя секунды, освобожденный человек подбежал к демону, схватил меч и пронзил им спящее чудище. После этого он поклонился Масао в пояс и промолвил:\n— Благородный человек, ты спас мне жизнь, и я хочу наградить тебя.\nС этими словами старик вытащил из-за пояса мертвого демона веер и начал обмахиваться им. И о чудо! Старец начал молодеть. Не прошло и минуты, как перед Масао стоял сильный мужчина.\n— О, Масао! — сказал человек. — Демон украл у меня этот веер молодости. Теперь я дарю его тебе. Знай, что старому человеку стоит обмахнуться этим веером пять раз — и он станет вдвое моложе.\nИ человек исчез на глазах изумленного Масао.\nМолодой крестьянин посмотрел на волшебный веер и подумал: «В нашей деревне почти в каждом доме живут немощные старики. Пусть же этот веер принесет им счастье».\nВ полдень он подошел к своей деревне и сразу же заметил у дома лавочника много нарядных людей.\n— Что здесь происходит? — спросил Масао. Кто-то ответил ему:\n— Сегодня старый лавочник женится на красавице о-Такэ. Он простил ее отцу долг и подарил ему пять жемчужин. Пойдем с нами на свадьбу.\nКогда Масао переступил порог дома лавочника, все гости были уже в сборе и ждали невесту.\nМасао сел невдалеке от лавочника и тоже стал ждать о-Такэ.\nВскоре раздались радостные возгласы: это несли в паланкине невесту.\nПечальная о-Такэ села, как полагается, напротив жениха и сразу же увидела Масао. Лавочник заметил, что невеста смотрит на Масао, рассердился и сказал молодому крестьянину:\n— Сейчас же уходи отсюда! Я тебя не звал на свою свадьбу! Масао поднялся и сказал:\n— Для счастья о-Такэ мне не жаль ничего. Вот тебе веер молодости, обмахнись им пять раз, и ты станешь вдвое моложе.\nЛавочник вырвал из рук Масао веер и начал обмахиваться. Сразу же с лица его исчезли глубокие морщины, седые волосы вновь стали черными, спина распрямилась, в глазах появился блеск. Когда он взмахнул веером в пятый раз, то превратился из дряхлого старика в крепкого сорокалетнего мужчину.\n— А теперь верни мне веер, и я пойду, — сказал Масао. — Ведь в нашей деревне так много старцев. Сегодня же все они будут снова молодыми.\nНо лавочник оттолкнул Масао и закричал:\n— Я не хочу оставаться сорокалетним! Я хочу быть таким же молодым, как и ты!\nС этими словами он взмахнул веером в шестой раз.\nИ тут все гости увидели, что жених мгновенно превратился в младенца. Младенец барахтался в праздничных одеждах лавочника и вопил на весь дом.\nГости не могли удержаться от смеха.\n— Ну и жених! Все хорошо, только ему нужна не жена, а нянька!\nМасао же не стал смеяться над лавочником. Он подошел к отцу о-Такэ, протянул ему веер и сказал:\n— Вот мой свадебный подарок. Разве молодость стоит меньше, чем пять жемчужин?\nИ тут все старики, которые были на свадьбе, закричали:\n— Нет ничего на свете дороже молодости!\nОтец о-Такэ принял от Масао свадебный подарок, и на другой же день была отпразднована свадьба Масао и о-Такэ. На свадьбу была приглашена вся деревня. Не пришел только лавочник. Да и как он мог явиться на праздник, если еще не умел ходить и лежал, запеленутый, у себя дома?\nО-Такэ и Масао прожили долгую молодую жизнь. Со дня свадьбы о-Такэ никто в их деревне не знал старости, все были молоды и здоровы."
}