{
  "text": "Когда-то в одном селении жила старуха вдова, и был у нее сын — Мирали. Жили они бедно. Старуха для людей шерсть чесала, шила, стирала — тем и зарабатывала на пропитание.\n\nКогда Мирали подрос, мать сказала:\n\n— Эй, сынок, я уже не в силах работать. Найди-ка себе какое-нибудь занятие, которым мог бы ты сам прокормиться.\n\n— Хорошо,— сказал Мирали и отправился на заработки.\n\nХодил он туда, ходил он сюда — нигде не мог найти работу. Наконец пришел к одному баю и спрашивает:\n\n— Эй, бай, не нужен ли тебе работник?\n\n— Нужен,— отвечает бай.\n\nИ нанял Мирали в работники.\n\nПрошел день — бай ничего не заставляет своего работника делать. Прошел другой день — бай не дает никаких приказаний. Прошел третий день — бай как будто не замечает своего работника.\n\nУдивительным показалось это Мирали.\n\n«Для чего же бай нанял меня?»— думает он.\n\nПришел к баю и спрашивает:\n\n— Будет ли для меня какая-нибудь работа?\n\n— Будет,— отвечает бай.— Завтра поедешь вместе со мной.\n\nНа другой день бай приказал Мирали зарезать быка и снять с него шкуру. Потом велел принести четыре больших мешка и привести двух верблюдов. На одного верблюда положили бычью шкуру и мешки, на другого бай уселся сам, и они тронулись в путь.\n\nДобрались они до подножия дальней горы. Тут бай остановил верблюдов и приказал Мирали снять мешки и бычью шкуру.\n\nКогда Мирали сделал это, бай велел ему вывернуть бычью шкуру и лечь на нее. Не понял Мирали, для чего это нужно, но спорить не посмел — сделал так, как приказал хозяин.\n\nБай закатал Мирали в шкуру, обвязал ремнями, а сам спрятался за камнем.\n\nНемного погодя прилетели две большие хищные птицы, схватили клювами свежую бычью шкуру и подняли ее на самую вершину неприступной горы.\n\nЗдесь птицы принялись тащить шкуру в разные стороны клювами и когтями и разорвали ее. Увидели они человека, испугались и поспешно улетели, а бычью шкуру прихватили с собой.\n\nВстал Мирали и начал осматриваться кругом.\n\nУвидел это бай снизу и закричал:\n\n— Что же ты стоишь? Бросай-ка мне цветные камни, которые лежат у тебя под ногами!\n\nВзглянул Мирали — и правда: всюду рассыпано множество драгоценных камней — и алмазы, и рубины, и яхонты, и изумруды, и бирюза… Крупные, красивые, так и сверкают на солнце!\n\nСтал Мирали собирать камни и бросать их вниз. Мирали бросает, а бай подбирает да наполняет свои большие мешки.\n\nБросал, бросал Мирали баю драгоценные камни и стал тревожиться.\n\n— Господин, как же я отсюда спущусь? — кричит он баю.\n\n— Пока кидай мне побольше камней, а потом уж я тебе скажу, как спуститься с горы,— отвечает бай.\n\nМирали поверил и продолжал сбрасывать с горы драгоценные камни.\n\nКогда все мешки наполнились доверху, бай навьючил их на верблюдов и крикнул, посмеиваясь:\n\n— Сын мой! Теперь, надеюсь, ты и сам понял, какую работу я поручаю моим работникам?  Посмотри, сколько их на горе!\n\nСказал это бай и уехал.\n\nОстался Мирали один на горе. Принялся он искать место, где бы сойти, но вокруг были обрывы да пропасти, и всюду валялись кости. Это были кости таких же, как он, работников бая…\n\nСтрашно стало Мирали.\n\nВдруг над ним что-то зашумело. Не успел он оглянуться, как на него налетел огромный орел и хотел его растерзать. Но Мирали не растерялся: он крепко уцепился обеими руками за лапы орла. Закричал орел, поднялся в воздух и стал летать туда и сюда — все старался сбросить Мирали. Наконец он устал и спустился на землю. Тут Мирали выпустил орла, и тот улетел.\n\nТак Мирали избавился от гибели.\n\nПошел он на базар и снова стал наниматься в работники. Смотрит — идет бай, его бывший хозяин.\n\n— Не наймешь ли меня в работники?— спрашивает Мирали.\n\nБаю в голову не пришло, что его работник остался в живых,— до сих пор этого никогда не случалось. Не узнал он Мирали — принял за другого, нанял его и повел к себе.\n\nВскоре бай приказал работнику зарезать быка и снять с него шкуру. Затем велел привести двух верблюдов и принести четыре мешка.\n\nНаправились они к подножию той же горы.\n\nКак и в тот раз, бай велел Мирали лечь на бычью шкуру и завернуться в нее.\n\n— Покажи мне, как это сделать: я что-то не пойму!— сказал Мирали.\n\n— Чего ж здесь понимать? Ложись вот так! — сказал бай и растянулся на вывернутой шкуре.\n\nТут Мирали быстро завернул бая в шкуру, крепко завязал ее ремнями и отошел в сторону.\n\n— Эй, сын мой!— закричал бай.— Что ты со мной сделал?\n\nНо тут подлетели две хищные птицы, схватили бычью шкуру и поднялись с ней на вершину горы. Там они стали клювами и когтями рвать шкуру. Увидели птицы человека, испугались и улетели.\n\nПоднялся бай на ноги.\n\n— Эй, бай, не теряй времени даром — бросай сюда драгоценные камни, как я тебе кидал!— закричал снизу Мирали.\n\nТолько теперь бай узнал своего работника. Задрожал он от страха и злости и закричал:\n\n— Как же ты в прошлый раз спустился с этой горы? Отвечай скорее!\n\n— Накидай вниз побольше драгоценных камней, а когда кончишь, я скажу тебе, как спуститься!— ответил Мирали.\n\nБай принялся кидать драгоценные камни, а Мирали собирал их. Наполнил он мешки, навьючил на верблюдов и крикнул баю:\n\n— Эй, бай, взгляни: вокруг тебя разбросаны кости людей, которых ты погубил! Вот ты хорошенько и расспроси их, как спуститься с горы, а я тем временем отправлюсь домой.\n\nПовернул Мирали верблюдов и поехал к своей матери.\n\nЗаметался бай на горе, стал кричать, грозить, упрашивать. Да только никто не услышал его."
}