{
  "text": "В давние времена, в глубокой древности жил на голубом Алтае людоед Алмыс.\nБыли у него длинные черные усы, перекинутые за плечи, как вожжи. Борода у него была до колен. Глаза были налиты кровью. Во рту – большие острые зубы. На пальцах – острые когти. Все тело покрыто густой шерстью.\nБыл этот Алмыс свирепый, кровожадный, беспощадный. Нападал он в лесу на охотников, нападал в аилах на женщин, не щадил он стариков, не щадил и маленьких детей. Хватал Алмыс людей и съедал их.\nИ был он так силен, так хитер, что никто не решался бороться с ним.\nКак завидят Алмыса – поскорее убегают подальше да прячутся...\nНе знали люди, что и делать. Говорили:\n– Сильнее нас Алмыс! Хитрее нас Алмыс! Никто его не одолеет, никто его не перехитрит. Терпеть надо, молчать надо.\nТак и терпели все, так и молчали.\nЖил в одном аиле охотник. Звали его Боролдой-Мерген. Сильный он был, храбрый, умный. Пойдут люди на охоту – ни с чем вернутся. А Боролдой-Мерген всегда с добычей придет: принесет и лисиц, и соболей, и горностаев, и белок. Все леса, все горы он обошел. Никогда зверь его не трогал, никогда он в беду не попадал, потому что ум у него был светлый, глаз был зоркий, рука – крепкая.\nВот как-то раз спустился со своих гор Алмыс и пришел в тот аил, где жил Боролдой-Мерген. Забегали люди в страхе, не знают, куда спрятаться.\nА людоед схватил одного ребенка и обратно в горы ушел.\nПока Алмыс близко был, люди громко и говорить не смели. А как ушел он – зашумели, заплакали.\n– У кого в следующий раз утащит ребенка чудовище? – плачут матери.\nИ дети плачут. А мужчины молчат, хмурятся.\nГоворит им Боролдой-Мерген:\n– Не плакать надо, не прятаться. Надо убить проклятого людоеда Алмыса, тогда все будут без страха жить!\nА люди отвечают:\n– Не одолеть нам Алмыса, не избавиться от него. Ведь не птицы мы – в небо взлететь не можем, и не рыбы мы – в воде не скроемся. Видно уж, суждено нам погибать от когтей и клыков проклятого Алмыса!..\nТоска напала на Боролдой-Мергена. Горько ему стало, обидно стало. Поглядел он на своего сына, думает:\n«Не для того он родился, чтобы его Алмыс своими острыми зубами разорвал! И все другие дети не для того родились! Надо покончить с проклятым людоедом, надо избавить матерей от горя!»\nА как это сделаешь?\nВызвать Алмыса на бой нельзя: Алмыс не только одного человека – весь аил погубит. Да и не пойдут сражаться с ним мужчины: запугал всех Алмыс, отнял у всех храбрость, лишил смелости. И перехитрить Алмыса невозможно: всегда он настороже, всегда обо всем догадывается.\nДумает Боролдой-Мерген, как от Алмыса людей избавить, покоя себе не находит.\nДолго он думал, много думал. Наконец придумал.\nЧто придумал – никому не сказал.\nВзял он самый крепкий лук, взял самые острые стрелы и спросил своего сына:\n– Есть ли смелость в твоем сердце?\n– Есть!\n– Есть ли жалость к людям в твоем сердце?\n– Есть!\n– Тогда пойдем со мною. Путь у нас будет далекий, дело будет страшное. Не идти нам нельзя.\nСын ни о чем не спросил. Молча пошли.\nОтправился охотник с сыном в горы, откуда спускался Алмыс. Шли они через густой лес, поднимались на каменные кручи, шли вперед без тропинки и наконец вышли на открытое место.\nТам стоял высокий пень, а рядом кусты и деревья росли. Никого кругом не было видно – ни зверей, ни птиц.\nЗдесь Боролдой-Мерген остановился, снял с себя всю свою боевую одежду и надел ее на пень. Смотрит мальчик на отца, ни о чем не спрашивает. Отец возле пня костер разложил. Сын смотрит, ни о чем не спрашивает.\nОхотник сказал сыну:\n– Садись здесь, возле костра, и, что бы ни случилось, никуда не убегай.\n– Не убегу!\n– Страшно будет тебе, очень страшно!\n– Не испугаюсь!\n– Ну, тогда садись и жди.\nМальчик у костра сел, а отец взял лук и стрелы и спрятался в кустах. Охотник в кустах сидит, мальчик – возле костра, кругом никого, тихо.\nДолго сидели.\nВдруг шум раздался, треск. Вышел из-за деревьев сам Алмыс: черные усы за плечи перекинуты, глаза кровью налиты, острыми клыками щелкает. Увидел мальчика у костра – заревел от радости:\n– Шел я за мясом в аил, а мясо тут само появилось! – Потом на пень взглянул, за охотника его принял, засмеялся: – Ну, человек, смотри, как я буду есть твоего сына! Ведь защищать его ты не посмеешь!\nС этими словами кинулся Алмыс к костру.\nБежит – борода по ветру развевается, полы длинной шубы назад отвернулись. Подскочил, а мальчик за пень отбежал. Алмыс – за ним, а мальчик все кругом пня бегает. Не может Алмыс его схватить.\nТут Боролдой-Мерген изловчился, выстрелил, и попала его острая стрела прямо в грудь Алмыса. Заревел, зарычал Алмыс. От криков его деревья гнулись, камни трескались и с гор скатывались.\nА Боролдой-Мерген пускал в чудовище стрелу за стрелой.\nРассвирепел Алмыс. Кинулся на пень, одетый в наряд охотника, стал его грызть, да вдруг рухнул на землю. Подошел Боролдой-Мерген, видит – убит людоед.\nНе стал Боролдой-Мерген спрашивать сына, страшно ли ему было. Только одно слово сказал:\n– Пойдем!\nИ пошли они в свой аил.\nКогда пришли, Боролдой-Мерген сказал людям:\n– Дети наши будут расти. Матери будут жить без страха. Нет больше Алмыса, убит он.\n– Кто его убил? – спросили люди.\n– Я.\n– А зачем ты брал с собой своего маленького сына?\n– Он был приманкой для Алмыса.\n– Но ведь Алмыс мог растерзать его?\n– Мог.\nБольше Боролдой-Мерген ничего не сказал и вошел в свое жилище.\nТак освободились алтайцы от своего давнего и свирепого врага."
}