{
  "text": "Говорят, однажды рано утром встала маленькая старушка, пяти коров хозяйка, и пошла в поле.\nНа широком поле увидела она хвощинку-траву с пятью отростками. Вырвала она хвощинку – не сломала ни корешка, ни одного отростка. Принесла хвощинку в юрту, положила на подушку. Потом вышла, села доить своих коров.\nСидит и слышит – зазвенели в юрте бубенчики-колокольчики. Старушка бросила подойник, разлила молоко. Прибежала в юрту, посмотрела – все как было, все на своем месте: на подушке хвощинка лежит, трава травою. Снова старушка вышла, села доить коров. Слышит – опять зазвенели бубенчики-колокольчики. Опять старушка пролила молоко. Прибежала, видит – сидит на постели девушка невиданной красоты: с глазами, как сверкающие драгоценные камни, с бровями, как два черных соболя. Это хвощинка превратилась в такую девушку.\nОбрадовалась маленькая старушка. Говорит девушке:\n– Будешь у меня вместо дочери!\nСтали они вместе жить.\nОднажды молодой охотникХаржит-Бергень отправился в тайгу. Увидел он серую белку и выстрелил в нее. Стрелял с раннего утра до заката солнца, а попасть все не мог. Вскочила белка на елку, с елки – на березу, с березы перескочила на лиственницу.\nДобежала белка до юрты маленькой старушки и уселась на сосну.\nХаржит-Бергень подбежал к сосне и выстрелил в белку. Белка опять убежала, а стрела упала в дымовое отверстие юрты маленькой старушки.\n– Старуха, вынеси стрелу, отдай мне! – крикнул Харжит-Бергень.\nНо ответа не получил.\nРассердился Харжит-Бергень, покраснел от гнева. Вбежал в юрту.\nВбежал – и увидел красавицу девушку. От невиданной красоты ее обмер, рассудок потерял. Потом, ни слова не сказав, выбежал, на лошадь вскочил, домой поскакал.\n– Родители мои, – говорит, – у маленькой старушки, пяти коров хозяйки, такая хорошая девушка. Просите ее мне в жены!\nОтец Харжит-Бергеня тут же послал людей на девяти конях за этой красавицей.\nПрискакали посланцы к маленькой старушке, пяти коров хозяйке. Увидели девушку и обмерли от ее красоты. Потом очнулись, вышли вон. Один, самый почтенный человек, остался.\n– Маленькая старушка, – говорит, – отдай эту девушку молодому Харжит-Бергеню в жены!\n– Отдам, – ответила маленькая старушка.\nСпросили у девушки, пойдет ли она.\n– Пойду, – сказала девушка.\n– А калым такой, – говорит маленькая старушка, – пригоните мне столько лошадей и коров, чтобы тесно стало на моем поле.\nЖиво пригнали на ее поле лошадей и коров. Столько пригнали, что и не сочтешь.\nПотом нарядили девушку, одели быстро и ловко. Привели чубарую лошадь. Серебряной уздой взнуздали ее, серебряным седлом оседлали, привесили сбоку серебряную плетку. Харжит-Бергень взял невесту за руку, вывел, на чубарую лошадь посадил, повез домой. Едут они.\nВдруг увидел он на пути лисицу. Не мог удержаться и говорит:\n– Поскачу я в тайгу за лисицей! Скоро вернусь. А ты поезжай по этой дороге. Дорога разойдется на две стороны. На восток будет повешена соболья шкура, а на запад – шкура медведя с белой шеей. В ту сторону не сворачивай. Поезжай той дорогой, где повешена соболья шкура!\nСказал и ускакал.\nОтправилась девушка дальше одна и доехала до того места, где дорога на две стороны расходится. Как доехала, так и позабыла, что наказывал ей Харжит-Бергень. Поехала по той дороге, где повешена медвежья шкура, и приехала скоро к большой железной юрте.\nВышла из юрты дьяволова дочь, в железные одежды одетая, с одной крученой ногой, с одной-единственной крученой рукой, с одним, на самой середине лба, противным мутным глазом, с длинным черным языком, опущенным на грудь.\nСхватила дьяволова дочь девушку, стащила с лошади, сорвала кожу с ее лица и набросила на свое лицо; весь убор-наряд сняла с нее, сама в него оделась, девушку через юрту бросила. После того села дьяволова дочь на чубарую лошадь и поехала на восток.\nХаржит-Бергень догнал ее, когда она уже подъезжала к юрте его отца. Ничего он не заметил, ни о чем не догадался.\nВсе родные собрались встречать невесту. Девять молодцев вышли к коновязи, чтобы встретить невесту. Восемь девушек собрались у коновязи, чтобы встретить ее. Говорили между собой:\n– Как скажет невеста слово – красивые бусинки посыплются, на землю упадут!\nЧтобы бусы нанизывать, нитки припасли.\nМолодцы думали:\n«Где пойдет невеста – по следам ее черные соболи побегут».\nЧтобы соболей стрелять, луки приготовили.\nНевеста слово сказала – лягушки посыпались. Невеста шагнула – рыжие облезлые горностаи побежали. Все встречающие изумились, все опечалились.\nОт коновязи до юрты настлали зеленой травы. Взяли невесту за руки, повели в юрту.\nВошла она в юрту, разожгла в очаге огонь тремя верхушками молодых лиственниц. После этого устроили свадебный пир: пили, ели, играли, смеялись. Никто о подмене догадаться не мог.\nВскоре после того пришла маленькая старушка на свое поле коров доить. Смотрит – на том же месте снова выросла хвощинка-трава о пяти отростках, лучше прежней.\nСтарушка выкопала ее с корнем, принесла в юрту, положила на подушку. Потом вышла, стала доить коров. Слышит – в юрте колокольчики-бубенчики зазвенели. Вошла в юрту и видит – сидит та же красавица девушка, только еще красивее стала.\n– Как ты пришла, как вернулась? – спросила маленькая старушка.\n– Мать, – ответила девушка, – когда Харжит-Бергень повез меня отсюда, он сказал мне: «За лисицей в лес поскачу, а ты поезжай пр дороге, где повешена соболья шкура; на ту дорогу, где повешена медвежья шкура, не сворачивай». Позабыла я это, поехала не в ту сторону и доехала до железной юрты. Вышла дьяволова дочь, сорвала с моего лица кожу, накрыла свое лицо. Весь мой наряд с меня стащила, сама в него оделась, меня через свою железную юрту бросила. Села она верхом на мою чубарую лошадь и поехала. Серые собаки схватили зубами мое тело и притащили в широкое поле возле твоей юрты. Тут я и выросла снова хвощинкой-травою. Как мне теперь увидеть Харжит-Бергеня?..\nМаленькая старушка утешать ее стала.\n– Увидишь, встретишь, – говорит, – а пока у меня живи, как раньше жила, дочерью моей будешь!\nИ стала девушка-хвощинка снова жить у маленькой старушки.\nПроведала чубарая лошадь, что девушка-хвощинка ожила, стала отцу Харжит-Бергеня человеческим голосом говорить:\n– Харжит-Бергень в пути оставил девушку одну. Доехала она до перекрестка, свернула на ту дорогу, где висит медвежья шкура, и приехала к железной юрте. Из юрты дьяволова дочь выскочила. Содрала с ее лица кожу, закрыла свое лицо, сняла весь убор-наряд ее, убралась-нарядилась в него сама, а ее через свою железную юрту бросила. И живет эта дьяволова дочь в твоей юрте, твоей невесткой стала. А моя хозяйка снова ожила. Возьмите ее, приведите в юрту, отдайте сыну! А не то беда будет – дьяволова дочь и юрту и очаг ваш разрушит, жить вам не даст, погубит вас всех!\nСтарик услышал это и вбежал в юрту.\n– Сын, – говорит старик Харжит-Бергеню, – откуда ты привез себе жену?\n– Я привез дочь маленькой старушки, пяти коров хозяйки.\nНа это отец сказал:\n– Чубарая лошадь жалуется мне! Говорит, что ты оставил девушку одну. Говорит, что доехала она до того места, где дорога на две стороны расходится, и добралась до железной юрты. Дьяволова дочь с лошади ее стащила, с лица ее кожу содрала, свое лицо закрыла, убралась-оделась в ее наряды. Обманула всех, обманом приехала сюда! Пойди к маленькой старушке, упроси девушку вернуться к нам! Приведи ее! А дьяволову дочь привяжи к хвосту дикого коня и выгони его в поле. Пусть размечет там ее кости! А не то погубит она всех – и людей и скот!\nУслыхала это дьяволова дочь – почернела вся.\nУслыхал это Харжит-Бергень – покраснел он гнева. Схватил дьяволову дочь, вытащил из-за занавески за ногу, привязал к хвосту дикого коня.\nПоскакал конь в широкое поле, стал бить дьяволову дочь копытами. Превратилось ее черное тело в червей и гадов. Собрали их всех и сожгли.\nПосле этого помчался Харжит-Бергень к маленькой старушке. Соскочил с коня у коновязи. Маленькая старушка увидела, выбежала из юрты, обрадовалась, точно потерявшийся нашелся, точно умерший ожил. От коновязи до юрты постлала зеленой травы, лучшую, откормленную корову заколола, свадебный пир готовить стала.\nДевушка-хвощинка взглянула на Харжит-Бергеня и заплакала:\n– Зачем ты пришел ко мне? Ты дал дочери восьминогого дьявола пролить мою кровь, разорвать мою тонкую кожу, отдал меня серым псам... После этого какую ты теперь жену отыскиваешь здесь? Девушек больше, чем окуней, женщин больше, чем хариусов Ищи жену среди них! А я не пойду за тебя!\n– Не отдавал я тебя дочери восьминогого дьявола! – говорит Харжит-Бергень. – Не отдавал на съедение серым псам! Поехал я в лес за лисицей, дорогу тебе указал. Не говорил я тебе: «Ступай навстречу смерти!»\nМаленькая старушка смахнула слезы с обоих глаз на обе стороны, между девушкой и Харжит-Бергенем села:\n– Как вы, после смерти ожив, после потери отыскавшись, не радуетесь? Опять один другого полюбите! Опять в дружбе живите! Никто из вас пусть моих слов не ослушается!\nДевушка согласилась, тихо сказала:\n– Хорошо. Не ослушаюсь тебя. Все забуду!\nХаржит-Бергень вскочил, заплясал, запрыгал, обнимал ее, целовал. Потом чубарую лошадь оседлали серебряным седлом, взнуздали серебряной уздой, покрыли серебряной попоной, привесили серебряную плетку. Девушку одели-нарядили, отправились в дорогу.\nДолго ехали. Узнавали зиму по снежной пороше, узнавали лето по дождю, узнавали осень по туману. Так вот и ехали путем-дорогой.\nНаконец к юрте отца приехали.\nВсе родичи, все девять братьев Харжит-Бергеня собрались встречать невесту. От коновязи до юрты устлали дорогу зеленой травой.\n«Как приедет невеста, – думают, – будет она выступать-похаживать – со следов ее будут соболи выскакивать».\nГотовили они стрелы для этого и так работали, что с ладоней вся кожа слезла. Восемь сестер нитки сучили и так трудились, что с пальцев вся кожа сошла. Ждали они невесту, думали:\n«Как войдет она да звучно заговорит – посыплются изо рта ее дорогие красные бусинки!»\nПриехал Харжит-Бергень с невестой. У коновязи две девушки привязали их лошадей за повод. Приняли невесту на руки, спустили ее на землю. Звучно заговорила невеста – посыпались красные бусинки. Стали девушки собирать их, стали нанизывать на нитки. Пошла невеста к юрте – черные соболи побежали по ее следам. Стали молодцы стрелять в соболей.\nВошла невеста в юрту, развела в очаге огонь тремя верхушками молодых лиственниц.\nУстроили веселый свадебный пир. Собрались гости из всех селений. Были тут певцы, были тут плясуны, были тут сказочники, были тут борцы, были тут и прыгуны...\nЧерез три дня пир кончился, гости разошлись, разъехались. Харжит-Бергень с женой стал жить. Дружно жили, счастливо жили, долго жили. Говорят, внуки их живут до этого дня."
}