{
  "text": "Было или не было — жил на свете один царь, у него был единственный сын. Состарился этот царь и задумал женить сына. А сын говорит:\n\n— Позволь мне обойти наше царства — сам выберу себе невесту! Царь сказал:\n\n— Иди ищи!\n\nОтправился царевич. Ходит он по всем городам и селениям, смотрит, ищет — никак не найдет невесты. Только в одном бедном селении, на самой его окраине, в самом, бедном доме, увидел он девушку невиданной под солнцем красоты и с первого же взгляда влюбился в нее без памяти. Говорит ей царевич:\n\n— Будь моей женой!\n\nА девушка спрашивает:\n\n— Скажи мне, какое ремесло ты знаешь? Он отвечает:\n\n— Никакого не знаю, я — царевич.\n\n— Не знаешь — твоя беда! — говорит девушка. — А быть Царевичем — это еще не ремесло! Сегодня ты царь, а завтра нет — тогда как хлеб добывать будешь? Пойди научись какому-нибудь ремеслу — тогда выйду за тебя.\n\nЗагрустил царевич, не знает, какому ремеслу можно научиться поскорее. Пришел к отцу, рассказал:\n\n— Девушку я выбрал. Лучше ее нет во всем свете. Только она не согласилась выйти за меня замуж. Прежде, говорит, научись ремеслу. Не могу я отказаться от этой девушки. Не могу смотреть на других. Одна она мне нужна. Помогите мне изучить хоть какое-нибудь ремесло.\n\nВызвал царь всех ремесленников. Пришли ремесленки: столяры, сапожники, портные, каменщики, печники, спрашивает царь столяра:\n\n— Ты в какой срок можешь научить царевича твоему ремеслу?\n\n— В пять лет, — отвечает столяр.\n\n— О! За пять лет моя невеста выйдет замуж, не дождется меня, — говорит царевич.\n\nСпросили других:\n\n— Кто научит царевича своему ремеслу поскорее? Сапожник говорит:\n\n— Научу за четыре года! Каменщик говорит:\n\n— Научу за три года! Печник говорит:\n\n— Научу за два года!\n\nНаконец вышел один старик и сказал:\n\n— Я валяю войлок и мастерю бурки. За три дня обучу царевича своему ремеслу!\n\nОбрадовался царевич, пошел к бурочнику и за три дня научился валять войлок и мастерить бурки: и длинные, ворсистые — для всадников, и короткие, гладкие, без швов — для пешеходов.\n\nПосле того отправился он к девушке.\n\n— Зачем опять пришел? — спрашивает девушка.\n\n— Тебя сватать.\n\n— А ремесло изучил?\n\n— Изучил: бурки валять умею.\n\n— Ну, и это ремесло пригодится! — говорит девушка. — Пойду теперь за тебя замуж!\n\nПоженились они и зажили счастливо.\n\nВскоре старый царь умер. Стал царствовать наш царевич. Захотелось ему однажды посмотреть свое царство: кто как живет, кто чему радуется, кто о чем горюет, что о нем самом говорят. Нарядился он в одежду бедняка и пошел.\n\nШел, шел и пришел в какой-то город, и захотелось ему есть. Разыскал он духан, вошел в него, поздоровался и говорит:\n\n— Накормите меня, добрые люди!\n\nВстретили его хозяева ласково, не отказали — накормили.\n\nДухан — небольшой трактир.\n\nА это были разбойники-людоеды. Подвели они царевича к погребу, открыли дверь.\n\n— А что у вас в этом погребе? — спрашивает царь.\n\n— А вот посмотри сам! — сказали разбойники да и столкнули его в погреб.\n\nОсмотрелся царь, видит — сидят в погребе еще три человека.\n\n— Почему вы сидите здесь? — спрашивает царь. — Что с вами сделают?\n\n— Убьют нас эти людоеды-разбойники и съедят, — отвечают ему пленники. — Да и тебе того же не миновать.\n\nИспугался царь, не знает, что делать. Убили разбойники тех троих пленников. Пришел черед царя. Сказал царь разбойникам:\n\n— Не убивайте меня! Я вам такую бурку сваляю, что тысячу туманов (крупная золотая монета) за нее дадут! Несите ее прямо к молодой царице — она не торгуясь купит.\n\nОбрадовались разбойники. Принесли шерсть. Стал царь мастерить бурку. Смастерил, украсил ее такими узорами, что глаз не оторвешь. А между узорами вышил слова:\n\nСижу в плену у разбойников-людоедов в таком-то городе, в таком-то доме, в погребе. Не придете через два дня на помощь — убьют меня.\n\nВзял один разбойник бурку, взвалил на голову и понес в город.\n\nПринес во дворец царице, стал продавать. Рассмотрела царица бурку, прочитала слова, что среди узоров были вышиты. Отдала за бурку тысячу туманов и отпустила разбойника. Потом кликнула воинов и пошла за тем разбойником вслед — выручать мужа. Разбойник идет, ничего не подозревает, а царица с воинами — за ним. Пришли, окружили разбойничий дом. Никому из него не выскочить!\n\nБросились воины в дом, схватили всех разбойников и перебили. Спустились в погреб, освободили царя и привели к жене.\n\n— Видишь! — говорит она. — Не знай ты ремесла — и не помогло бы тебе, что ты царь: закололи бы тебя, как барана, и съели.\n\n— Правда твоя, — отвечает царь, — не быть бы мне в живых! Выручило меня только мое ремесло!"
}