{
  "text": "Жили старик да старуха. Было у них шесть сыновей да одна дочка. Вот отец послал раз сыновей поле пахать. Собрались сыновья и говорят:\n\n— Пусть нам сестра на пашню обед принесёт, чтобы среди дня домой не возвращаться. Сестра спрашивает:\n— А где же вы пахать будете?\n\nБратья говорят:\n\n— А мы проведём плугом борозду от самого до́ма и прямо до поля. Вот ты той бороздой и ступай.\n\nСобрались братья, поехали.\n\nЕдут, сами борозду плугом прокладывают.\n\nА в лесу, близ того поля, жил змей. Увидел он, что братья борозду прокладывают, и догадался, что это след для кого-то. Змей затоптал ту борозду, а к своему двору проложил новую.\n\nА мать в это время приготовила для сыновей обед и говорит:\n\n— Неси, дочка!\n\nВот дочка и понесла братьям обед. Вышла она из дому и пошла вдоль змеевой борозды. И до тех пор шла, пока не зашла на змеев двор. Там змей её схватил и говорит:\n\n— Будешь теперь всегда у меня жить, а родных своих позабудь: не вернешься к ним никогда!\n\nВ полдень братья выпрягли волов, сели — ждали, ждали обеда, а сестра всё не идёт. Так до самого вечера голодные и работали.\n\nВернулись вечером домой и спрашивают у матери:\n\n— Почему же сестра не принесла нам обед? Мать говорит:\n— Обед вам Алёнка давно уж понесла, да вот до сих пор назад не пришла. Я думала, она с вами вернётся. Уж не заблудилась ли где?\n\nВстревожились братья:\nМожет, Алёнку утащил тот проклятый змей, что в лесу живёт? Надо идти искать её!\n\nИ пошли все шестеро по борозде. Идут да идут, меж собой разговор ведут. Видят — пастух стадо свиней пасёт.\n\n— Здорово, дядька пастух!\n— Здорово, хлопцы! Куда идёте? Братья говорят:\n— идём сестру искать. Видно, её проклятый змей утащил!\n— Коли хотите вы отнять у зме́я свою сестру то зажарьте и съешьте самого большого кабана из моего стада!\n\nНе поняли братья, зачем это надо, но спорить не стали. Зарезали самого большого кабана, изжарили, стали есть. Ели-ели — и четвёртой доли не съели.\n\n— Ну, — говорит пастух, — раз вы все вместе не смогли одного кабана съесть, лучше и не ходите к зме́ю. Домой возвращайтесь! А пойдёте — не бывать вам в живых!\n\nНе послушались его братья, пошли дальше. Идут да идут, видят — пастух стадо коров и волов пасёт. Остановились братья, поздоровались с пастухом:\n\n— Здорово, дядька пастух!\n— Здорово, хлопцы! Куда это вы идёте?\n— К зме́ю идём, сестру отнимать.\n— Коли хотите её отнять, — говорит пастух, поймайте самого большого вола из моего стада, зажарьте и съешьте всего!\n\nПоймали братья самого большого вола, зарезали, изжарили, стали есть. Съели по куску, а больше и не могут.\n\nГоворит им пастух:\n\n— Не смогли вы шестеро съесть одного вола, так, видно, невелика ваша сила и не отнять вам | сестру. Возвращайтесь-ка лучше подобру-поздорову.\n\nНе послушались его братья. Дальше пошли. Идут да идут, видят — возле дороги пастух\nтабун коней пасёт.\n\n— Здорово, дядька пастух! — говорят братья.\n— Здорово, хлопцы! Куда это вы идёте? идём мы к тому зме́ю, что в тёмном лесу живёт. Он, проклятый, нашу сестру утащил. Будем выручать её!\n\nПоказал пастух на вороного жеребца и говорит:\n\n— Кто из вас поймает вот этого вороного жеребца да сядет на него, тот и зме́я убьёт, и сестру\nвыручит. А кто не поймает — пусть лучше домой возвращается!\n\nСтали братья ловить жеребца. Ловили, ловили, да не поймали.\n\n— Возвращайтесь домой! — говорит им пастух.\n— Нет, пойдём сестру выручать!\n\nПошли дальше. Идут да идут и пришли к змееву двору. Вошли во двор, огляделись, стали сестру звать.\n\nВышла Алёнка, их сестра, и говорит:\n\n— Братики мои, голубчики! Зачем вы сюда пришли? Ведь вам этого зме́я не одолеть. Как прилетит он домой — всех вас погубит. Куда же я вас спрячу? Посидите вот в этом хлеву.\n\nТолько братья спрятались в хлев, загудела, затряслась земля. Прилетел змей, оглядел всё, обнюхал и говорит:\n\n— Фу! фу! Как человечьим духом пахнет! А Алёнка ему в ответ:\n— Какие же тут люди, кроме меня? Ты по свету налетался, человечьего духу нанюхался.\n— А может, и так! — говорит змей. Стала Алёнка выспрашивать его:\n— Что бы ты сделал, если бы мои братья сюда пришли? Погубил бы ты их?\n— Нет, — отвечает змей, — не погубил бы. Как дорогих гостей встретил бы!\n\nОбрадовалась Алёнка, побежала во двор, открыла хлев и говорит:\n\n— Выходите, братики! Вышли они. Змей спрашивает:\n— Ну, как живёте-можете, гости дорогие?\n— Ничего.\n— Давай, Алёнка, угощать гостей дорогих. Собирай обед!\n\nПодала сестра обед. Змей по целой воловьей туше глотает, а братья по кусочку съели — больше не могут. Змей говорит:\n\n— Неси теперь орехов на закуску. Принесла Алёнка мешок железных орехов. А орехи — каждый по кулаку. Змей и говорит братьям:\n\n— Ну, гости дорогие, будем орешки грызть! Змей знай щёлкает орехи один за другим. А братья взяли по одному ореху, хотели раскусить, да не смогли. Засмеялся змей и говорит:\n\n— Ну, хлопцы, биться будем или мириться?\n— Будем биться!\n— Тогда идёмте на ровное место, на площадку! Пришли на гладкое место, на площадку. Дунул змей — стала площадка чугунной. Ударил змей братьев — всех шестерых вогнал в чугунную площадку. Пото́м вытащил всех, бросил в глубокую яму, а яму завалил тяжёлым камнем...\n\nЖдали, ждали старик да старуха своих сыновей, а их всё нету.\n\n— Ну, — говорят, — видно, сгинули они, пропали, никогда к нам не вернутся... Одни мы, горемычные, на белом свете остались!..\n\nКак-то раз выстирала старуха бельё и пошла на реку полоскать. Полощет она бельё и видит катится по берегу горошина. Подняла она ту горошину, проглотила и пошла домой.\n\nМного ли, мало ли времени прошло— родился у неё сын. Стали думать старики, как его назвать. Вспомнила старуха горошинку, которую возле реки нашла да проглотила, и говорит:\n\n— Назовём его Покатигорошком!\n\nТак и назвали.\n\nРастет Покатигорошек не по годам, не по дням — по часам, да по минутам. И вырос такой-то большой, такой-то складный да пригожий! Во всём отцу с матерью помощник, ни от какой работы не отказывается.\n\nЗадумал раз старик выкопать возле хаты колодец. Стал копать. И Покатигорошек с ним копает. Копали, копали и докопались до огромного камня. Старик говорит:\n\n— Надо людей на помощь звать, одним нам этот камень не вынуть!\n\nПошёл звать людей. Пока старик ходил да людей звал, Покатигорошек сам вытащил камень. Стои́т, подкидывает камень, будто это маленький камешек. Пришли люди — дивятся, глазам своим не верят: никогда такого силача не видывали!\n\nСтали старик и Покатигорошек копать дальше. Копали, копали и выкопали железную булавку.\n\n— Пойду я, батька, к кузнецу, — говорит Покатигорошек, — пусть он мне из этой булавки\nбулаву выкует!\n\nПришёл к кузнецу, принёс булавку. Удивился кузнец, думает:\n\n«Разве можно сделать из этой булавки булаву?» Да и выковал булаву из своего железа. Приходит Покатигорошек и спрашивает:\n\n— Ну что, выковал булаву?\n— Выковал.\n— А из моей булавки она?\n— Из твоей.\n\nВзял Покатигорошек булаву, вернулся домой и говорит отцу:\n\n— Брошу я мою булаву в небо и лягу спать, а вы меня через двенадцать суток разбудите. Когда булава будет вниз падать, я её подхвачу!\n\nВышел во двор и забросил булаву вверх. После того вернулся в хату, лёг и заснул. Через двенадцать суток летит булава вниз, гудит вовсю! Разбудил отец Покатигорошка. Тот вышел, подставил мизинец. Булава как ударилась о мизинец, так и рассыпалась на мелкие кусочки.\n\n— Нет, — говорит Покатигорошек, — не из моей булавки кузнец эту булаву выковал!\n\nПришёл к кузнецу, велел другую булаву выковать — из своей булавки.\n\n— А обманешь, так я тебя самого разобью молотом на наковальне!\n\nКрикнул кузнец своим помощникам:\n\n— Заметайте скорее кузню! Просевайте мусор, ищите булавку: я ведь её на пол бросил!\n\nЗамели помощники кузню, собрали мусор в кучу, стали просеивать. Просеяли и нашли булавку.\n\nВзял кузнец булавку, положил в огонь — и стала она на глазах расти. Принялся кузнец ковать. И такую булаву выковал, что и двадцати мо́лодцам не поднять. А Покатигорошек взял ту булаву одной рукой, принёс к себе во двор и подбросил в небо. А сам опять лёг спать на двенадцать суток. На тринадцатые сутки летит булава вниз, гудит страшно.\n\nРазбудил отец Покатигорошка. Тот вышел, подставил мизинец, булава о мизинец ударилась — только немножко погнулась.\n\n— Ну, — говорит Покатигорошек, — с такой булавой можно куда хочешь идти!\n\nПришёл он в хату, сел с отцом и матерью обедать.\nКак пообедали, он и завёл разговор:\n\n— Были ли у вас до меня дети?\n— Было у нас шесть сынов да дочка Алёнка.\n— А где ж они?\n\nЗаплакали старики:\n\n— Погибли они все, пропали... Не иначе как их проклятый змей погубил...\n— Hу, — говорит Покатигорошек, — если так, пойду я их разыскивать, выручать.\n\nСтали отец и мать отговаривать его:\n\n— Не ходи, сынок! Они вшестером пошли, да не вернулись, а ты один и вовсе пропадёшь!\n— Нет, - говорит Покатигорошек, - не пропаду. Как же я моих кровных братьев да сестру не выручу из беды? Не может того быть! Шейте мне суму да сушите сухарей на дорогу!\n\nНечего делать: сшила ему мать суму дорожную, насушила сухарей. Взял Покатигорошек суму, взял свою булаву, попрощался с отцом, с матерью и пошёл разыскивать сестру и братьев.\n\nИдет он да идёт, видит — пастух стадо свиней пасёт. Поздоровался Покатигорошек с пастухом. Пастух его спрашивает:\n\n— Куда идёшь, хлопец?\n— Иду к зме́ю — сестру и братьев выручать.\n— Их змей забрал и тебя заберёт! Вот если поймаешь самого большого кабана в моём стаде да съешь его, так победишь зме́я! А не съешь - лучше подобру-поздорову домой возвращайся!\n\nПокатигорошек тут же изловил самого большого кабана, зарезал его, изжарил и съел всего. Поблагодарил пастуха и пошёл дальше. идёт он да идёт, смотрит — пастух пасёт стадо коров и волов.\n\n— Здорово, дядька пастух!\n— Здорово, хлопец! Куда это ты идёшь?\n— К зме́ю иду — братьев да сестру выручать!\n— Э, да есть ли у тебя сила то? Вот коли съешь самого большого вола из моего стада, так, может, и выручишь. А нет — лучше и не ходи к зме́ю, сам пропадёшь!\n\nЗаколол Покатигорошек самого большого вола, зажарил его и съел целиком, только кости оставил. Поблагодарил пастуха и пошёл дальше.\n\nИдет да идёт, видит — пастух табун коней стережёт.\nОстановился он, поздоровался:\n\n— Здорово, дядька пастух!\n— Здорово, хлопец! Куда путь держишь? Рассказал Покатигорошек пастуху, куда и зачем он идёт. Пастух говорит:\n\n— Ну, если поймаешь вон того вороного жеребца да сядешь на него — есть у тебя сила, убьёшь зме́я. А не поймаешь — самого тебя змей убьёт!\n\nПоймал Покатигорошек вороного жеребца, схватил за гриву и только вскочил на него — жеребец так и припал к земле.\n\n— Э! — говорит Покатигорошек. — На таком коне далеко не уедешь!\n\nПопрощался с пастухом и пошёл дальше. Долго по лесу шёл и увидел большой-пребольшой двор. Вошёл во двор — тихо, в дом заглянул — тихо, никого не видать (змей то в ту пору по свету летал, на добрых людей нападал).\n\nВышла девушка, спрашивает его:\n\n— Зачем ты, хлопец, забрёл сюда? Кто ты такой?\n— Эх, дивчина, дивчина! Какая же ты недогадливая! Я твой брат Покатигорошек, пришёл зме́я убить, а тебя и братьев домой увести!\n— Какой же ты мне брат! Не знаю я тебя.\n— Так я ж родился после того, как ты и братья пропали!\n\nРассказал Покатигорошек сестре об отце, о матери. Пото́м спрашивает:\n\n— А где же наши братья? Заплакала девушка:\n— Пришли братья сюда, меня выручить хотели, да все тут и погибли... Избил их проклятый змей до полусмерти и в яму бросил, а яму тяжёлым камнем завалил... И с тобой то же будет... Убегай лучше, пока его нету...\n\n— Ну, — отвечает Покатигорошек, — не затем я сюда пришёл, чтобы убегать. Пришёл я, чтобы зме́я убить да вас всех из злой неволи вызволить.\n\nТолько сказал — затряслась, загудела земля.\n\n— Ой, братик дорого́й! — говорит Алёнка. — Прячься скорее: змей летит!\n— Нет, — отвечает Покатигорошек, — не буду а прятаться. Не в прятки играть я пришёл! Прилетел змей, закричал:\n\n— Фу! Фу! Человечьим духом пахнет!\n— Как же не пахнуть, — отвечает Покатигорошек, — когда я к тебе пришёл!\n— А ну, хлопец, чего тебе тут нужно? Биться или мириться пришёл?\n— С таким губителем не мириться, а только биться! — говорит Покатигорошек.\n— Хо-хо! Вот ты какой! Ну ладно, будь по-твоёму. Только сначала пообедать нужно!\n— Что ж, я не против!\n\nПриказал змей подавать обед. Подала Олёнка.\n\n— Погляжу я, каков ты силач, — говорит змей. - Можешь ли ты целого кабана съесть?\n— А вот погляди! — отвечает Покатигорошек. И съел кабана. Змей и глазом мигнуть не успел.\n\n— А целого вола съешь?\n— И это нетрудное дело. Съел и вола.\n— Молоде́ц! — говорит змей. — А теперь посмотрим, как ты ещё одно угощенье отведаешь.\n\nИ приказал принести мешок железных орехов, каждый орех — по кулаку. Принесли орехи. Змей грызёт по два ореха, а Покатигорошек — по четыре.\n\nКак сгрызли они все орехи, змей и говорит:\n\n— Ну что же, биться или мириться?\n— Биться!\n— Так идём на гладкое место, на площадку.\n— идём.\n\nПришли на площадку. Дунул змей — стала площадка медной. Змей и говорит:\n\n— Бей ты первый.\n— Нет , — отвечает Покатигорошек, — бей ты сначала: ведь ты тут хозяин, а не я!\n\nВот ударил змей Покатигорошка по голове — по щиколотки в медную площадку его вогнал.\n\nВытащил Покатигорошек ноги, как замахнулся своей булавой, как ударил зме́я — вогнал его в мёдь по колени.\n\nВырвался змей, размахнулся, ударил Покатигорошка что было сил — и его по колени в мёдь вогнал... Обрадовался, да рано: Покатигорошек сейчас же вытащил ноги, изловчился и ударил зме́я булавой — вогнал его в мёдь по пояс. Хотел было змей вырваться, да не тут-то было: Покатигорошек его ещё раз булавой ударил. Не дал опомниться — в третий раз ударил и убил до смерти...\n\nПосле того пришёл к сестре и спрашивает:\n\n— Куда змей наших братьев запрятал? Привела его Алёнка к камню— камень огромный, сотне казаков не сдвинуть. Покатигорошек толкнул его, камень так и отвалился в сторону, на мелкие крошки рассыпался.\n\n— Живы ли вы, братцы мои родные? — спрашивает Покатигорошек.\n\nА братья так ослабели, что и ответить не могут.\n\nВытащил Покатигорошек братьев из ямы, дал им с силами собраться и повёл их всех к отцу, к матери. А змеев двор спалил, чтобы и памяти о змее не осталось.\n\nУвидели отец и мать всех своих детей живыми — здоровыми — то-то обрадовались! Стали их целовать, обнимать, к сердцу прижимать."
}