{
  "text": "Когда-то жили старик со старухой. Жили они много лет, а детей у них не было, и они очень горевали об этом.\n\nРаз старик ушел на работу, а старуха осталась дома готовить обед.\n\nСтала она перебирать для супа фасоль, взяла одну фасолинку и говорит:\n\n— Ах, если бы у нас был сынок, хоть такой маленький, как эта фасолинка!\n\nНе успела старуха сказать это, как у фасолинки сейчас же выросли ноги, руки, голова, и она сказала тоненьким голосом:\n\n— Я мальчик Бебеле — фасолинка и буду твоим сынком!\n\nОбрадовалась старуха, сшила мальчику Бебеле самые маленькие штанишки и самую маленькую рубашечку, какие только можно себе представить. Затем она сварила в наперстке кашу и накормила Бебеле. После этого она стала куда-то собираться.\n\n— Куда ты, матушка, собираешься? — спросил мальчик Бебеле.\n\nСтаруха ответила:\n\n— Я собираюсь нести завтрак твоему отцу в мастерскую.\n\n— Я сам отнесу ему завтрак! — сказал Бебеле.\n\n— Но как же ты понесешь, сынок? Ведь ты такой маленький!\n\n— Ничего, отнесу! Только скажи, куда надо идти.\n\nСтаруха рассказала, как пройти к мастерской, потом положила на блюдце кусок рыбы, завязала его в платок и дала Бебеле. Он взял узелок и побежал.\n\nПо дороге он увидал старика нищего. Нищий грустно сидел на большом камне.\n\nБебеле подошел к нему и спросил:\n\n— Отчего ты такой невеселый, дедушка?\n\n— Ах, мальчик Бебеле, — сказал нищий, — я со вчерашнего дня ничего не ел, я очень голоден!..\n\nТогда Бебеле подал ему узелок и сказал:\n\n— Ешь эту рыбу! Это очень вкусная рыба.\n\nСтарик нищий съел всю рыбу и оставил только одни косточки.\n\nПосле этого Бебеле побежал домой, чтобы взять еще рыбы и отнести отцу.\n\nБежит он, а навстречу ему идут семеро воров.\n\nОни увидели Бебеле и очень обрадовались. Самый старший вор нагнулся, взял его двумя пальцами, посадил на ладонь и сказал:\n\n— Эге! Этот мальчик поможет нам воровать. Он такой маленький, что пролезет в любую щелку! Ты хочешь с нами воровать?\n\nБебеле решил, что спорить с ворами нельзя, и поэтому сказал \"да\", хотя воровать он совсем и не собирался.\n\nТогда вор посадил его в карман, и они пошли дальше.\n\nБебеле высунул голову из кармана вора и все смотрел, куда они идут. Когда воры проходили совсем близко от какой-то стены, Бебеле выпрыгнул из кармана и юркнул в щелку, так что воры даже и не заметили этого.\n\nБебеле думал, что он уже спасся, но не тут-то было: он стал выбираться из щелки, стал карабкаться и попал прямо в кормушку с нарезанной свеклой. Большая рыжая корова ела эту свеклу. Вместе с куском свеклы она проглотила и мальчика Бебеле, и он очутился в коровьем брюхе.\n\nТут в хлев пришла работница и села доить корову. Вдруг она услыхала крик:\n\n— Ах ты, негодница, ах ты, дрянная!\n\nЭто Бебеле ругал корову за то, что она проглотила его. Но работница не поняла — она думала, что это ругается корова. Работница испугалась, уронила подойник и убежала из хлева.\n\nПрибежала она к хозяйке и сказала:\n\n— Корова не велит себя доить. Корова громко кричит и ругается!\n\nХозяйка сказала:\n\n— Вот я сама подою корову! Меня-то, свою хозяйку, она уж не осмелится ругать!\n\nНо только она села доить корову, как раздался сердитый крик:\n\n— Ах ты, негодница, ах ты, дрянная! Погоди! Вот я тебе задам!\n\nХозяйка тоже испугалась и убежала из хлева. Позвала она своего мужа и велела ему сходить в хлев.\n\n— Тебе-то корова не посмеет грубить!-сказала она.\n\nНо корова обругала и хозяина.\n\nОн выбежал из хлева и сказал:\n\n— Это очень дерзкая корова! Ее непременно нужно зарезать!\n\nИ рыжую корову зарезали. Мясо положили в ледник, а требуху отнесли далеко и выбросили.\n\nКак раз мимо этого места проходил старый нищий. Он увидел коровью требуху и сказал:\n\n— У меня нет денег на мясо, возьму эту требуху, сварю — и у меня будет вкусный обед!\n\nОн взял требуху, положил ее в мешок, перебросил мешок через плечо и пошел домой.\n\nА надо сказать, что у Бебеле была маленькая сабля, он сделал ее из обломка старой иголки. Вот этой саблей он и стал колоть нищего в плечо. Не думайте, что он хотел сделать больно старику: он только хотел напомнить о себе.\n\nНищий перекинул мешок на другое плечо. Но мальчик Бебеле опять уколол его. Тогда нищий решил посмотреть, что это его колет. Он разрезал требуху и увидел Бебеле. А Бебеле только этого и надо было: он выскочил и встал перед нищим. Нищий узнал его и очень удивился.\n\n— Тэ-тэ-тэ...— сказал он.— На свете все бывает! Вот мы и опять встретились! Но что мне с тобой делать, мальчик Бебеле?..\n\n— Отнеси меня домой! — сказал Бебеле.\n\nИ нищий отнес его домой, к старику и старухе. Старик и старуха очень обрадовались. Они усадили нищего за стол и досыта накормили его. И все были рады, что всё кончилось так благополучно."
}