{
  "text": "Жили когда-то старик и старуха. У них детей долго не было. Горевали они, думали, что так бездетными и умрут. И вдруг родился у них сын. Прожил он один день и стал как годовалый ребёнок. Прожил два дня — стал как двухгодовалый. Прожил двенадцать дней — стал будто двенадцатилетний. Пришёл он к отцу и говорит:\n\n— Чую я. что во мне двенадцать богатырских сил! Сделан ты мне лук и стрелы. Каждая стрела пусть будет весом в полпуда, а лук пусть будет весом в пуд!\n\nИсполнил отец просьбу своего сына — принёс ему лук и стрелы. После этого сын говорит:\n\n— Ну, отец и мать, теперь я гулять пойду!\n\nВышел на улицу, а там ребята играют .Подошёл он к ним и запел:\n\nМалые и большие ребята, Позвольте мне поиграть с вами!\n\nРебята говорят:\n\n— Пусти стрелу в небо, а сам ляг лицом вверх и поймай стрелу зубами, когда она падать будет, — тогда только и позволим играть с нами!\n\nВыпустил мальчик-богатырь стрелу из лука, а сам лёг лицом вверх. Немного времени прошло — летит стрела обратно. Схватил он стрелу зубами, а потом опять запел:\n\nМалые и большие ребята. Позвольте мне поиграть с вами!\n\nНо ребята опять отказались его принять.\n\n— Не примем, — говорят, — до тех пор, пока силу свою не покажешь!\n\n— А как мне мою силу вам показать?\n\n— Спустись в прорубь, отплыви подальше, разломай лёд — тогда, может, и примем!\n\nСпустился мальчик-богатырь под лёд, отплыл в сторону. Разломал головой толстый лёд и вышел на берег. Подошёл к ребятам и запел:\n\nМалые и большие ребята, Позвольте мне поиграть с вами!\n\nА ребята говорят:\n\nНе позволим! Вот если разобьёшь носком сапога каменную гору, тогда примем!\n\nПодошёл мальчик-богатырь к каменной горе. Стал пинать её правой ногой. Затрещала каменная гора, разбилась, рассыпалась. Ушли одиннадцать богатырских сил. Осталась у мальчика всего одна сила...\n\nПроведали об этом господские слуги. Побежали к господам, рассказали:\n\n— Родился у бедных старика и старухи сын. Было у него двенадцать богатырских сил, да потерял он одиннадцать сил, когда каменную гору разбивал, одна сила осталась у него.\n\nИспугались господа:\n\n— Ну, не ждать нам добра от этого богатыря! Вот и года ему нет, а он сильнее всех! Что будет, когда он вырастет? Он и слушать нас не захочет и работать на нас не пожелает. Гляди, и вовсе нас, господ, погубит! Пока не вернулись к нему одиннадцать сил, выкопайте, слуги, яму в сорок саженей глубиной, схватите его и бросьте в эту яму.\n\nПобежали слуги, стали яму копать и выкопали яму глубиной в сорок саженей. После того накинулись на мальчика-богатыря, связали ремнями ему руки и ноги, в яму бросили. Пришли к господам и сказали:\n\n— В яме он!\n\nОбрадовались господа:\n\n— Ну, теперь спокойно можем жить: не выберется он из ямы, так и пропадёт там от голода!\n\nЛежит мальчик-богатырь в яме, смотрит на небо, выбраться из ямы не может.\n\nПрилетела ворона, села на край ямы, заглянула в яму, увидела его. А он ворону увидел. Стал её просить.\n\n— Эй, ворона, ворона! — говорит. — Лети к матери, отцу, скажи им, что связали мне руки-ноги крепкими ремнями, в глубокую яму бросили, хотят, чтобы я от жажды, от голода здесь погиб! Зови их ко мне на помощь!\n\nВорона говорит:\n\n— Чыгырдык! Чыгырдык! Зачем я буду их звать? Погибай, мне всё равно!\n\nСказала и улетела.\n\nПотом сорока прилетела. В яму заглянула. Мальчик просит её:\n\nЭй, сорока, сорока! Лети к матери, отцу, скажи им, что связали мне руки-ноги крепкими ремнями, в глубокую яму меня бросили, хотят, чтобы я от жажды, от голода здесь погиб! Зови их ко мне на помощь!\n\nСорока говорит:— Шогэрдек! Шогэрдек! Не буду я их звать!\n\nСказала так и улетела.\n\nЛежит мальчик в глубокой яме, не может развязать ноги и руки, не может из ямы выбраться. Тут птица-гусь прилетает. Говорит мальчик гусю-птице:\n\n— Эй, гусь-птица, гусь-птица! Лети к моей матери, отцу, расскажи им, что связали мне ноги-руки крепкими ремнями, в глубокую яму бросили, хотят, чтобы я от жажды, от голода погиб! Зови их ко мне на помощь! Пусть скорее идут ко мне, пусть принесут сорок один топор, приведут сорок одного быка! Быков я съем — силы наберусь, топорами крепкие ремни перерублю.\n\nВыслушал гусь-птица и улетел. Прилетел он к старику и старухе.\n\n— Дедушка! — говорит. — Бабушка! — говорит. — Вашего сына господа в глубокую яму бросили, от голода, от жажды он погибает, выбраться не может! Велел, чтобы вы сорок один топор ему принесли, сорок одного быка ему привели!\n\nЗатужили, заплакали старик и старуха, говорят:\n\n— Нет нашего сына в живых! Кости его уже давно побелели. Зачем пойдём?\n\nПрогнали гуся-птицу. Гусь к мальчику прилетел, говорит:\n\n— Не верят мне твои мать, отец, что жив ты! Что делать будем?\n\nМальчик говорит:\n\n— Сюда, в яму ко мне, спустись, на твоих крыльях письмо им напишу!\n\nГусь-птица в яму спустился. Мальчик пальцы высвободил, на крыльях гуся написал: «Жив я, приходите скорее!»\n\nВылетел гусь из ямы, опять к старикам полетел. Старухе, старику говорит:\n\n— Ваш сын сорок один топор принести велел, сорок одного быка привести велел. Он жив, в глубокой яме связанный лежит. Если моей совести не верите — на крыльях прочтите: он вам письмо написал!\n\nНа крылья старуха и старик посмотрели — поверили.\n\nВзяли сорок один топор, погнали сорок одного быка к яме. Пришли, стали, в яму смотрят, с сыном разговаривают.\n\nУвидели это господские слуги — побежали к господам, стали рассказывать:\n\n— Мать, отец его к яме пришли, сорок один топор ему принесли, сорок одного быка привели, чтобы он тех быков съел, силы набрался.\n\nВыслушали господа, приказывают своим слугам:\n\n— Засыпьте, завалите яму доверху песком да камнями! Пусть он задохнётся — погибнет! А если уцелеет он, плохо вам придётся!\n\nПока слуги к господам бегали, старик и старуха к сыну в яму быков сбросили. Съел сын быков — все двенадцать сил к нему вернулись. Велел он топоры к нему сбросить. Стали старик и старуха бросать в яму топоры. Они бросают, а сын свои путы перерубает. Один топор сломается — он другой берёт, другой сломается — он третьим рубит...\n\nТут господские слуги с лопатами прибежали. Стали забрасывать яму песком да камнями. Они бросают в яму песок да камни, а старик со старухой бросают топоры. Только успели сорок первый топор бросить — господские слуги всю яму завалили. Полна яма доверху. Заплакали старуха и старик, домой пошли. Думают: «Не увидим больше сына, погиб он...»\n\nС плачем и домой вернулись старики.\n\nА сын не погиб. Собрался он с силами и стал головой песок да камни толкать. Толкал, толкал, и выбросил всё из ямы. Потом выбрался сам и пошёл домой. Пришёл, сел на скамейку. Лицо шляпой закрыл. Не узнал его отец.\n\n— Кто ты? — спрашивает. — Зачем к нам пришёл? Не ко времени нам гость: горе у нас...\n\nА сын молчит.\n\nОтец стащил с него шляпу — и узнал сына. Обрадовались старики они уж и не думали его живым увидеть!\n\nРассказал им сын, как он спасся, как из ямы выбрался, и говорит:\n\n— Вернулись опять ко мне мои двенадцать богатырских сил! Пойду-ка к господам: хочу с ними силами помериться!\n\nСказал и пошёл.\n\nУвидели его господа — перепугались, забегали, не знают, куда деваться, куда прятаться.\n\n— Теперь уж нам с ним не справиться, — говорят. — Не будет нам от него пощады!..\n\nПобежали все без пути, куда глаза глядят. Да недалеко убежали — настиг их богатырь. Тут им всем и конец пришёл.\n\nСказка — туда, а я — сюда!"
}