{
  "text": "В давние времена на берегу моря жил бедный рыбак, по имени Кэндзо Синобу.\nОднажды в холодный ветреный день в хижину Кэндзо кто-то постучал. Кэндзо открыл дверь и увидел на пороге дряхлого старика.\n— Позволь мне переночевать у тебя, — попросил странник. — Много раз прошел я без отдыха и вот теперь прошу тебя дать мне приют и утолить мой голод. Смутился Кэндзо.\n— Почтенный учитель, я очень беден и могу предложить вам на ужин всего одну рыбёшку.\nИ Кэндзо показал на очаг, где в котелке варилась какая-то небольшая рыбка.\n— Но ведь ты варишь эту рыбу для себя, — сказал странник.\n— Я только что поужинал и совсем сыт, — стал уверять Кэндзо гостя. — Не отказывайтесь от моего скудного угощения и, умоляю вас, не думайте обо мне.\nКогда странник поужинал, Кэндзо уложил его на свою циновку, а сам, голодный, лёг прямо на земляной пол.\nНочью Кэндзо проснулся от стонов странника.\n— Что с вами, учитель? — встревожился Кэндзо.\n— Мне холодно, мне очень холодно! Если ты не разведёшь сейчас огонь, — я умру.\n«Что мне делать? — подумал Кэндзо. — У меня совсем не осталось хвороста».\nТак подумав, Кэндзо схватил топор и поспешил на берег, где стояла его ветхая лодка. Рыбак взмахнул топором, и вскоре лодка превратилась в груду щепок. Придя домой, Кэндзо развёл в хибати огонь.\nКогда в хижине стало тепло, странник поднялся с циновки и сказал:\n— Спасибо тебе, теперь я снова здоров. Скажи мне, каково твоё самое заветное желание? Ответил, не задумавшись, Кэндзо:\n— Я хочу, чтобы все японцы обладали мудростью, здоровьем, честно нажитым богатством, храбростью, знанием и весельем.\nВ ответ странник сказал:\n— Эти людские блага хранятся в ларце на вершине Золотой горы. Там их сторожит синий дракон. Многие смелые люди пытались подняться на Золотую гору, но труден туда путь. Тысячи смертей подстерегают того, кто попытается добыть эти блага!\n— Я не испугаюсь ничего! — громко сказал Кэндзо. — Скажите только мне, почтенный учитель, где находится Золотая гора.\nОтветил странник:\n— Ступай на юг, но помни: достигнуть Золотой горы может лишь тот, кто любит свой народ больше самого себя, кто не отступит перед смертью!\nУтром, когда взошло солнце, Кэндзо отправился в путь. Двадцать дней шёл он на юг, как сказал ему странник. На двадцать первый он оказался на берегу широкой реки.\nЗадумался Кэндзо: «Как перебраться на другой берег?» Заметив невдалеке чей-то дом, Кэндзо направился к нему. Там он спросил у хозяина:\n— Почтенный господин, где я могу достать лодку, чтобы перебраться на другой берег?\n— Что вы, что вы?! — замахал руками хозяин. — Никому на свете не удалось переплыть эту реку.\nВодовороты ее столь ужасны! Всякий, кто пытался перебраться на тот берег, погибал!\n— Но я должен обязательно попасть на другой берег! — воскликнул Кэндзо.\n— Ни одному смертному не удалось переплыть через эту реку, — сказал снова хозяин.\n— Будь у меня свёрток шёлка, я сразу бы перебрался на тот берег! — воскликнул Кэндзо.\n— Я дам вам свёрток шёлка, — сказал хозяин. — Только я не понимаю, как вы переправитесь на шёлке через реку.\nПолучив шёлк, Кэндзо сразу же начал мастерить из него огромного змея. Когда змей был готов, Кэндзо обратился к хозяину с такими словами:\n— Прошу вас, привяжите меня к змею и запустите в воздух. Как только ветер отнесёт меня на тот берег, я перережу верёвку и опущусь на землю.\nХозяин стал отговаривать смельчака:\n— Вы можете разбиться. Оставайтесь лучше жить в моём доме, и я выдам за вас замуж мою единственную красавицу дочь. Когда же я умру, вы станете владельцем многих земель и лесов.\nКэндзо сказал:\n— Японская пословица гласит: «Кто хочет отнять у дракона волшебный камень, тот должен вступить с драконом в бой». Тот же, кто решил сделать свой народ счастливым, тот не должен бояться за свою жизнь!\n— Пусть будет по-вашему, — сказал хозяин и принялся за дело.\nПривязав Кэндзо, хозяин запустил змея. Змей взвился под облака и быстро перелетел по ветру через широкую и бурную реку. К этому времени ветер утих и Кэндзо стал опускаться на землю. Как только ноги его коснулись земли, он радостно воскликнул:\n— Скорее в путь, нельзя терять ни минуты! Но едва он сделал несколько шагов, как вдруг из-за кустов выскочил свирепый тигр. И в это же мгновение Кэндзо услышал за своей спиной странное шипение.\nКэндзо оглянулся и увидел ползущего к нему удава. Спасения для Кэндзо не было: впереди — тигр, позади — удав.\nВдруг раздался страшный шум и с неба камнем упал громадный орёл. Он схватил Кэндзо и, прежде чем тигр и змей пришли в себя, поднялся в воздух.\nС каждой минутой орёл поднимался всё выше и выше; и наконец Кэндзо потерял из вида землю. Кэндзо сразу же догадался, что орёл несёт его в своё гнездо, чтобы там растерзать.\nКогда орёл начал опускаться, Кэндзо увидел под собой бушующий океан и прибрежные скалы. Ещё несколько взмахов — и орёл окажется на скале, в своём гнезде. Вдруг орёл увидел, что в гнезде сидит обезьяна и готовится сожрать его птенцов. Пронзительно закричав, орёл выпустил из своих когтей человека и бросился на обезьяну.\nКэндзо упал в воду, и огромные волны понесли его далеко в открытый океан.\n«Неужели я погибну, не добыв своему народу счастья?» — горестно подумал Кэндзо.\nИ в этот момент он заметил поблизости кита. Собрав последние силы, Кэндзо подплыл к киту и взобрался ему на спину. Кит же был таким огромным, что даже не заметил, что на него кто-то взобрался.\nОчень скоро киту надоело лежать на одном месте, и, подняв вокруг себя громадные волны, великан отправился в путь.\nУсталый Кэндзо растянулся на спине кита и сам не заметил, как заснул. Когда же он проснулся, то увидел вблизи от себя берег. Не долго думая Кэндзо бросился в воду и поплыл к берегу.\nЕдва ноги его коснулись песчаного берега, как от усталости и голода он упал и потерял сознание.\nБедный Кэндзо лежал на берегу до тех пор, пока его не заметил мальчик, пригнавший на берег быка. Мальчик увидел Кэндзо и начал обмахивать его веером. Кэндзо открыл глаза, но встать на ноги не мог. Тогда мальчик помог ему сесть на быка и повёл быка в ближайший бамбуковый лес.\nВ бамбуковом лесу стоял просторный дом. Из дома вышел человек и спросил мальчика:\n— Кого ты привёз?\n— Отец, этот человек лежал без сознания на берегу моря, и я не мог оставить его без помощи, — ответил мальчик.\nТогда отец похвалил мальчика, пригласил Кэндзо войти в дом, накормил его и уложил спать.\nДолго спал Кэндзо, когда же проснулся, в комнату его вошел отец мальчика и спросил:\n— Скажите, почтеннейший, куда вы держите путь?\n— Я иду на вершину Золотой горы, чтобы добыть для народа мудрость, здоровье, богатство, знания, храбрость и веселье.\n— Я слышал об этой горе, — сказал отец мальчика. — Если вам дорога жизнь, не ходите туда! Никто не возвращается оттуда живым. Оставайтесь в моём доме и живите, сколько угодно.\n— Нет! — сказал твердо Кэндзо. — Не уговаривайте меня. Пока я жив, ничто не сможет остановить меня на полпути.\nИ Кэндзо снова отправился на юг.\nОн миновал безлюдную степь, переплыл большое озеро, пробрался сквозь непроходимый лес и увидел перед собой бесконечную пустыню. Три для шёл благородный Кэндзо по горячей пустыне, умирая от голода и жажды; на четвёртый день он увидел вдали вершину Золотой горы.\nОбрадованный Кэндзо бросился бежать к горе и в полдень был уже у её подножия. Не останавливаясь, Кэндзо начал взбираться на вершину. Совсем немного прошёл он, как вдруг откуда-то сверху раздался громовой голос:\n— Ни шагу дальше, или ты будешь растерзан! Нелегко было испугать Кэндзо. Он выхватил меч и устремился вперёд. И вдруг его окружили страшные собаки. Они стояли вокруг Кэндзо, разинув пасти, и бешено сверкали глазами. Снова раздался сверху голос:\n— Повернись к ним спиной, ступай отсюда, и они тебя не тронут. Если же ты сделаешь хоть один шаг вперёд, псы разорвут тебя на части!\nКэндзо ударил мечом ближайшую собаку, и собака, поджав хвост, сразу же убежала. Остальные псы пронзительно завыли и защёлкали зубами. Снова ударил Кэндзо мечом ближайшую собаку, и эта собака тоже поджала хвост и поползла прочь.\nОпять раздался грозный голос:\n— Сделай хоть один шаг назад — и ты будешь спасён!\nИ тогда Кэндзо понял, что эти псы страшны только для тех, кто при виде опасности устремляется не вперёд, а назад.\nИ, поняв это, Кэндзо перестал стоять на месте, а стремительно ринулся вперёд. Тогда свирепые псы жалобно заскулили и исчезли.\nНе успел Кэндзо сделать и несколько шагов, как увидел красавицу девушку. Девушка бежала ему навстречу, простирала руки и повторяла только одно слово:\n— Спасите! Спасите!\n— Кто посмел тебя обидеть? — спросил Кэндзо.\n— Я убежала от синего дракона. Он гонится за мной!\n— Я защищу тебя! — воскликнул Кэндзо и поднял вверх свой меч.\n— Знайте же, что синего дракона не может поразить никакой меч. Но здесь поблизости есть пещера. В эту пещеру синий дракон никогда не входит…\n— Так поспешим же туда! — обрадовался Кэндзо. Девушка устремилась вперёд, Кэндзо последовал за ней.\nКогда Кэндзо вошёл в пещеру, он долго не мог прийти в себя от изумления. Посреди пещеры стоял дзэн, уставленный множеством яств и кувшинами с вином.\nИ, усадив Кэндзо на белоснежную циновку, девушка начала любезно его угощать.\nОна подливала ему то из одного кувшина, то из другого. Такого вкусного вина Кэндзо никогда в жизни не пил.\nВскоре Кэндзо уснул; когда же он проснулся, то от ужаса чуть не умер: девушки в пещере не было, а сам он оказался прикованным толстой цепью к стене пещеры.\nПонял тогда Кэндзо, что это коварный синий дракон принял облик девушки, заманил его в пещеру и приковал во время сна цепью к стене.\nНесчастный Кэндзо лежал в пещере и ждал появления ужасного дракона. Но дракон не показывался.\nМного дней прошло с тех пор, как Кэндзо очнулся прикованным к стене пещеры. Его мучили голод и жажда, с каждым днём силы несчастного иссякали. И вот, когда Кэндзо уже приготовился умереть, в пещере вдруг завыл ветер, затряслись стены — и перед рыбаком предстал синий дракон.\nЭто был страшный дракон. На змеиной шее вращалась огромная лошадиная голова с бычьими ушами. Брюхо и спина дракона поросли толстой чешуёй.\n— Согласись вернуться к себе, и я не трону тебя! — прохрипел дракон: — Если не согласишься, я уморю тебя голодом.\n— Пока я жив, я не откажусь от мечты сделать свой народ счастливым, — ответил Кэндзо.\nДракон разинул пасть — и пещера наполнилась смрадным, дымом. Снова завыл ветер и снова затряслись каменные своды пещеры. Когда же дым рассеялся, дракона в пещере не оказалось. Он исчез. Но в пещеру сразу же ворвались десять демонов. Каждый из них подходил к Кэндзо и говорил:\n— Согласись вернуться домой, и мы дадим тебе столько золота, сколько ты сможешь унести. И каждому из них Кэндзо отвечал:\n— Лучше я умру, чем вернусь на родину без ларца с людскими благами!\nТогда демоны схватили железные палицы и начали избивать Кэндзо. После каждого удара они спрашивали:\n— Уйдёшь отсюда?\nИ каждый раз он отвечал:\n— Нет!.\nНичего не могли сделать демоны с Кэндзо и поспешили к своему покровителю.\nС бешеным рёвом ворвался синий дракон в пещеру. Он разорвал цепь, которой Кэндзо был прикован к стене, притащил его к огромному водопаду и бросил в водяную пропасть. Но как только Кэндзо скрылся в бурных потоках воды, дракон вытащил его и сказал:\n— Вернись домой, и я дам тебе столько жемчужин, сколько ты сможешь поднять. Согласен?\n— Нет! — выкрикнул Кэндзо. — Нет!\n— Ну, тогда пришёл твой конец! — зарычал в бешенстве дракон.\nОн привязал Кэндзо к высокой сосне, над головой его прикрепил на ста верёвках громадный валун. Сделав так, дракон сказал:\n— Этот камень держится на ста верёвках. Через каждую минуту я буду перерезать по одной верёвке. Если через сто минут ты не признаешь себя побеждённым, камень размозжит твою голову!\nИ, сказав так, он начал перерезать верёвки. Прошло девяносто девять минут. Теперь камень держался всего на одной верёвке. — Последний раз спрашиваю тебя: уйдёшь ты отсюда или нет? — завопил дракон.\n— Нет, — снова ответил Кэндзо, — нет!\n— Смерть тебе! — закричал дракон в ярости и взмахнул мечом, чтобы рассечь последнюю верёвку. В этот момент раздался грозный голос:\n— Остановись!\nКэндзо поднял глаза и увидел рядом с драконом того самого странника, который рассказывал ему о Золотой горе и о ларце с человеческими благами. Странник был одет в красную шёлковую одежду; в правой руке была золотая палочка.\nЗлобный дракон даже не обернулся в сторону странника. Взмахнув мечом, он рассек последнюю верёвку, на которой держался огромный валун.\nНо странник, который на самом деле был могущественным волшебником, прикоснулся к валуну золотой палочкой — и камень упал к ногам привязанного к сосне Кэндзо.\n— Я растерзаю тебя! — завопил дракон и, изрыгая смертельное пламя, устремился на волшебника.\nНо тот сказал волшебное слово и превратился в могучего великана. Увидев это, дракон превратился в льва. Тогда великан вновь принял облик человека, поднял вверх золотую палочку — и из-за туч на льва посыпались острые стрелы.\nЗарычав от боли, лев подпрыгнул на месте и исчез.\n— Вы победили синего дракона! — закричал привязанный к дереву Кэндзо.\nНо волшебник не торопился радоваться. Он вынул зеркало, положил его на землю, и в зеркале отразилось всё, что делалось за облаками. Кэндзо увидел в небе дракона, который целился в волшебника отравленной стрелой. Вновь поднял волшебник к небесам золотую палочку — и дракон свалился на землю. Но едва он прикоснулся к земле, как превратился в волка и бросился бежать. Волшебник принял облик тигра и понёсся в погоню за волком. Тогда волк превратился в коршуна, а волшебник — в могучего орла. Но в тот самый момент, когда орёл настигал коршуна, коршун, сложив крылья, упал в траву, превратился в крота и ушёл глубоко в землю. В то же мгновение орёл превратился в вепря и начал разрывать нору крота. Крот выскочил из-под земли, обратился в камень и покатился вниз с горы. Тогда странник принял снова свой облик, ударил по камню золотой палочкой — и камень разлетелся на мелкие осколки. Но осколки эти поднялись в воздух и превратились в ядовитых мух. Странник поднял горсть песку, подбросил его — ив воздухе оказалось множество воробьев. Воробьи набросились на мух, стали клевать их, и вскоре из всех мух уцелела только одна. Кэндзо увидел её, когда она была уже высоко в небе. Ещё мгновенье — и она скрылась бы за облаками. Но странник дунул на тучи, и все небо покрылось паутиной. В этой паутине и запуталась муха.\nКэндзо видел, как муха билась в паутине. Но чем больше она билась, тем сильнее запутывалась. Волшебник бросил в муху золотую палочку — и муха, превратившись в дракона, разорвала паутину. Упав на землю с такой высоты, дракон разбился насмерть.\nТогда странник отвязал Кэндзо от дерева и сказал:\n— Ты не щадил жизни, чтобы сделать счастливым свой народ, потому я и пришёл тебе на помощь. Ты не испугался смерти, не отрёкся от своей мечты, поэтому злые силы не могли умертвить тебя. Ступай же на вершину Золотой горы. Отныне путь туда для тебя свободен.\nОбрадованный Кэндзо, забыв об усталости, поспешил на вершину. Здесь он сразу же увидел заветный ларец, схватил его и побежал вниз.\nДень и ночь шёл теперь Кэндзо домой. Он спешил в Японию, чтобы наделить свой народ всеми человеческими благами.\nСтупив на родную землю, Кэндзо открыл крышку ларца, и оттуда вылетели Мудрость, Здоровье, Богатство, Храбрость, Знание и Веселье.\nБлага эти до сих пор живут на земле. Говорят, что обрести их может тот, кто никогда не заботится о себе, а думает только о счастье и благополучии своего народа."
}