{
  "text": "Жил в старину бедный старик со своей слепой старухой. Детей у них не было, только собака да кошка. Дружно жили звери, так и ходили друг за дружкой, как тень за человеком, и хозяевам верно служили. Уйдет старик из дому, они со старухой дом стерегут, чужого близко не подпускают. Пуще сокровища берегли старики своих любимцев, не били, не ругали. С собакой и кошкой жилось им, горемыкам, не так тоскливо.\nПошел как-то старик в горы травы накосить. Идет обратно, смотрит —- лежит на земле черная змейка, видать, оголодала, с места двинуться не может. Пожалел старик змейку, спрятал за пазуху, пошел своей дорогой. Пришел домой, выходил змейку, откормил. Но вот однажды говорит ей старик:\n— Иди-ка ты из нашего дома, змейка. Рис у нас перевелся, травы больше нет — нечем нам тебя кормить!\nКивнула змейка головой и говорит:\n— Добрый дедушка, если б не ты, умерла бы я с голоду. Да вот не знаю, как отблагодарить тебя. Только и есть у меня что собственный хвост. Возьми его, положи в деревянную шкатулку и схорони подальше, чтобы никто чужой не увидел. А как понадобятся деньги, потряси — посыплются из хвоста монеты.\nСогласился старик. И только отрубил у змейки хвост, как она исчезла. Положил старик змеиный хвост в деревянную шкатулку, шкатулку закопал за кухней, куда никто чужой не заглядывал.\nТолько переведутся у стариков деньги, выкопают они заветную шкатулку, достанут змеиный хвост, потрясут, на пол медные монеты со звоном посыплются. Соберет старик монеты, отправится на базар, купит масла, соли, риса, хвороста. Вернется домой, еду варит. Сварит и разделит на четыре части: одну — старухе, другую — собаке, третью — кошке, а четвертую — себе. Так и жили они, не ведая нужды.\nНо вот однажды постучался к старикам бродячий торговец. Боязно ему было одному темной ночью по дороге идти, вот и попросился заночевать. Впустил его старик.\nА на другой день, еще до рассвета, прошел старик тихонько за кухню, достал из шкатулки змеиный хвост, потряс его. И на землю медяки посыпались. Только и слышно: цзян-цзян-хуа-лан. Торговец все это через окно видел. Только ушел старик из дому, как он тотчас же вскочил, откопал драгоценную шкатулку, сунул в корзину, поднял коромысло — и ходу.\nВернулся старик домой, а старуха плачет, да так жалобно. Спрашивает старик:\n— Какая беда приключилась? А старуха отвечает:\n— Шкатулку нашу драгоценную бродячий торговец унес! Не поверил старик:\n— Ты что это плетешь, старая? Схоронил я ее далеко да глубоко. Как же мог он ее найти? Видать, не там ты искала, где надо.\nСказал так старик и сам за кухню пошел. Искал-искал — ничего не нашел.\nПригорюнились старик со старухой. Старик тяжко вздыхает, а старуха слезами заливается. Тут как раз кошка с собакой со двора воротились завтракать вместе с хозяевами. А у хозяев лица печальные, брови хмурые, чуют кошка с собакой, что беда приключилась, а что за беда — не знают. Поглядел на них старик, вздохнул и говорит:\n— Унес злодей торговец нашу шкатулку. Бегите скорее! Догнать его надо!\n— Бежим, может, поймаем его,— сказала собака кошке,— видишь, как старики убиваются!\nВыскочили они из дому и в путь отправились. Идут, вынюхивают все, высматривают — нигде нет драгоценной шкатулки. И решили они идти к торговцу. А дом его за рекой стоял.-\nПодошли они к реке, река бурлит, волны на ней пенятся. Кошка в комок съежилась от страха.\n— Не бойся,— подбадривает ее собака,— как-нибудь переберемся на тот берег, я ведь умею плавать. А без шкатулки нам лучше домой не возвращаться.\nУвидела кошка, что собака такая храбрая, сама расхрабрилась и вскочила ей на спину. Переплыли они реку и очутились в маленькой деревушке. Идут по деревушке, в каждый двор заглядывают, ни одного не пропускают. Вдруг видят: стоит во дворе большой дом, народу видимо-невидимо, кто в красном, кто в зеленом,— к свадьбе готовятся. И признали они в женихе того самого торговца, который у старика ночевал.\n— Иди в дом,— говорит собака кошке на ухо,-— разузнай, где схоронил торговец заветную шкатулку. Я бы сама пошла, да боюсь, приметят меня. А как узнаешь, сразу беги за деревню, я буду ждать тебя под ивой.\nКивнула кошка головой, мяукнула, взобралась на крышу, с крыши прямехонько во двор прыгнула, а со двора, через маленькое оконце, пролезла в спальню. Ищет кошка заветную шкатулку, все углы обшарила, нигде нет. Уселась кошка под кровать и думает, как же ей быть. Вдруг видит — из сундука, который в спальне стоял, мышка вылезла. Бросилась на нее кошка, а мышь дрожит в кошачьих лапах, отпустить просит. Говорит ей кошка:\n— Поможешь мне в одном деле, отпущу.\n— Все сделаю, царица кошка, только прикажи,— пропищала мышка.\n— Полезай в хозяйский сундук, посмотри, нет ли там деревянной шкатулки. Если найдешь, быстрее тащи сюда.\nЗалезла мышь в сундук, вмиг вытащила заветную шкатулку и с низким поклоном передала ее кошке. Кошка схватила шкатулку и пустилась наутек.\nУвидел торговец кошку и как закричит:\n— Держите кошку! Она украла сокровище! Держите ее! Бросились люди за кошкой вдогонку, а она через стену,\nтолько ее и видели. Прибежала за деревню, а там ее собака под ивой дожидается, и двинулись они в обратный путь. Идут не нарадуются. Когда подошли к реке, собака строго-настрого приказала кошке:\n— Увидишь рыбу или рака, смотри, рта не разевай, не то уронишь шкатулку в воду.\nТеперь кошка больше не боялась через реку плыть. Она с важностью сидела на спине у собаки и воображала, как хозяева станут ее благодарить. Доплыли они до середины реки, вдруг видят — рыбешки в воде резвятся. У кошки даже слюнки потекли, не выдержала она и как закричит:\n— Ой, сколько рыбы!\nХуа-ла — это шкатулка упала в воду и пошла ко дну.\n— Говорила я тебе, чтоб ты рта не разевала да помалкивала. Как же теперь быть?\nПриплыла собака с кошкой к берегу, кошку оставила, а сама на середину реки воротилась. Насилу вытащила из воды драгоценную шкатулку.\nУстала собака, присела отдохнуть, глаза закрыла и не заметила, как задремала. А кошка тем временем схватила шкатулку и побежала домой.\nУвидел старик, что кошка шкатулку принесла, обрадовался, бросился к старухе, чтоб добрую весть ей сообщить. И стали они наперебой расхваливать кошку: какая она ловкая да проворная. Открыл старик шкатулку, достал змеиный хвост, тряхнул — на пол медные монеты посыпались, звенят. Накупил старик всякой всячины, приготовил разные вкусные кушанья, стал кошку потчевать. Уселась кошка поудобнее, но не успела за еду приняться, как видит — бежит собака.\n— Ах ты дармоедка! Только и знаешь, что брюхо набивать! —накинулся на нее хозяин.\nА кошка знай уплетает. Хоть бы словечко вымолвила. Так хотелось собаке попить да поесть, но ничего вкусного ей не досталось, пришлось довольствоваться остатками супа и риса.\nС тех пор возненавидела собака кошку. Как увидит, сразу норовит схватить за горло.\nТак и пошла у них вражда."
}