{
  "text": "Сел однажды Бао-гун в паланкин, отправился в суд дела вершить. Едет он по улице, смотрит: сидит на каменной плите мальчик, плита старая, аж почернела, сидит и горько плачет. А рядом с ним стоит плетеная корзинка бамбуковая.\n\nПриказал Бао-гун носильщикам остановиться, подозвал мальчика и спрашивает:\n\n- Кто тебя обидел, мальчик? Почему ты плачешь?\n\nОтвечает мальчик:\n\n- С самого утра торговал я пончиками. Наторговал на двести медяков, деньги положил в корзину. Тут фокусник пришел, стал фокусы показывать. Сел я на этот камень, стал смотреть. Недолго смотрел. Потом в корзину заглянул, а денег нет.\n\nСказал так мальчик, еще горше заплакал.\n\nВыслушал Бао-гун мальчика, брови нахмурил, подумал немного и говорит:\n\n- Деньги лежали в корзине, корзина стояла на камне, Вдруг деньги исчезли. Наверняка каменная плита их украла. Стража! Доставить в ямынь мальчика и плиту на допрос.\n\nУслыхали люди, что Бао-гун каменную плиту допрашивать будет, друг другу передавать стали, недаром говорится: один десяти скажет, десять - сотне. Подивились, скорей к ямыню побежали допрос послушать.\n\nПоднялся Бао-гун в зал, велел внести плиту, перед столом поставить. Мальчику рядом с плитой велел встать, а народ весь по обеим сторонам стола расположился.\n\nСел Бао-гун на судейское место, допрос начал:\n\n- Признавайся, плита каменная, ты у мальчика деньги украла? Только правду говори, не то я велю тебя бить и пытать.\n\nНо камень, он камень и есть, лежит себе да молчит. Рассвирепел Бао-гун, стукнул по столу, велел стражникам бить плиту. Услыхал народ, что судья камень бить приказал, смех, да и только! Но в ямыне не посмеешься - боязно. Подняли стражники палки, принялись камень колотить. Бьют, колотят, аж щепки от палок во все стороны разлетаются. Не стерпели тут люди, захохотали, да так громко, что и не слышно, как палки о камень бьют.\n\nТолько Бао-гун не смеется, в дощечки стучит, чтоб народ утихомирить, и говорит:\n\n- Вы что, порядка не знаете? Не умеете себя в ямыне вести? Стража! Запереть двери, никого не выпускать!\n\nВидят люди - рассердился Бао-гун, упали на колени, о пощаде молят.\n\nГоворит судья:\n\n- Ладно, на этот раз я вас пощажу, только пусть каждый, прежде чем домой идти, монетку даст. Коли согласны, отпущу я вас с миром.\n\nПриказал Бао-гун стражникам притащить большой чан с водой, посреди зала поставить. Потом каждому велел монету в чан бросить, сам рядом стоит, смотрит. Одна за другой падают монеты в чан, люди друг за дружкой из зала выходят. Но вот подошел какой-то человек, монету в чан бросил. Смотрит Бао-гун - на воде кружочки жира плавают.\n\nКак закричит судья:\n\n- Это ты, пес, у ребенка деньги украл? Признавайся!\n\nИспугался вор, дрожит весь.\n\nПриказал Бао-гун обыскать вора, нашли у него стражники сто девяносто девять монет, с той монетой, которую он в чан бросил, ровно двести. Отдал Бао-гун все двести монет мальчику, а вора приказал побить хорошенько и вон выгнать.\n\nТолько тут поняли все, зачем понадобилось Бао-гуну каменную плиту допрашивать. С той поры стали люди пуще прежнего мудрого судью почитать."
}