{
  "text": "В одном стойбище старик жил. Вместе с ним три дочери жили. Младшая самая хорошая, самая умная была.\nБедно старик жил. Чум у него был дырявый, плохой. Одежды теплой мало было. В большие морозы сидел он с дочерьми у огня, грелся. Ночью огонь гасили, спать ложились, до утра мерзли.\nОднажды в середине зимы поднялась над тундрой страшная пурга. День дует, другой дует, третий день дует – вот-вот чумы снесет. Люди из чумов выйти не могут, сидят голодные.\nСидит старик со своими тремя дочерьми в чуме, слушает, как пурга воет, и говорит:\n– Не переждать нам пургу! Послал ее хозяин ветров Котура. Видно, сердится он, видно, хочет, чтобы мы ему хорошую жену прислали. Иди ты, старшая дочь, к Котуре, не то погибнет весь наш народ. Иди, упроси его, чтобы остановил он пургу!\n– Как пойду? – говорит девушка. – Пути не знаю!\n– Я тебе маленькие саночки дам. Толкни их против ветра и иди за ними. Ветер будет развязывать на твоей одежде вязки – ты не останавливайся, не завязывай их. Будет тебе в обувь снег набиваться – ты его не вытрясай, не задерживайся. На пути тебе встретится высокая гора – ты поднимись на нее. Там остановись, вытряси из обуви снег и завяжи вязки. Когда будешь на горе, прилетит к тебе маленькая птичка. Сядет она к тебе на плечо, ты не гони ее – погладь, приласкай. Потом сядь на саночки и скатись под гору. Саночки привезут тебя прямо ко входу в чум Котуры. Войди в чум, ничего не трогай – сиди и жди. Когда придет Котура, делай все так, как он велит.\nСтаршая дочь оделась, встала позади саночек и покатила их против ветра.\nНемного прошла – развязались у нее вязки, холодно стало. Не послушалась она отца – стала вязки завязывать. Набился снег в обувь. Остановилась она и принялась выбивать снег. После того дальше пошла, навстречу пурге. Долго шла. Увидела гору, поднялась на нее. Подлетела тут маленькая птичка, хотела сесть к ней на плечо. Девушка замахала руками – прогнала птичку. Птичка покружила, покружила и улетела. Старикова старшая дочь на саночки села, скатилась под гору. Остановились саночки у большого чума.\nВошла девушка в чум. Смотрит – лежит в чуме жареное оленье мясо. Развела она огонь, обогрелась и стала с мяса жир отрывать. Отрывает да ест, отрывает да ест. Много съела. Вдруг слышит – кто-то подошел к чуму. Приподнялась шкура у входа, вошел в чум молодой великан. Это и был Котура. Посмотрел он на девушку, спрашивает:\n– Ты откуда пришла? Что тебе здесь надо?\n– Меня отец прислал к тебе.\n– Зачем прислал?\n– Чтобы ты взял меня в жены.\n– Встань и свари мясо, которое я принес с охоты. Девушка сварила мясо.\nКотура велел ей достать из котла мясо и разделить пополам.\n– Одну половину мяса будем есть мы, – сказал он, – другую положи в корытце и отнеси в соседний чум. Сама в этот чум не заходи, у входа постой. Выйдет к тебе старуха. Подай ей мясо и жди, когда вынесут тебе корытце.\nДевушка взяла мясо и вышла из чума. А пурга воет, снег идет – ничего не видно. Что найдешь в такую метель!.. Девушка отошла немного в сторону. Остановилась, подумала и выкинула мясо в снег. Сама вернулась к Котуре с пустым корытцем.\nВзглянул на нее Котура и спросил:\n– Отнесла мясо?\n– Отнесла.\n– Покажи-ка мне корытце – посмотрю, что тебе дали за мясо.\nДевушка показала пустое корытце. Котура ничего не сказал. Поел и лег спать.\nУтром он встал, принес в чум сырые оленьи шкуры и сказал:\n– Пока я хожу на охоту, выделай эти шкуры и сшей мне из них новую одежду, унты и рукавицы. Вернусь – посмотрю, какая ты мастерица.\nУшел Котура в тундру, а старикова дочь принялась за работу. Вдруг приподнялась шкура у входа, и в чум вошла седая старуха.\nДевушка, – сказала она, – мне в глаз попала соринка. Вытащи ее!\n– Не мешай мне работать! – говорит девушка. – Некогда мне.\nСтаруха ничего не сказала, повернулась и ушла. Старикова дочь одна осталась в чуме. Мнет она шкуры, кроит их ножом, торопится шить Котуре одежды. Шьет кое-как – спешит. Где же все хорошо сшить за один день! Да и шить-то нечем...\nВечером Котура вернулся с охоты. Спрашивает:\n– Готовы ли одежды?\n– Готовы.\nПощупал Котура одежду – шкуры жесткие, выделаны плохо. Посмотрел – все сшито криво, косо, не по росту. Рассердился Котура и выбросил старикову дочь из чума, далеко-далеко в сугроб забросил. Там она и замерзла.\nА пурга еще сильнее завыла...\nСтарик сидит в своем чуме, слушает, как пурга воет, шумит и днем и ночью, и говорит:\n– Не послушала старшая дочь моих слов! Не делала так, как я велел! Оттого и не перестает выть пурга: сердится Котура. Собирайся к нему, средняя дочь!\nСделал старик маленькие саночки, рассказал средней дочери все, как и старшей, и отправил ее к Котуре. Сам сидит с младшей дочерью, ждет, когда пурга стихнет.\nПокатила средняя дочь саночки навстречу ветру. Дорогой у нее вязки развязались, в обувь снег набился. Холодно стало. Забыла она отцовский наказ – раньше времени вытрясла из обуви снег, раньше времени завязала вязки.\nПоднялась на гору, увидела птичку. Замахала руками – прогнала ее. Села на саночки и скатилась под гору, прямо к чуму Котуры.\nВошла в чум, развела огонь, наелась оленьего мяса, стала ждать Котуру.\nВернулся Котура с охоты, увидел девушку, спрашивает:\n– Ты зачем ко мне пришла?\n– Меня послал к тебе отец.\n– Зачем?\n– Чтобы ты взял меня в жены!\n– Что же ты сидишь? Я голодный, вари скорее мясо!\nКогда мясо сварилось, Котура велел девушке вынуть мясо из котла и разделить пополам.\n– Одну половину мяса будем есть мы, – сказал Котура, – другую положи в корытце и отнеси в соседний чум. Сама в чум не входи, постой рядом и подожди, когда тебе корытце вынесут.\nДевушка взяла мясо и вышла из чума. А пурга воет, снег кружит – ничего не видно... Не захотела она идти дальше. Бросила мясо в снег, постояла, постояла и вернулась к Котуре.\n– Отнесла ли ты мясо? – спросил Котура.\n– Отнесла.\n– Что-то ты очень скоро сходила! Покажи-ка мне корытце – посмотрю, что тебе дали за мясо.\nВзглянул Котура на пустое корытце, ничего не сказал. Лег спать. Утром он принес в чум сырые оленьи шкуры и велел девушке, как и ее сестре, к ночи сшить ему новую одежду:\n– Шей! Вечером я посмотрю, какова твоя работа.\nУшел Котура на охоту, а девушка за работу принялась. Торопится, чтобы хоть как-нибудь успеть сшить все до ночи. Вдруг вошла в чум седая старуха.\n– Девушка, – сказала она, – попала мне в глаз соринка. Вытащи ее! Сама я не могу.\n– Некогда мне вытаскивать твою соринку! У меня и без того дела много. Уходи, не мешай мне работать!\nСтаруха ничего не сказала, ушла. К ночи Котура вернулся с охоты, спрашивает:\n– Готова ли моя новая одежда?\n– Готова.\n– Дай примерю.\nСтал примерять. Все сшито криво, плохо, не по росту. Рассердился Котура и забросил старикову дочь туда же, куда и старшую ее сестру бросил. И она замерзла.\nА старик сидит в своем чуме с младшей дочерью, не может дождаться тихой погоды. Пурга воет сильнее, чем прежде, вот-вот свалит чумы...\n– Не послушались дочери моих слов! – сказал старик. – Еще хуже сделали: только разгневали Котуру. Ты у меня последняя дочь, а придется и тебя послать Котуре в жены. Не послать – народ весь погибнет от голода. Собирайся, иди!\nНаучил старик последнюю дочь, как ей идти и что делать. Вышла девушка из чума, стала позади санок и покатила их навстречу пурге. А пурга воет, ревет, с ног валит, глаза слепит – ничего не видно!\nДевушка сквозь пургу идет – ни одного отцовского слова не забывает. Все делает так, как он наказывал. Развязываются на одежде вязки – не завязывает их. Набивается в обувь снег – не вытряхивает его. Холодно, тяжело идти против ветра, а она не останавливается, все идет и идет. Встретилась ей на пути гора. Поднялась девушка на гору. Остановилась, вытрясла из обуви снег, завязала вязки. Тут подлетела к ней птичка, опустилась на плечо. Девушка не прогнала птичку – погладила ее перышки, приласкала ее. Птичка улетела. Девушка села на саночки и скатилась с горы прямо к чуму Котуры.\nВошла в чум, стала ждать. Вдруг откинулась у входа шкура, и в чум вошел молодой великан – Котура. Увидел он девушку, засмеялся и спросил:\n– Ты зачем пришла ко мне?\n– Отец послал.\n– Для чего?\n– Просить тебя, чтобы ты остановил пургу. Не то погибнут все люди в нашем стойбище!\n– Что же ты сидишь, не разводишь огня и не варишь мясо? Я голодный, да и ты, видно, как пришла, ничего не ела.\nДевушка быстро сварила мясо, вынула из котла и подала Котуре. Поел он и велел ей взять половину мяса и отнести в соседний чум.\nДевушка взяла корытце с мясом и вышла из чума. А кругом пурга ревет, снег метет, крутит еще сильнее. Куда идти? Где искать чум? Постояла девушка, подумала и пошла.\nКуда идет – сама того не знает... Вдруг появилась та самая птичка, которая к ней на горе подлетала. Возле самого лица порхать стала. Девушка за птичкой и пошла. Куда птичка летит, туда и она идет. Шла-шла и вдруг увидела: мелькнула в стороне искра. Обрадовалась девушка–думала, чум нашла. Подошла ближе – нет никакого чума, только большая кочка видна. Из кочки дымок идет. Девушка обошла вокруг кочки, ткнула в нее ногой – вход появился. Выглянула седая старуха и спросила:\n– Ты кто? Зачем пришла?\n– Бабушка, я принесла мясо. Котура велел отдать его тебе.\n– Котура велел? Ну давай. А сама снаружи постой.\nСтоит девушка у кочки, ждет. Долго ждала. Наконец снова открылся вход. Выглянула старуха и подала ей корытце. Наполнено чем-то корытце. Девушка вернулась к Котуре.\n– Что ты так долго ходила? – спросил Котура. – Нашла ли чум?\n– Нашла.\n– Отдала мясо?\n– Отдала.\n– Дай-ка мне корытце – я посмотрю, что в нем.\nПосмотрел Котура – в корытце ножи, скребки и мялки, чтобы шкуры выделывать, иголки стальные. Засмеялся Котура:\n– Много полезной утвари тебе дали! Все тебе пригодится!\nУтром Котура встал, принес в чум сырые оленьи шкуры и велел девушке сшить ему к вечеру всю новую одежду, и унты, и рукавицы:\n– Сошьешь хорошо – возьму тебя в жены!\nУшел Котура. А девушка принялась за работу. Тут-то ей и пригодился старухин подарок: для шитья у нее все было. Но много ли сделаешь за один день?.. Да она не очень раздумывала, а больше делала: мнет шкуры, скоблит, кроит, шьет. Вдруг поднялась у входа шкура и в чум вошла седая старуха. Девушка узнала ее: это была та самая старуха, которой она отнесла мясо.\n– Помоги мне, девушка, – сказала старуха, – вытащи соринку из глаза. Сама-то я не смогу ее вытащить!\nНе отказала девушка. Отложила в сторону работу, стала вытаскивать соринку.\n– Хорошо, – говорит старуха, – не болит глаз. Теперь загляни-ка мне в правое ухо!\nДевушка заглянула ей в ухо – испугалась.\n– Что ты там увидела? – спрашивает старуха.\n– В твоем ухе девушка сидит.\n– Что же ты не позовешь ее к себе? Зови! Она поможет тебе шить для Котуры одежду.\nОбрадовалась старикова дочка, кликнула ту девушку. На ее зов из старухиного уха выскочила не одна, а четыре молодые девушки, и все четыре принялись за работу: мнут шкуры, скоблят, кроят, шьют. Всю одежду быстро сшили. После этого старуха спрятала их в свое ухо и ушла.\nВечером Котура вернулся с охоты и спрашивает:\n– Все ли ты сделала, что я велел сделать?\n– Все.\n– Давай-ка посмотрю, примерю!\nВзял Котура шитье в руки, пощупал – шкуры мягкие. Надел на себя одежду – ни узка, ни широка, скроена впору, сшита крепко, хорошо. Улыбнулся Котура и говорит:\n– Понравилась ты мне! И матери моей и четырем сестрам моим тоже понравилась. Работаешь хорошо и смелая ты: чтобы не погиб твой народ – навстречу страшной пурге шла. Будь моей женой! Оставайся жить в моем чуме.\nИ только сказал – стихла в тундре пурга. Перестали люди прятаться, перестали мерзнуть, вышли все из своих чумов!"
}