{
  "text": "Жил на свете бедный человек Насыр-Эддин-оджа. И до того он дожил, что не осталось у него в доме ни монетки, чтоб хлеба купить, ни полена, чтоб печку истопить.\n– Что будем делать, ага? – спрашивает у него жена. – Ничего у нас нет.\n– Не печалься, – отвечает Насыр-Эддин-оджа. – Сегодня у нас ничего нет, завтра всего будет много! Только ты во всем меня слушайся. Ступай сейчас же к мяснику и попроси у него в долг – в последний раз – баранины, а у соседей выпроси муки, кофе да дровец. Скажи всем, что завтра расплачусь, вдвое отдам. А сама приготовь угощенье на четверых, да смотри получше – вечером я знатных гостей приведу!\nУдивилась жена:\n– Что ты затеял, ага? Зачем тебе эти гости понадобились?\n– Сама увидишь! А когда мы придем, ты только скажи: «Что же вы так замешкались? Наш слуга уже давно прибежал и передал мне твой приказ приготовить кавурму – жаркое, пирожки да кофе».\nЕще больше удивилась жена:\n– Какой же это наш слуга? Откуда он возьмется?\n– А вот сейчас я пойду принесу его! – говорит Насыр-Эддин-оджа.\nНичего не поняла жена, подумала:\n«Уж не тронулся ли разумом мой ага?»\nА Насыр-Эддин-оджа отправился к знакомому охотнику.\n– Будь, – говорит, – мне другом: дай тех двух зайцев, которых ты вчера в силки поймал. Очень они мне нужны!\nНе отказал охотник, дал зайцев Насыр-Эддину-одже.\nВернулся он домой и говорит жене:\n– Вот я и двух слуг принес. Одного мы посадим в чулан, а другого я с собой унесу. Запомни, что я тебе еще скажу: позови соседского сына Велеша, посади его в тот же чулан, где заяц будет, и проси его играть на скрипке. Как только мы войдем в дом, подай ему знак – пусть играет веселее. А как услышит Велеш, что к чулану подходят, пусть положит свою скрипку у двери, а сам спрячется.\nЖена говорит:\n– Как велел, так и сделаю. Ты плохого не придумаешь!\nПосадил Насыр-Эддин-оджа одного зайца в чулан, а другого взял под мышку и пошел в кофейню.\nВ кофейне шум, разговоры: одни кофе пьют, другие кальян курят, третьи скинули туфли и расселись на коврах.\nСел Насыр-Эддин-оджа возле двери, принялся своего зайца поглаживать.\nОбернулись все в его сторону, стали над ним насмехаться.\n– Смотрите-ка, видно, он охотником стал!\n– Эй, Насыр-Эддин-оджа, как это ты зайца поймал?\nА Насыр-Эддин-оджа посмотрел на всех и спокойно молвил:\n– Какой уж я охотник! Где мне ловить зайцев! Нет, этого зайца я не поймал, а нанял.\n– Как это «нанял»?\n– А очень просто: как другие нанимают. Этот заяц – мой слуга, он все мои поручения исполняет. Лучшего слуги и не найти. Ведь вы сами знаете, какие зайцы проворные, как быстро они бегают!\nУдивились все, но не поверили Насыр-Эддину-одже: мало ли что он придумает!\n– Выдумки это твои!\n– Какие выдумки! – отвечает тот. – Нет ничего проще, как проверить правдивость моих слов.\nОбернулся Насыр-Эддин-оджа к трем богатым торговцам и говорит:\n– Будьте вы судьями в этом деле!\n– А что мы должны делать?\n– Ничего особенного. Согласитесь только пожаловать ко мне. Я сейчас пошлю моего слугу к жене и прикажу ей приготовить для вас хорошее угощенье.\nЛюбопытно стало богачам.\n– Ну что ж, – говорят они, – согласны. Пусть твоя жена для нас хоть кофе сварит.\n– Нет, – говорит Насыр-Эддин-оджа, – какое же это угощенье! Одним кофе сыты не будете.\nНагнулся он к уху своего зайца и сказал:\n– Эй, мальчик, слышишь, что гости требуют? Пусть твоя хозяйка сварит к нашему приходу кофе. Да что кофе! Одного кофе нам мало. Скажи хозяйке, чтобы она хорошую, жирную кавурму приготовила. Запомни: кавурму! И свежий лаваш пусть испечет. Запомнил ты: лаваш! И пирожков пусть испечет. Не забудь пирожков!\nСлушают все, улыбаются недоверчиво, переглядываются. А Насыр-Эддин-оджа приоткрыл дверь пошире и отпустил зайца.\nТот – скок! – и умчался.\n– Ну, теперь прощайся со своим зайцем! – засмеялись все.\n– Зачем прощаться? – говорит Насыр-Эддин-оджа. – Мы с ним скоро встретимся!\nПосидели еще немного в кофейне, поговорили, покурили, а потом не спеша пошли к дому Насыр-Эддина-оджи.\nВышла жена Насыр-Эддина-оджи, поздоровалась с гостями и стала их упрекать:\n– Что же вы так замешкались? У меня все уже готово!\nВошли гости в дом и видят: скатерть расстелена, на скатерти блюда с угощеньем стоят.\nУдивились они и спрашивают:\n– Как же ты узнала, что мы придем и что будет у вас трое гостей?\n– Чего же вы удивляетесь? – отвечает им жена Насыр-Эддина-оджи. – Прибежал наш слуга и передал мне приказанья мужа. Только не сказал, что вы по пути так задержитесь.\nПереглянулись богачи, уселись и стали есть.\n– Ишь, – говорят, – все угощенья поданы, какие хозяин зайцу заказывал: и кофе, и лаваш, и пирожки, и кавурма! Ничего не забыл!\nСамый богатый из гостей поел, попил и спрашивает:\n– А где же сейчас ваш заяц-слуга?\n– Сейчас он отдыхает, – говорит Насыр-Эддин-оджа. – Ушел в свой чуланчик и играет на скрипке. Слышите?\nПрислушались гости: в самом деле кто-то на скрипке играет.\n– Эй, Насыр-Эддин-оджа, разреши нам взглянуть на твоего зайца! – говорит любопытный богач. – Очень я люблю все необыкновенное, все диковинное!\nИ другие гости стали упрашивать:\n– Разреши нам посмотреть на твоего зайца!\n– Что ж, – отвечает Насыр-Эддин-оджа, – так и быть, покажу вам моего слугу. Только идите тихонько, не разговаривайте: если заяц услышит шум, он бросит скрипку и перестанет играть. Он у нас пугливый, смущается играть при чужих. А если перестанет играть – ни за что потом не уговорить, не упросить!\nГости говорят:\n– Мы тихонько пойдем, ни словечка не скажем.\n– Ну, пойдем!\nПошли они за Насыр-Эддином-оджой к чулану на цыпочках, боятся дышать. Слышат, кто-то играет в чулане на скрипке, да так весело!\nНе выдержал самый богатый гость и говорит:\n– Очень хорошо! Очень хорошо!\nИ только он сказал – затихло в чулане.\n– Эх, не надо было тебе так громко говорить! – стал упрекать богача Насыр-Эддин-оджа. – Смутил ты моего зайца!\nА богач свое твердит:\n– Пек якши! Очень хорошо!\nИ другие двое не отстают:\n– Пек якши! Пек якши! Покажи нам своего зайца!\nПриоткрыл Насыр-Эддин-оджа дверь. Заглянули гости в чулан и видят: лежит на полу скрипка, а в углу сидит заяц, уши прижал.\nВзял его Насыр-Эддин-оджа на руки, стал гладить да приговаривать:\n– Не бойся, оглан, не стыдись: сыграй еще для гостей.\nА заяц только уши жмет да лапками дрыгает.\nСтал самый богатый гость приставать к Насыр-Эддину-одже:\n– Продай мне твоего зайца!\nИ второй гость пристает:\n– Продай лучше мне! Я больше заплачу!\nТретий кричит:\n– Мне продай! Я не поскуплюсь: сколько запросишь – столько и дам!\nСамый богатый ногами топает:\n– Никому не уступлю! Я первый просил продать мне зайца!\nТакой шум подняли, что весь дом затрясся.\nА Насыр-Эддин-оджа спокойно говорит:\n– Как можно продать такого зайца! Он тебе и слуга и музыкант. Да и жена привыкла к нему, ни за что с ним не расстанется. Нет, лучше и не просите: не продам я моего зайца!\nСтали богачи наперебой уговаривать Насыр-Эддина-оджу:\n– Променяй на бешмет!\n– Променяй мне зайца на осла! На двух ослов! На трех!\n– Возьми сто золотых!\nНасилу уговорили Насыр-Эддина-оджу. Хорошо, жена помогла, сказала:\n– Стыдно тебе, не хочешь ты выполнить просьбу наших гостей!\nВздохнул муж и говорит:\n– Ладно, отсчитывай скорее золотые, пока я не передумал!\nОтсчитал самый богатый гость деньги, отдал Насыр-Эддину-одже. А сам схватил зайца и давай кричать:\n– Эй, заяц, теперь ты мой слуга!\nПотом обернулся к двум другим богачам и сказал:\n– Нечего нам ссориться из-за этого зайца – так, видно, аллаху было угодно, чтоб он стал моим слугой.\nСогласились те два богача: видно, аллаху было угодно, нельзя спорить и ссориться.\n– Ну, – говорит первый богач, – хочу я на радостях угостить вас всех. Эй, заяц, беги ко мне домой и скажи своей новой хозяйке, что я приду с гостями после вечернего намаза, пусть приготовит нам хороший ужин! Да смотри у меня – проворнее, не то достанется тебе!\nПустил он зайца на пол, а тот в дверь – только его и видели!\nПосидели гости, поговорили о том о сем и пошли в мечеть на молитву. А потом все отправились к богачу ужинать. Один Насыр-Эддин-оджа не пошел.\n– Что-то, – говорит, – у меня нога заболела и спину ломит.\nПодошли гости к дому богача – темно. Постучали раз – не открывают дверь. Постучали еще раз – не открывают дверь. Стали стучать кулаками изо всех сил. Вышла заспанная хозяйка, зевает спросонья и сердито спрашивает:\n– Что это ты не вовремя гостей привел?\n– Как – не вовремя? Ты разве не ожидала нас? И ужин не приготовила?\n– Да как же я могла знать, что вы придете?\n– А разве тебя заяц не предупредил об этом? – удивился богач.\n– В своем ли ты уме? Какой заяц?\n– Да наш новый слуга!\nРассердилась жена:\n– Ум у тебя помутился или ты вздумал посмеяться надо мной?\nХлопнула она дверью и ушла в дом.\n– Так, видно, этот плут обманул меня! – завопил богач и бросился к дому Насыр-Эддина-оджи.\nПрибежал он и давай кричать и кулаками размахивать:\n– Обманщик ты! Обманул ты меня!\nСел Насыр-Эддин-оджа на тахту и спрашивает:\n– Чем же я тебя обманул?\n– Заяц к моей жене не пришел, ничего ей не передал и сам неизвестно где.\nУлыбнулся Насыр-Эддин-оджа:\n– Не я тебя обманул. Сам себя ты обманул!\n– Как так – сам?\n– Вспомни: ты приказать-то зайцу приказал, а сказал ли, где ты живешь – на какой улице, в каком доме?\nУдарил богач себя по лбу кулаком:\n– Верно, не сказал!\n– И еще: не успел ты зайца взять, как начал ему наказаньями грозить. А он этого не любит. Вот и потерял ты проворного слугу! Сам себя и вини!\nВидит богач – нечего возразить, и поплелся домой злой и пристыженный.\nА Насыр-Эддин-оджа и с долгами расплатился, и хлеба и дров купил, и стал жить без нужды."
}