{
  "text": "Это было в середине зимы. Падали снежинки, точно пух с неба, и сидела королева у окна, — рама его была из черного дерева, — и королева шила. Когда она шила, загляделась на снег и уколола иглою палец, — и упало три капли крови на снег. И красное на белом снегу выглядело так красиво, что подумала она про себя: «Вот, если б родился у меня ребенок, белый, как этот снег, и румяный, как кровь, и черноволосый, как дерево на оконной раме!»\n\nИ родила королева вскоре дочку, и была она бела, как снег, румяна, как кровь, и такая черноволосая, как черное дерево, — и прозвали ее потому Снегурочкой. А когда ребенок родился, королева умерла.\n\nГод спустя взял король себе другую жену. Эта была красивая женщина, но гордая и надменная, она терпеть не могла, когда кто-нибудь превосходил ее красотой. Было у нее волшебное зеркальце, и когда становилась она перед ним и глядела в него, то спрашивала:\n\nЗеркальце, зеркальце на стене,\n\nКто всех красивей в нашей стране?\n\nИ зеркало отвечало:\n\nВы, королева, красивее всех в стране.\n\nИ она была довольна, так как знала, что зеркало говорит правду.\n\nА Снегурочка за это время подросла и становилась все краше, и когда ей исполнилось семь лет, была она такая прекрасная, как ясный день, и красивей самой королевы. Когда королева спросила у своего зеркальца:\n\nЗеркальце, зеркальце на стене,\n\nКто всех красивей в нашей стране?\n\nЗеркальце ответило так:\n\nВы, госпожа королева, красивы собой,\n\nНо Снегурочка в тысячу раз богаче красой.\n\nИспугалась тогда королева, пожелтела, позеленела от зависти. Увидит, бывало, Снегурочку — и сердце у ней разрывается, так невзлюбила она девочку. И зависть и высокомерие разрастались, как сорные травы, в ее сердце все выше и выше, и не было ей отныне покоя ни днем, ни ночью.\n\nТогда она позвала одного из своих егерей и сказала:\n\n— Заведи эту девочку в лес, — я больше видеть ее не могу. Ты должен ее убить и принести мне в знак доказательства ее легкие и печень.\n\nЕгерь послушался и завел девочку в лес; но когда он вытащил свой охотничий нож и хотел было уже пронзить ни в чем не повинное сердце Снегурочки, та стала плакать и просить:\n\n— Ах, милый егерь, оставь меня в живых! Я убегу далеко-далеко в дремучий лес и никогда не вернусь домой.\n\nИ оттого, что была она такая красивая, егерь над ней сжалился и сказал:\n\n— Так и быть, беги, бедная девочка!\n\nИ подумал про себя: «Все равно там тебя скоро съедят дикие звери», — и будто камень свалился у него с сердца, когда не пришлось ему убивать Снегурочку.\n\nИ как раз в это время подбежал молодой олень, егерь его заколол, вырезал у него легкие и печень и принес их королеве в знак доказательства, что ее приказанье исполнено. Повару было велено сварить их в соленой воде, и злая женщина их съела, думая, что это легкие и печень Снегурочки.\n\nОсталась бедная девочка в дремучем лесу одна-одинешенька, и в страхе она оглядела все листики на деревьях, не зная, как ей быть дальше, как своему горю помочь.\n\nОна пустилась бежать, и бежала по острым камням, через колючие заросли; и прыгали около нее дикие звери, но ее не трогали. Бежала она сколько сил хватило, но вот стало, наконец, смеркаться.\n\nВдруг она увидела маленькую избушку и зашла в нее отдохнуть. И было в той избушке все таким маленьким, но красивым и чистым, что ни в сказке сказать, ни пером описать.\n\nСтоял там накрытый белой скатертью столик, а на нем семь маленьких тарелочек, возле каждой тарелочки по ложечке, а еще семь маленьких ножей и вилочек и семь маленьких кубков. Стояли у стены в ряд семь маленьких кроваток, и были они покрыты белоснежными покрывалами.\n\nЗахотелось Снегурочке поесть и попить, она взяла из каждой тарелочки понемногу овощей и хлеба и выпила из каждого кубочка по капельке вина, — ей не хотелось пить всё из одного. А так как она очень устала, то легла в одну из постелек, но ни одна из них для нее не подходила: одна была слишком длинной, другая слишком короткой; но седьмая оказалась, наконец, ей как раз впору; она в нее улеглась и, отдавшись на милость господню, уснула.\n\nКогда уже совсем стемнело, пришли хозяева избушки; были то семеро карликов, которые в горах добывали руду. Они зажгли семь своих лампочек, и когда в избушке стало светло, они заметили, что у них кто-то был, потому что не всё оказалось в том порядке, в каком было раньше. И сказал первый карлик:\n\n— Кто это на моем стуле сидел?\n\nВторой:\n\n— Кто это из моей тарелочки ел?\n\nТретий:\n\n— Кто взял кусок моего хлебца?\n\nЧетвертый:\n\n— А кто мои овощи ел?\n\nПятый:\n\n— Кто моей вилочкой брал?\n\nШестой:\n\n— А кто моим ножичком резал?\n\nСедьмой спросил:\n\n— Кто это пил из моего маленького кубка?\n\nОглянулся первый и заметил на своей постельке маленькую складочку, и спросил:\n\n— А кто это лежал на моей кроватке?\n\nТут сбежались остальные и стали говорить:\n\n— И в моей тоже кто-то лежал.\n\nГлянул седьмой карлик на свою постель, видит — лежит в ней Снегурочка и спит. Кликнул он тогда остальных; подбежали они, стали от удивления кричать, принесли семь своих лампочек и осветили Снегурочку.\n\n— Ах, боже мой! Ах, боже мой! — воскликнули они. — Какой, однако, красивый ребенок!\n\nОни так обрадовались, что не стали ее будить и оставили ее спать в постельке. А седьмой карлик проспал у каждого из своих товарищей по часу, — так вот и ночь прошла.\n\nНаступило утро. Проснулась Снегурочка, увидела семь карликов и испугалась. Но были они с ней ласковы и спросили ее:\n\n— Как тебя звать?\n\n— Меня зовут Снегурочкой, — ответила она.\n\n— Как ты попала в нашу избушку? — продолжали спрашивать карлики.\n\nИ она рассказала им о том, что мачеха хотела ее убить, но егерь сжалился над ней, и что бежала она целый день, пока, наконец, не нашла их избушку.\n\nКарлики спросили:\n\n— Хочешь вести у нас хозяйство? Стряпать, постели взбивать, стирать, шить и вязать, все содержать в чистоте и порядке, — если ты на это согласна, то можешь у нас остаться, и будет у тебя всего вдосталь.\n\n— Хорошо, — сказала Снегурочка, — с большой охотой, — и осталась у них.\n\nОна содержала избушку в порядке. Утром карлики уходили в горы копать руду и золото, а вечером возвращались домой, и она должна была к их приходу приготовлять им ужин.\n\nЦелый день девочке приходилось оставаться одной, и потому добрые карлики ее предостерегали и говорили:\n\n— Берегись своей мачехи: она скоро узнает, что ты здесь. Смотри, никого не впускай в дом.\n\nА королева, съев легкие и печень Снегурочки, стала опять думать, что она теперь самая первая красавица в стране. Она подошла к зеркалу и спросила:\n\nЗеркальце, зеркальце на стене,\n\nКто всех красивей в нашей стране?\n\nИ ответило зеркало:\n\nВы, королева, красивы собой,\n\nНо Снегурочка там, за горами,\n\nУ карлов семи за стенами,\n\nВ тысячу раз богаче красой!\n\nИспугалась тогда королева, — она ведь знала, что зеркальце говорит правду, и поняла, что егерь ее обманул, что Снегурочка еще жива. И она стала снова думать и гадать, как бы ее извести. И не было ей от зависти покоя, оттого что не она самая первая красавица в стране.\n\nИ вот под конец она кое-что надумала: она накрасила себе лицо, переоделась старой торговкой, и теперь ее никак нельзя было узнать. Направилась она через семь гор к семи карликам, постучалась в дверь и говорит:\n\n— Продаю товары хорошие! Продаю!\n\nГлянула Снегурочка в окошко и говорит:\n\n— Здравствуй, голубушка! Ты что продаешь?\n\n— Хорошие товары, прекрасные товары, — ответила та, — шнурки разноцветные, — и достала ей один из них показать, и был он сплетен из пестрого шелка.\n\n«Эту почтенную женщину можно, пожалуй, и в дом пустить», — подумала Снегурочка. Она отодвинула дверной засов и купила себе красивые шнурки.\n\n— О, как они тебе идут, девочка, — молвила старуха, — дай-ка я зашнурую тебе лиф как следует.\n\nСнегурочка, не предвидя ничего дурного, стала перед нею и дала затянуть на себе новые шнурки. И начала старуха шнуровать, да так быстро и так туго, что Снегурочка задохнулась и упала замертво наземь.\n\n— Это за то, что ты самой красивой была, — сказала королева и быстро исчезла.\n\nА вскоре, к вечеру, вернулись семь карликов домой, и как они испугались, когда увидели, что их милая Снегурочка лежит на полу — не двинется, не шелохнется, словно мертвая! Они подняли ее и увидели, что она крепко-накрепко зашнурована; тогда разрезали они шнурки, и стала она понемногу дышать и постепенно пришла в себя.\n\nКогда карлики услыхали о том, как все это случилось, они сказали:\n\n— Старая торговка была на самом-то деле злой королевой. Берегись, не впускай к себе никого, когда нас нет дома.\n\nА злая женщина возвратилась тем временем домой, подошла к зеркальцу и спросила:\n\nЗеркальце, зеркальце на стене,\n\nКто всех красивей в нашей стране?\n\nОтветило ей зеркало, как прежде:\n\nВы, королева, красивы собой,\n\nНо Снегурочка там, за горами,\n\nУ карлов семи за стенами,\n\nВ тысячу раз богаче красой!\n\nКогда она услыхала такой ответ, вся кровь прилила у ней к сердцу, так она испугалась, — она поняла, что Снегурочка ожила снова.\n\n— Ну, уж теперь, — сказала она, — я придумаю такое, что погубит тебя наверняка, — и, зная разное колдовство, она приготовила ядовитый гребень. Потом переоделась она и притворилась другою старухой. И отправилась за семь гор к семи карликам, постучалась в дверь и говорит:\n\n— Продаю товары хорошие! Продаю!\n\nСнегурочка выглянула в окошко и говорит:\n\n— Проходи себе дальше, в дом пускать никого не велено!\n\n— Поглядеть-то, пожалуй, можно, — молвила старуха, достала ядовитый гребень и, подняв его вверх, показала Снегурочке.\n\nОн так понравился девочке, что она дала себя обмануть и открыла дверь. Они сошлись в цене, и старуха сказала:\n\n— Ну, а теперь дай-ка я тебя как следует причешу.\n\nБедная Снегурочка, ничего не подозревая, дала старухе себя причесать; но только та прикоснулась гребешком к ее волосам, как яд стал тотчас действовать, и девочка упала без чувств наземь.\n\n— Ты, писаная красавица, — сказала злая женщина, — уж теперь-то пришел тебе конец! — И сказав это, она ушла.\n\nНо, по счастью, дело было под вечер, и семеро карликов вскоре вернулись домой. Заметив, что Снегурочка лежит на полу мертвая, они тотчас заподозрили в этом мачеху, стали доискиваться, в чем дело, и нашли ядовитый гребень; и как только они его вытащили, Снегурочка опять пришла в себя и рассказала им обо всем, что случилось.\n\nТогда карлики еще раз предупредили ее, чтоб она была поосторожней и дверь никому не открывала.\n\nА королева возвратилась домой, села перед зеркалом и говорит:\n\nЗеркальце, зеркальце на стене,\n\nКто всех красивей в нашей стране?\n\nИ ответило зеркало, как прежде:\n\nВы, королева, красивы собой,\n\nНо Снегурочка там, за горами,\n\nУ карлов семи за стенами,\n\nВ тысячу раз богаче красой!\n\nУслыхав, что говорит зеркало, она вся задрожала-затрепетала от гнева.\n\n— Снегурочка должна погибнуть, — крикнула она, — даже если бы это мне самой стоило жизни!\n\nИ она отправилась в потайную комнату, куда никто никогда не входил, и приготовила там ядовитое-преядовитое яблоко. Было оно на вид очень красивое, белое с красными крапинками, и всякий, кто его бы увидел, захотел бы его съесть; но кто съел хотя бы кусочек, тот непременно бы умер.\n\nКогда яблоко было готово, королева накрасила себе лицо, переоделась крестьянкой и отправилась в путь-дорогу — за семь гор, к семи карликам. Она постучалась; Снегурочка высунула голову в окошко и говорит:\n\n— Пускать в дом никого не велено — семь карликов мне это запретили.\n\n— Оно правильно, — ответила крестьянка, — но куда же я дену свои яблоки? Хочешь, я тебе одно из них подарю?\n\n— Нет, — сказала Снегурочка,— мне брать ничего не велено.\n\n— Ты, что ж, отравы боишься? — спросила старуха. — Погляди, я разрежу яблоко на две половинки: румяную съешь ты, а белую я.\n\nА яблоко было сделано так хитро, что только румяная его половинка была отравленной. Захотелось Снегурочке отведать прекрасного яблока, и когда она увидела, что крестьянка его ест, девочка не удержалась, высунула из окошка руку и взяла отравленную половинку. Только откусила она кусок, как тотчас упала замертво наземь. Посмотрела на нее своими страшными глазами королева и, громко захохотав, сказала:\n\n— Бела, как снег, румяна, как кровь, черноволоса, как черное дерево! Уж теперь-то твои карлики не разбудят тебя никогда!\n\nОна вернулась домой и стала спрашивать у зеркала:\n\nЗеркальце, зеркальце на стене,\n\nКто всех красивей в нашей стране?\n\nИ ответило зеркало наконец:\n\nВы, королева, красивей во всей стране.\n\nУспокоилось тогда ее завистливое сердце, насколько может подобное сердце найти себе покой.\n\nКарлики, возвратясь вечером домой, нашли Снегурочку лежащей на земле, бездыханной и мертвой. Они подняли ее и стали искать отраву: они расшнуровали ее, причесали ей волосы, обмыли ее водой и вином, но ничего не помогло, — бедная девочка, как была мертвой, так мертвой и осталась.\n\nПоложили они ее в гроб, уселись все семеро вокруг нее, стали ее оплакивать, и проплакали так целых три дня. Потом они решили ее похоронить, но она выглядела, как живая, — щеки у нее были по-прежнему красивые и румяные.\n\nИ сказали они:\n\n— Как можно ее такую в землю закапывать?\n\nИ они велели сделать для нее стеклянный гроб, чтоб можно было ее видеть со всех сторон, и положили ее в тот гроб, написали на нем золотыми буквами ее имя и что была она королевской дочерью. Отнесли они гроб на гору, и всегда один из них оставался при ней на страже. И явились также звери и птицы оплакивать Снегурочку: сначала сова, потом ворон и, наконец, голубок.\n\nИ долго-долго лежала в своем гробу Снегурочка, и казалось, что она спит, — была она бела, как снег, румяна, как кровь, и черноволоса, как черное дерево.\n\nНо однажды случилось, что заехал королевич в тот лес и попал в дом карликов, чтобы там переночевать. Он увидел на горе гроб, а в нем прекрасную Снегурочку, и прочел, что было написано на нем золотыми буквами.\n\nИ сказал он тогда карликам:\n\n— Отдайте мне этот гроб, я дам вам за это все, что вы пожелаете.\n\nНо карлики ответили:\n\n— Мы не отдадим его даже за все золото на свете.\n\nТогда он сказал:\n\n— Так подарите мне его, — я не могу жить, не видя Снегурочки, я буду ее глубоко уважать и почитать, как свою возлюбленную.\n\nКогда он это сказал, добрые карлики сжалились над ним и отдали ему гроб; и велел королевич своим слугам нести его на плечах. Но случилось так, что они споткнулись в кустах, и от сотрясения кусок отравленного яблока выпал из горла Снегурочки. Тут открыла она глаза, подняла крышку гроба, а потом встала из него и ожила снова.\n\n— Ах, господи, где ж это я? — воскликнула она.\n\nКоролевич, обрадованный, ответил:\n\n— Ты со мной, — и рассказал ей все, что произошло, и молвил: — Ты мне милее всего на свете; пойдем вместе со мной в замок моего отца и ты будешь моею женой.\n\nСнегурочка согласилась и пошла вместе с ним; и отпраздновали они свадьбу с большой пышностью.\n\nНо на свадебный пир была приглашена и злая мачеха Снегурочки. Нарядилась она в красивое платье, подошла к зеркалу и сказала:\n\nЗеркальце, зеркальце на стене,\n\nКто всех красивей в нашей стране?\n\nИ ответило зеркало:\n\nВы, госпожа королева, красивы собой,\n\nНо королевна в тысячу раз богаче красой!\n\nИ вымолвила тогда злая женщина свое проклятье, и стало ей так страшно, так страшно, что она не знала, как ей с собой совладать. Сначала она решила совсем не идти на свадьбу, но не было ей покоя — ей хотелось пойти и посмотреть на молодую королеву. Она вошла во дворец и узнала Снегурочку, и от страха и ужаса — как стояла, так на месте и застыла.\n\nНо были уже поставлены для нее на горящие угли железные туфли, их принесли, держа щипцами, и поставили перед нею. И она должна была ступить ногами в докрасна раскаленные туфли и плясать в них до тех пор, пока, наконец, не упала, мертвая, наземь."
}