{
  "text": "Жил когда-то мужик. Копал он погреб и нашел в земле кусок золота.\n\n«Куда мне его деть?»—думает мужик.—Себе оставлю — пан отнимет. А не отнимет пан — отнимет управляющий, а не управляющий — так староста. Понесу-ка я лучше это золото царю. Царь меня наградит, а уж царской награды никто не отберет!»\n\nНадел мужик новые лапти и пошел к царю.\n\nДолго ли, коротко ли — дошел до царского дворца. Часовой его спрашивает:\n\n— Ты куда, мужик, идешь?\n\n— Хочу царю свою находку отдать.\n\n— А что это за находка?\n\n— Кусок золота.\n\nНу, часовой и пропустил его. И второй, и третий, и четвертый часовой пропустили. Дошел мужик до царской палаты. А там у дверей вельможа стоит, толстый, важный.\n\n— Ты куда, мужик, лезешь?\n\n— К царю, паночек.\n\n— К царю? А что ты там забыл?\n\n— А вот копал я погреб, нашел кусок золота и несу царю в подарок.\n\nЗагорелись глаза у жадного вельможи:\n\n— Золото? А ну покажи!\n\nПоказал мужик золото. Вельможа затрясся весь от жадности и говорит:\n\n— Коли дашь мне половину царской награды, пропущу тебя к царю. А не дашь — ступай прочь! Что тут делать?\n\n— Хорошо, паночек, дам,— отвечает ему мужик. Пропустил вельможа мужика к царю.\n\n— Здравствуй, царечек-паночек I—говорит му жик.— Я тебе подарок принес.\n\nИ подал ему кусок золота. Царь взял золото и спрашивает:\n\n— Что же тебе дать за этакий подарок?\n\n— Ничего, царечек-паночек, мне не надо. Если милость будет, дай мне чарку горелки да краюшку хлеба, а то я, пока шел к тебе, дюже проголодался!\n\nЦарь приказал принести целый графин горелки да каравай белого хлеба.\n\nМужик глянул на белый хлеб и говорит:\n\n— И отец мой, и дед мой такого хлеба никогда не едали и не видали — не стану и я его есть! Нет ли у вас, царечек-паночек, простого ржаного хлебца?\n\nПриказал царь принести ржаного хлеба. Побежали слуги, разыскали у ворот старичка нищего, выпросили у него горбушку хлеба, принесли мужику.\n\n— Вот это хлеб по мне! — говорит мужик. Налил он чарку до краев, выпил, закусил хлебцем. Налил другую, выпил, закусил. Так весь графин горелки выпил и всю горбушку съел.\n\n— Ну,— говорит,— спасибо вам, царечек-паночек, вот я и наелся и напился вволю!\n\n— Что же тебе теперь, мужичок, дать?\n\n— Теперь, царечек-паночек, поплясать бы мне.\n\n— Музыку сюда! — приказывает царь. Привели полковых музыкантов.\n\n— Нет, царечек-паночек! — говорит мужик.— Под такую музыку я плясать не умею. Мне под дуду плясать охота!\n\nЦарь разослал по всему городу слуг — дударя искать. Нашли его, привели, заиграл дударь. Стал мужик плясать. Плясал, плясал, уморился и говорит:\n\n— Довольно!\n\nТогда царь спрашивает его:\n\n— Что же теперь тебе еще нужно?\n\n— Теперь, царечек-паночек, мне охота поспать. Царь приказал приготовить для мужика постель. Приготовили мужику постель пуховую, а он на перину поглядывает, с ноги на ногу переминается — не желает ложиться.\n\n— Эта постель не по мне, я сроду на пуху не спал.\n\nМне бы гороховой соломки!\n\nПривезли целый воз гороховой соломы. Мужик шапку под голову да и захрапел на весь дворец. Выспался, поднялся да и говорит:\n\n— Спасибо вам, царечек-паночек! Я вам тут нагрубил, насорил — дайте мне за это сто розог.\n\n— Что ты, мужичок? Какие розги? Ты же мне золото подарил!\n\n— Э! Царечек-паночек! Прошу я вас, будьте ласковы, дайте мне в награду сто розог!\n\nЧто тут поделаешь? Принесли розги. Хотели было мужика пороть, а он говорит:\n\n— Погодите, царечек-паночек, у меня есть поло-винник!\n\n— Какой половинник?\n\n— Как шел я к вам, так меня один важный пан не пускал. «Коли дашь, говорит, половину того, что царь тебе даст, то пущу». Я и обещал. Так дайте ему сначала пятьдесят розог, а потом мне дадите остальные.\n\nПривели вельможу. Приказал царь раздеть его, положить на скамью и наградить как должно. Задрожал, затрясся вельможа.\n\n— Ничего, паночек,— говорит мужик,— не бойся, я тебя не обману: как условились, так и получишь.\n\nУложили вельможу и всыпали ему пятьдесят горячих!\n\nМужик и говорит:\n\n— Ах, царечек-паночек, он так у вас хорошо служит! Надо его за это наградить — отдайте ему и мою половину!\n\nДали вельможе еще пятьдесят розог, а всех — сто. Как рассчитались с вельможей, царь хотел было расспросить мужика, откуда он, хотел наградить его, а мужик — шапку в охапку да и за дверь, только его и видели.\n\n«Не то,—думает,— выпадет мне еще такая честь, что нельзя будет ее и снесть!»"
}