{
  "text": "Жили старик со старухой, и была у них дочка – ростом с веретено.\nПришла однажды к старикам ведьма – йома – и говорит:\n– У вас дочь ростом с веретено, и у меня сын не больше. Отдайте вашу дочь замуж за моего сына! А не отдадите – жить вам не дам: дымоход у вас завалю-закрою, двери снаружи припру!\nИспугались старики. Говорят йоме:\n– Что ж с тобой поделаешь? Отдадим дочку за твоего сына...\nВзяла йома девушку и утащила к себе.\nА сына-то у нее, оказывается, никакого и не было. Просто она погубить девушку хотела. Притащила йома девушку в свою избу и говорит:\n– Сходи-ка ты да остриги моих овец. Мне для пряжи шерсть нужна.\nПошла девушка стричь йоминых овец, а по дороге зашла к знакомой старушке.\n– Куда ты идешь? – спрашивает старушка.\n– Иду йоминых овец стричь.\n– На верную погибельпосылает тебя йома! – говорит старушка. – У нее овцы-то – волки серые! Ну, да я научу тебя, как быть! Как придешь в лес, влезь на дерево да крикни погромче:\n\nОвечки, овечки мои,\nСобирайтесь поскорее,\nСами себя остригите,\nА мне шерсть оставьте!\n\nДевушка так и сделала. Пришла в лес, забралась на высокую елку и запела:\n\nОвечки, овечки мои,\nСобирайтесь поскорее,\nСами себя остригите,\nА мне шерсть оставьте!\n\nТут прибежали серые волки, стали под елкой скакать, один другого когтями драть. Много шерсти надрали, а потом все разбежались. Собрала девушка шерсть в кучу и принесла йоме. Удивилась йома:\n– Вот диво! Как же это не съели тебя мои овечки? Ну, теперь беги скорее к моим коровам – подои их и принеси мне молока.\nПошла девушка разыскивать йоминых коров, а по дороге опять зашла к знакомой старушке.\n– Куда теперь посылает тебя йома? – спрашивает старушка.\n– Коров доить.\n– А знаешь ли ты, что ее коровы – медведицы лохматые? Как придешь в лес, влезь на высокое дерево и крикни:\n\nКоровушки, коровушки,\nСобирайтесь поскорее,\nПодоите себя сами,\nА мне молоко оставьте!\n\nДевушка так и сделала. Пришла в лес, забралась на дерево и стала медведиц скликать. На ее крик прибежали йомины коровы – лохматые медведицы. Сами себя подоили, молоко в березовые туески[29] слили, оставили девушке, а потом разбрелись по лесу.\nПринесла девушка молоко. Йома глазам своим не верит:\n– Как же тебя мои коровушки не съели? Ну, теперь беги скорей к моей сестре и попроси у нее берестяное лукошко.\nА сама думает:\n«Не удалось мне ее погубить, так старшая моя сестра ее погубит!»\nПобежала девушка к йоминой сестре, а по дороге забежала к старушке. Дала ей старушка маслица да крупы, корзину со смолой, деревянный гребень да брусок и сказала:\n– Йомина сестра такая же йома. Как придешь к ней, скажи: «Йома-тетка, йома-тетка! Твоя сестра просит берестяное лукошко». Как почуешь какую беду – убегай поскорее! У двери петли маслом смажь – она и откроется. Накинутся на тебя йомины птицы черные – ты им крупы брось. Они и отстанут. Будет йомина сестра догонять тебя – ты сначала гребень брось, потом брусок, а под конец и корзину со смолой.\nПришла девушка к йоминой сестре. Спрашивает ее йомина сестра:\n– Зачем пришла ко мне?\n– Йома-тетка, йома-тетка! Твоя сестра просит берестяное лукошко.\n– А, лукошко! Хорошо, дам. Ты сядь отдохни, а я схожу в чулан, лукошко тебе принесу.\nЗашла йомина сестра в чулан и принялась точить зубы.\nУслыхала это девушка, поняла, что беда грозит, да поскорее бежать.\nБросилась к двери, а дверь не открывается. Догадалась она – смазала петли маслом, дверь сама собой открылась. Выбежала девушка на улицу, а на нее со всех сторон накинулись йомины птицы черные, кричат – вот-вот глаза выклюют! Бросила она птицам крупы, они и отстали от нее. Побежала девушка как могла быстро.\nА йома-тетка наточила зубы, вышла из чулана, глядит – а девушки-то и нету! Бросилась она к двери, стала ругать ее:\n– Зачем выпустила?\nА дверь в ответ:\n– Зачем мне держать ее? Я тебе вот уж сорок лет служу, а ты ни разу еще мои петли не смазала.\nВыбежала йома-тетка на улицу, давай ругать птиц:\n– Зачем ее выпустили? Зачем ей глаза не выклевали?\nА черные птицы в ответ:\n– Зачем нам ей глаза клевать? Мы у тебя вот уж сорок лет живем – ни разу ты нам не дала даже поклевать остатки теста из квашни!\nСела йома-тетка в ступу, толкачом погоняет, шумит-гремит по лесу, гонится за девушкой. Вот-вот настигнет.\nБросила девушка через плечо гребень, сказала:\n\nГребень мой деревянный,\nВырасти густым лесом\nУ меня позади,\nУ йомы впереди!\n\nВырос тут позади девушки, впереди йомы густой-прегустой лес высотой до облаков.\nБилась-билась йома-тетка, искала-искала проход – не нашла! Нечего делать, домой за топором вернулась. Примчалась обратно с топором, прорубила тропу, а куда тяжелый топор девать?\nПрячет топор в кусты, а птицы лесные кричат ей:\n\nТы спрячешь –\nМы увидим!\nМы увидим –\nВсем расскажем!\n\nРассердилась йома на лесных птиц:\n– У-у, остроглазые! Все видят!\nРешила йома-тетка забросить топор назад. Бросила – упал топор возле самого ее дома.\nОпять погналась она за девушкой, опять настигать ее стала. Тогда девушка кинула через плечо позади себя брусок и крикнула:\n\nБрусок ты, брусок,\nКаменной горой встань,\nУ меня позади,\nУ йомы впереди!\n\nИ сейчас же позади девушки, впереди йомы выросла большая каменная гора.\nОпять пришлось йоме-тетке возвращаться домой за топором. Схватила она топор, примчалась снова к каменной горе – давай пробивать в ней проход! Пробила, а куда девать топор? Птицы уж тут как тут, ту же песню поют:\n\nТы спрячешь –\nМы увидим!\nМы увидим –\nВсем расскажем!\n\nОпять забросила йома топор к своему дому и погналась за девушкой. Вот-вот догонит ее, вот-вот схватит...\nТогда кинула девушка корзину со смолой и крикнула:\n\nКорзина со смолой,\nСмоляной рекой растекись\nУ меня впереди,\nУ йомы позади!\n\nА слова-то и перепутала. Обе – и девушка и йома – очутились в смоляной реке. А в это время над рекой пролетала ворона.\n– Воронушка моя, – говорит девушка, – лети ты к моему отцу, к моей матери, скажи ты им, что дочка их завязла в смоле вместе со злой йомой! Пусть возьмут трехпудовый железный лом, пусть возьмут огонь и бегут сюда!..\nПрилетела ворона к старикам, села на оконце, передала им просьбу девушки, да не расслышали старики слов вороны.\nЖдала-ждала дочка помощи от отца, матери – не дождалась.\nА в это время над головой ее пролетал большой ворон.\n– Ворон, ворон! – крикнула девушка. – Скажи ты моим отцу, матери, что завязла я в смоляной реке! Пусть ко мне на помощь спешат, пусть несут огонь да лом тяжелый!\nПолетел ворон к старикам, громко-громко закричал:\n– Курк-курк! Ваша дочка от йомы убегала да упала в смоляную реку! За ней йома гналась и тоже увязла в смоляной реке! Просит ваша дочка, чтобы бежали вы к ней на помощь, чтобы несли лом железный и огонь!\nУ ворона голос-то был погромче – расслышали старик со старухой, схватили тяжелый железный лом, огонь и побежали к смоляной реке свою дочку выручать.\nУвидала старика и старуху хитрая йома, еще издалека закричала:\n– Милые вы мои, вытащите нас отсюда! Собрались мы с вашей дочкой к вам в гости, да обе и упали в смоляную реку!\n– Не верьте вы ей, не верьте! – кричит дочка. – Бежала она за мной, погубить меня, съесть хотела!\nПодбежал старик и железным ломом вбил злую йому в смоляную реку. Потом развел огонь, растопил смолу и вытащил дочку.\nВернулись они втроем домой веселые, радостные и стали жить вместе, как раньше жили."
}