{
  "text": "В старые, давние годы жил, рассказывают, хан Санад.\nОднажды со всем своим народом решил он перейти в другие земли, где и места для жизни были удобнее и пастбища обширнее. Но путь до этих земель был долгий и тяжелый.\nПеред самым переходом хан Санад приказал убить всех стариков.\n– Старики будут мешать нам в пути! – сказал хан. – Ни одного старика не должно быть с нами, ни одного старика не должно остаться в живых! Кто не выполнит этого моего приказа, будет жестоко наказан!\nКак ни тяжело было людям, пришлось им все же выполнить жестокий ханский приказ. Все они боялись хана и ни в чем не смели его ослушаться.\nТолько один из подданных хана Санада, молодой Цырен, не стал убивать своего старика отца.\nСговорился он с отцом, что спрячет его в большой кожаный мешок и так, тайно от хана и всех других, перевезет на новые места. А там – будь что будет.\nПоднялся хан Санад со своим народом и со своими стадами, отправился с юга на север – в далекие земли. А вместе со всеми в большом кожаном мешке, переброшенном через спину лошади, ехал и старый отец Цырена.\nТайком от всех Цырен кормил и поил отца, а на привалах, когда было совсем темно, развязывал мешок и выпускал старика, чтобы он мог отдохнуть, расправить затекшие руки и ноги.\nТак они шли долго и подошли к большому морю. Здесь хан Санад приказал остановиться на ночлег.\nОдин из приближенных хана подошел к самому берегу моря и заметил, что на морском дне что-то блестит и светится. Пригляделся он и увидел, что это большая золотая чаша удивительной формы. Приближенный немедля отправился к хану и доложил ему, что на дне моря, возле самого берега, лежит драгоценная золотая чаша.\nХан Санад, не раздумывая, приказал сейчас же достать ему эту чашу. Но никто по своей воле не решался нырнуть на дно моря.\nТогда хан приказал нырять за чашей по жребию.\nВыпал жребий одному из людей хана. Нырнул он, а обратно не вынырнул.\nВыпал жребий другому. Кинулся он с высокого обрывистого берега вниз, да так навсегда и остался в морской пучине...\nТак погибло на дне моря много людей хана Санада.\nНо безжалостный хан и не думал отказаться от своей затеи. По его приказу ныряли в море и погибали там один за другим его покорные подданные.\nНаконец выпал жребий нырять за чашей и молодому Цырену.\nПришел он к тому месту, где спрятал своего отца, и стал с ним прощаться.\n– Отец, – сказал Цырен, – прощай! Погибнем мы оба – и я и ты...\n– Что такое случилось? Почему ты должен погибнуть? – спросил старик.\nЦырен рассказал отцу, что, по жребию, должен он нырнуть в морскую пучину за чашей.\n– А оттуда еще никто не возвращался, – закончил он свой рассказ. – И вот я погибну по ханскому веленью в море, а тебя найдут здесь и убьют слуги хана...\nВыслушал это старик и сказал:\n– Эх, вы! Так вы все утонете в море, а золотую чашу все равно не достанете. Ведь чаша эта лежит не на дне моря! Видишь ты вон ту гору, которая высится неподалеку от моря? Вот на вершине этой горы и стоит золотая чаша. То, что вы принимаете за чашу, – только ее отражение. Как вы все не догадались об этом?\n– Что же мне делать? – спросил Цырен.\n– Поднимись на гору, найди чашу и принеси ее хану. Найти ее на горе нетрудно: по блеску чашу можно заметить издалека. Но, может быть, чаша стоит на такой неприступной скале, на которую ты не сможешь взобраться. Тогда сделай вот что: дождись, пока на скале не появятся козули, и пугни их. Козули бросятся бежать и столкнут чашу. Не теряй тогда времени – хватай ее, не то она может упасть в глубокое темное ущелье!\nЦырен сейчас же отправился к горе.\nНелегко ему было взобраться на вершину горы. Цеплялся он за кусты, за деревья, за острые камни, исцарапал в кровь лицо и руки, изодрал одежду. Наконец поднялся почти на самую вершину и увидел, что на высокой, неприступной скале сияет красивая золотая чаша.\nВидит Цырен, что на скалу ему ни за что не взобраться. Тогда он, по совету отца, стал поджидать, когда на скале появятся козули.\nЖдать ему пришлось недолго: на скале появилось несколько козуль. Они спокойно стояли и смотрели вниз. Цырен крикнул что было силы. Козули стали в испуге метаться по скале и столкнули золотую чашу. Чаша покатилась вниз, и Цырен ловко подхватил ее.\nВеселый и довольный, с чашей в руках, спустился он с горы, пришел к хану Санаду и поставил перед ним чашу. Хан спросил его:\n– Как ты достал эту чашу из моря?\n– Я достал ее не из моря, – ответил Цырен. – Я принес ее с вершины вон той горы. В море было только отражение этой чаши.\n– Кто же тебе сказал об этом?\n– Сам догадался, – ответил Цырен.\nХан больше ни о чем не стал расспрашивать и отпустил его.\nНа другой день хан Санад со своим народом двинулся дальше.\nДолго они шли и дошли до широкой пустынной земли. Солнце раскалило землю, выжгло всю траву, кругом не было ни реки, ни ручья. Люди и скот стали томиться от сильной жажды. Посланные ханом на поиски воды скакали во все стороны, но найти воду не могли –всюду была сухая, раскаленная земля. Ужас охватил людей. Они не знали, как им быть и что делать...\nТогда Цырен тайком пробрался к отцу:\n– Отец, скажи, что нам делать? Ведь народ и скот гибнут без воды!\nСтарик сказал:\n– Отпустите трехгодовалую корову и проследите за ней. Где она остановится и будет нюхать землю, там копайте.\nЦырен побежал и отпустил трехгодовалую корову. Корова низко опустила голову и стала бродить с места на место. Наконец она остановилась и стала шумно нюхать горячую землю.\n– Копайте здесь! – сказал Цырен.\nЛюди принялись копать и скоро докопались до большого подземного источника. Хлынула холодная, чистая вода и потекла по земле. Напились все вволю, повеселели, ободрились.\nХан Санад призвал к себе Цырена и спросил его:\n– Как ты мог найти подземный источник в этом засушливом месте?\nЦырен сказал:\n– Я нашел его по приметам...\nНапились, отдохнули люди и отправились дальше.\nМного дней шли они и остановились на привал. Ночью неожиданно пошел сильный дождь и залил огонь. Как ни бились люди, не могли развести огонь. Продрогшие, мокрые, они не знали, что им делать.\nНаконец кто-то заметил на вершине далекой горы огонек костра.\nХан Санад дал приказ сейчас же отправиться на гору и принести огонь.\nЛюди бросились выполнять приказ хана. И один, и другой, и третий отправлялись на гору. Все они находили костер под густой елью и охотника, который грелся у этого костра. Все они брали горящую головню, но донести ее до своей стоянки не могли – головня под дождем гасла.\nРазгневался хан Санад и приказал казнить всех, кто ходил за огнем и не донес его.\nПришел черед идти за огнем и Цырену. Пробрался он к своему отцу и спросил:\n– Отец, как донести огонь с горы до стоянки?\nСтарик сказал:\n– Не бери горящие головни – они все равно погаснут по дороге, или истлеют, или дождь их зальет. Возьми с собою большой горшок, набери в него побольше углей, и принесешь огонь на стоянку!\nЦырен сделал так, как научил его отец. Люди развели костры, обогрелись, приготовили пищу.\nУзнал хан, кто принес огонь, и приказал Цырену явиться к нему.\nКогда Цырен пришел, хан Санад стал сердито кричать на него:\n– Что же ты молчал до сих пор? Почему не сразу сказал, как надо донести огонь?\n– Я и сам не знал... – ответил Цырен.\n– А как же ты узнал потом? – спросил хан.\nИ он так долго допытывался, что Цырен наконец сознался, что все приказания хана он мог выполнить только благодаря советам своего старика отца.\n– Где же твой отец? – спросил хан.\nЦырен сказал:\n– Всю дорогу я вез его в большом кожаном мешке.\nТогда хан приказал привести старика и сказал ему:\n– Я отменяю свой приказ. Старики – не помеха молодым. У старости – мудрость. Можешь не прятаться и ехать открыто вместе со всеми!"
}