{
  "text": "Давным-давно жили в одном селении два юноши. Как сойдутся они, сейчас же разговор заводят.\n- Эх,- скажет первый,- если бы у меня было сто кобылиц, был бы я самым счастливым человеком на свете!\nА другой скажет:\n- Что кобылицы! Вот если бы у меня было сто верных друзей, тогда я был бы счастливее\nвсех!\n- Нет,- спорит первый,- кобылицы куда лучше!\n- Нет, - спорит второй,- верные друзья всего дороже! Как-то раз встретились они и снова завели разговор:\nчто всего дороже для человека?\nДолго они спорили и наконец порешили так:\n- Пусть каждый из нас отправится в путь. Кому нужны кобылицы, пусть собирает кобылиц; кому нужны верные друзья, пусть ищет себе верных друзей.\nПорешили и отправились каждый своим путем. Много ли прошло времени, мало ли - вернулись оба юноши в свое селение и стали расспрашивать один другого.\n—Ну что, удачны ли твои поиски? - спрашивает первый юноша.\n—Удачны,- отвечает второй.- Я нашел девяносто девять друзей. А как твои поиски?\n- И мои не плохи: я приобрел девяносто девять прекрасных кобылиц.\nТогда второй юноша сказал:\n- Ну, если тебе не хватает только одной кобылицы, я подарю тебе свою - самую красивую, самую быструю! - А я буду тебе верным другом! - сказал первый юноша.\n- Вот и хорошо: теперь у меня есть целых сто друзей! Разве не счастливец я?\n- У меня есть сто кобылиц! Кто счастливее меня?\nПервый юноша сказал своей матери:\n  - Недаром я пробыл так долго в отлучке! Смотри, каких прекрасных кобылиц я приобрел! Это ли не счастье? Но скоро я буду еще богаче, еще счастливее: мои кобылицы принесут мне через год по жеребенку. Пройдет немного лет, и у меня будет самый большой табун во всем нашем крае!\nА мать слушала своего сына и радовалась вместе с ним.\nВторой юноша пришел к своей матери и стал рассказывать ей о своем долгом путешествии. Рассказал он,\nгде побывал, что видел в пути, как и с кем вступил в дружбу.\n- Теперь я самый счастливый - ведь у меня ровно сто друзей! Выслушала мать его рассказы, подумала и молвила:\n- Все это хорошо, сынок. Но вот какой совет я тебе дам: прежде испытай своих друзей, убедись на деле, а не на словах - настоящие ли они друзья. Тогда только и можешь сказать, что ты счастлив.\n- А как же узнать это? - спросил он. Мать сказала:\n- Садись на коня, поезжай по всем селениям, где нашел друзей, и объяви им, что тебя постигло несчастье и\nты лишился всего. Посмотри, как отнесутся к тебе твои друзья.\nСын оседлал коня и поскакал оповещать своих друзей о несчастье, которое будто бы постигло его.\nВ ту же ночь, как он уехал из селения, у первого юноши случилась настоящая беда: абреки украли всех его кобылиц. Наутро хватился он - и увидел, что лишился всего, что остался он, как прежде, бедняком. Стал он бегать туда и сюда, стал расспрашивать людей, не видали ли они, куда абреки угнали его табун, описывал приметы своих кобылиц и слышал в ответ всюду одни и те же слова:\n- Не видели. Не знаем.\nТак ни с чем и вернулся к себе домой. Уселся в углу, обхватил голову руками и сказал:\n- Пропало мое счастье! Показалось на миг и исчезло. Теперь я самый несчастный человек во всем свете! А второй юноша прискакал в свое селение и сказал матери:\n- Мои друзья - настоящие друзья! Посмотрела бы ты, как они все огорчились! Каждый стал предлагать мне и деньги, и одежду, и коней. Я отказываюсь, говорю, что мне не нужно, а они и слушать не хотят. Да вот, сама посмотри!\nГлянула мать и видит: со всех сторон едут к их селению люди - кто гонит скот, кто везет хлеб, кто птицу, кто одежду, кто посуду.\nПодъехали к дому и говорят:\n- Не отказывайся, друг, не обижай нас своим отказом! Мать и сын благодарят их, просят отвезти все\nобратно.\n- Мы только испытать вас хотели,- говорит мать.\nНо друзья и слушать не захотели. Оставили свои подарки, пожелали счастья и разъехались по своим селениям.\n- Верно ты говорил, сынок,- сказала мать,о настоящие твои друзья. Можешь считать себя счастливом!\nИ она рассказала сыну, как абреки ограбили его друга в эту ночь.\nТогда сын отдал другу все, что получил от своих друзей, и сказал:\n—Не горюй и пойми: когда у человека есть друг, он не останется в беде!\n—Верно,- сказал первый.- Теперь я и сам вижу, что дороже всего не богатство, а верный друг. Ты мне это доказал своим примером!"
}