{
  "text": "Было ли, не было – жил один бедняк. Сколько ни трудился он в своих местах, никак не мог избавиться от бедности. Решил он идти на заработки в дальний город. Попрощался с родными и пошел.\nДолго ли, мало ли шел – пришел. Стал ходить по домам, искать работы. Ни от какой работы не отказывался, никогда не говорил: «Это мне тяжело, это трудно». Какую работу ему ни предлагали, охотно брался за нее и делал свое дело всегда на совесть.\nА деньги, что получал за работу, тратил только на еду. Все, что оставалось у него, он прятал в мешочек и думал: «Поработаю еще немного, скоплю побольше денег и вернусь к родным».\nТак проработал он несколько лет и тяжелым своим трудом скопил целую тысячу таньга. А для бедняка это большие деньги!\nВот бедняк и стал раздумывать, стал беспокоиться: «Не случилось бы беды, не пропали бы мои деньги! Если буду носить их с собой, могу обронить и потерять. А то проведает о деньгах какой-нибудь разбойник – ограбит меня и убьет. Если спрячу я деньги, где живу, и там могут они исчезнуть. Выследит кто-нибудь – мало ли дурных и хитрых людей! – и лишусь я моих денег и вернусь к родным с пустыми руками...\nТак раздумывал бедняк и не знал, что ему делать и как поступить. Наконец он решил про себя так:\n«Отдам-ка я мои тысячу таньга на хранение казию. Говорят о нем, что человек он благочестивый и честный. У него-то мои деньги будут в сохранности! А когда задумаю ехать на родину, возьму их у казия и уеду».\nТак рассудил бедняк и с такими мыслями пришел к казию. Казий принял его и спросил:\n– Что тебе нужно?\n– Хочу, господин, отдать тебе на сохранение мои деньги. Более надежного места мне не найти. Сбереги их, пока я живу и работаю в этом городе.\nКазий взял у бедняка мешочек с деньгами и степенно сказал:\n– С превеликим удовольствием исполню я твою просьбу! Верно ты сказал: более надежного места для хранения денег тебе не найти.\nБедняк ушел, а казий пересчитал монеты и спрятал их в свой большой сундук.\nЧерез некоторое время бедняк собрался ехать на родину. Пришел он к казию и сказал:\n– Верни, господин, мне мои деньги, завтра я уеду из вашего города.\nКазий взглянул на бедняка и сказал:\n– О каких деньгах ты говоришь?\n– Да о той тысяче таньга, что я оставил тебе на хранение.\n– Видно, ты с ума сошел! – закричал казий. – Когда ты давал мне деньги? Вон что выдумал: тысячу таньга! Да семь поколений твоих предков не видели и сотни таньга! Откуда же ты мог взять тысячу таньга?\nБедняк стал напоминать казию, когда он принес ему свои деньги и что говорил при этом. Но казий и слушать его не захотел. Затопал он ногами и кликнул своих служителей.\n– Бейте этого обманщика! – крикнул он, – Гоните его в шею! Пинайте его ногами в спину!\nСлужители казия набросились на бедняка, жестоко его избили и выгнали.\nСо слезами и причитаниями пошел бедняк по улице.\n– Пропали зря мои тяжелые труды! Пропали мои деньги! – горестно приговаривал он. – Присвоил их алчный казий!..\nА в это время по улице шла женщина. Услышала она причитания бедняка и с укором сказала ему:\n– Эй, брат, что случилось? Почему ты, взрослый человек с бородой и в чалме, идешь и плачешь, как маленький ребенок?\nБедняк печально сказал:\n– О сестра, если бы ты знала, как меня обманули! Я столько лет надрывался на тяжелой работе, ел не досыта, не высыпался, скопил с великим трудом тысячу таньга, и вот лишился их. Знала бы ты об этом – не стала бы укорять меня!..\n– Расскажи мне, что с тобой случилось, – потребовала женщина.\nИ бедняк рассказал ей, как лишился он своих денег.\n– А еще говорят, что этот казий человек честный и благочестивый! – с горечью прибавил он.\nЖенщина с сочувствием выслушала рассказ бедняка и сказала:\n– Не печалься, еще не все пропало. Пойдем со мной, и я что-нибудь придумаю.\nЖенщина пришла к себе в дом, достала шкатулку и сказала своему маленькому сыну:\n– Сейчас я пойду с этим человеком к казию. Ты иди за нами, но не приближайся к нам. Старайся, чтобы тебя никто не видел. Спрячься и жди, когда казий отдаст этому человеку его деньги. Как только увидишь, что казий протягивает руки, чтобы взять эту шкатулку, подбеги и скажи: «Отец вернулся с верблюдами и грузами!»\nМальчик сказал:\n– Хорошо, так все и сделаю!\nЖенщина поставила шкатулку на голову, вышла на улицу и вместе с бедняком пошла к дому казия. А в отдалении за ними шел ее сын.\nПеред домом казия женщина сказала бедняку:\n– Я войду первая, а ты входи следом за мной.\nКогда женщина вошла в дом казия, тот взглянул на нее и на ее большую шкатулку и сказал:\n– С каким делом ты пришла ко мне, сестра?\nЖенщина сказала:\n– Может быть, господин, ты знаешь меня? Я – жена богатого купца Рахима. Мой муж повел свой караван в далекие города и неизвестно когда вернется. Вот уже несколько ночей я не могу спать спокойно. Около нашего дома ходят воры. Видно, они хотят ограбить нас. Я собрала все наши деньги и богатства – и золото, и серебро, и драгоценные камни – и наполнила ими вот эту шкатулку. С трудом я принесла ее к тебе – такая она тяжелая! Будь добр, прими ее на хранение! Когда вернется мой муж, он сам возьмет у тебя эту шкатулку.\nКазий поднял шкатулку и убедился, какая она тяжелая. Руки у него затряслись от жадности, и он подумал:\n«В этой шкатулке по крайней мере будет сорок или пятьдесят тысяч таньга. Немало, видно, в ней и драгоценных камней. Я слышал, что этот Рахим очень богатый купец...»\n– Хорошо, хорошо, сестра! – сказал казий. – Сохраню я твои сокровища, будь уверена. Не пропадут они, в целости все верну. Не исчезнет ни одна таньга!\nНо женщина взяла из рук казия свою шкатулку и спросила:\n– Вправду ли все мое вернется ко мне?\n– Не сомневайся, сестра! – воскликнул казий. – О честности и благочестии моем знают все жители этого города!\nВ это самое время в дом казия вошел бедняк. Увидел его казий и очень обрадовался.\n«Сам бог привел сюда этого человека! – подумал он. – Нет лучшего случая, чтобы показать этой женщине мою честность. Отдам этому бедняку тысячу таньга, а взамен возьму эту наполненную драгоценностями шкатулку. Она – ха-ха! – стоит этого!»\nИ казий сказал женщине:\n– Повторяю тебе, сестра, дом казия – самое надежное и самое безопасное место. Твоя шкатулка будет храниться здесь еще лучше, чем она хранилась бы у тебя дома. В любое время, когда вернется твой муж или ты сама пожелаешь, ты получишь твои драгоценности в целости.\nСлужители казия и все присутствующие в приемной казия люди закивали головами: правду говорит казий, надо верить каждому его слову!\nА казий как бы случайно увидел бедняка и громко воскликнул:\n– Вот и этот бедняк отдал мне на сохранение все свои сбережения – тысячу таньга! Сегодня утром он пришел ко мне и потребовал свои деньги. Но я не узнал его, ошибочно принял за мошенника и обманщика и не отдал ему деньги. Если он приведет кого-нибудь, кто знает его, я тут же возвращу ему его деньги!\nВ ответ на эти слова казия женщина сказала:\n– Господин, мы знаем этого бедняка уже почти два года. Он пришел в наш город и занимался здесь поденной работой. Работал он и у нас. Верь мне, что деньги он заработал трудом, набивая мозоли на своих руках!\nКазий с самой ласковой улыбкой воскликнул:\n– Как, ты знаешь этого человека? Так в чем же дело? Эй, брат, подойди ко мне и возьми свои тысячу таньга! Скорее возьми!\nИ казий достал из своего большого сундука деньги, отсчитал тысячу таньга и торжественно отдал их бедняку.\n– Ну, сестра, теперь ты убедилась в том, как я храню чужие деньги и как возвращаю их владельцам! – торопливо промолвил казий. – Оставляй же у меня свою шкатулку и иди спокойно домой!\nИ он уже протянул руки, чтобы взять шкатулку, Но тут с улицы вбежал мальчик и сказал:\n– Эй, мать! Иди скорее домой: отец вернулся с верблюдами и грузами и ждет тебя!\n– Ну, раз мой муж приехал, теперь мне нечего бояться воров! – со смехом сказала женщина. – Теперь он и сам сумеет уберечь наши драгоценности и без помощи благочестивого казия!\nС этими словами женщина взяла свою шкатулку, поставила ее на голову и вышла из дома казия вместе с бедняком.\n– О брат, – сказала она, – никогда не надо отчаиваться! Знай, что нет такого хитреца и плута, которому бы все его хитрости и плутни всегда удавались! Иди к себе на родину и отдыхай после многих лет скитания в чужих краях, пользуйся своими трудовыми деньгами!\nИ они попрощались и расстались.\nА казий, оставшись один, пришел в страшную ярость. Он дергал себя за бороду, топал ногами и не находил себе места от досады.\n«Вот беда! – говорил он сам себе с сокрушением. – Вот несчастье! Вот горе! Проклятый купец Рахим! Что бы ему приехать на час позже. Всего на один только час! Тогда бы все было в порядке: осталась бы навсегда у меня эта тяжелая шкатулка с драгоценностями! Приумножились бы мои богатства! Наполнился бы мой большой кованый сундук до самого верха! Ой, горе мне! Горе мне!»"
}